{
  "version": 1,
  "country": "za",
  "language": "it",
  "places": [
    {
      "place_id": "ZA::addo",
      "name": "Addo",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -33.4543,
        25.7619
      ],
      "lat": -33.4543,
      "lon": 25.7619,
      "visits": [
        {
          "text": "Esplora l'Addo Elephant National Park, il terzo parco nazionale più grande del Sud Africa e l'unica riserva di Big 7 al mondo. Osserva la più alta densità di elefanti africani del pianeta insieme a bufali del Capo, leopardi, rinoceronti neri e leoni, oltre a squali bianchi e balene franche australi stagionali nella sezione marina. I diversi ecosistemi del parco comprendono 5 dei 7 biomi del Sud Africa.",
          "visit_duration_min": 75
        },
        {
          "text": "Vola nell'aria sulla zipline doppia più alta, lunga e veloce del Sud Africa, l'unica avventura di questo tipo nel paese. L'esperienza include una moderata escursione di 500 metri alla piattaforma di lancio, premiando i partecipanti con viste spettacolari della Sundays River Valley. Un'altalena gigante unica aggiunge emozioni aggiuntive per i cercatori di avventure.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il Daniell Cheetah Project per un tour educativo sui predatori guidato da guide esperte. Questa esperienza di un'ora fornisce informazioni sulla conservazione dei ghepardi e sul lavoro di riabilitazione della struttura. Gli ospiti hanno l'opportunità unica di entrare in un recinto per ghepardi sotto supervisione esperta, imparando su questi felini magnifici e il loro stato critico di conservazione.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Naviga sul Sundays River e vivi l'emozione dello slittino sulla sabbia su dune torreggianti a soli 5 chilometri dall'Addo Elephant National Park. Questa avventura adatta alle famiglie combina l'esplorazione tranquilla del fiume con l'emozione di scivolare lungo dune di sabbia dorata. Le attività sono adatte a tutte le età e offrono un contrasto rinfrescante all'osservazione tradizionale della fauna.",
          "visit_duration_min": 60
        },
        {
          "text": "Partecipa a un Addo Wildlife Eco Tour sulle rive del Sundays River, dove guide esperte condividono conoscenze su piante e alberi unici dell'Eastern Cape. Osserva la prolifica fauna selvatica della riserva incluso lo scarabeo stercorario che non vola, endemico locale, una piccola creatura vitale per l'ecosistema. L'esperienza si conclude con rinfreschi in un boma lungo il fiume.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: Da Tsitsikamma alla Wild Coast",
          "day": 4
        }
      ],
      "rating": 6.5
    },
    {
      "place_id": "ZA::atlantis",
      "name": "Atlantis",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -33.5679,
        18.4856
      ],
      "lat": -33.5679,
      "lon": 18.4856,
      "visits": [
        {
          "text": "Scoprite la Koeberg Private Nature Reserve, che offre informazioni educative sulla vicina centrale elettrica insieme a due spettacolari sentieri escursionistici che mostrano fauna e flora diverse inclusi grysbok, steenbok e springbok. Esplorate la riserva in bicicletta lungo diversi percorsi panoramici e visitate il bird hide per picnic tranquilli e eccezionali opportunità di birdwatching.",
          "visit_duration_min": 75
        },
        {
          "text": "Rilassatevi a Silwerstroomstrand, una spiaggia Bandiera Blu rinomata per la sua eccellente qualità dell'acqua e l'ampia distesa di costa in un ambiente meravigliosamente appartato. Un piccolo promontorio roccioso fornisce protezione naturale dalle onde per un nuoto oceanico sicuro, mentre una pozza di marea offre acque più calde e calme. Aree picnic, strutture barbecue e opzioni di alloggio rendono questo un rifugio costiero ideale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Avventuratevi attraverso la Witzand Aquifer Nature Reserve, sede dei famosi Atlantis Dunefields. Quest'area di conservazione unica combina spiagge sabbiose, coste rocciose e vaste dune che offrono viste spettacolari di Table Mountain. Le dune sono perfette per avventure in 4x4 e sandboarding, creando un'esperienza indimenticabile dove il deserto incontra l'oceano.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Scoperta della Costa del Western Cape: Da Table Mountain alla Garden Route",
          "day": 4
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "ZA::augrabies",
      "name": "Augrabies",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -28.5944,
        20.3308
      ],
      "lat": -28.5944,
      "lon": 20.3308,
      "visits": [
        {
          "text": "Osserva le maestose Augrabies Falls che si tuffano per 56 metri in una splendida gola di 18 chilometri scavata dall'Orange River nel corso di millenni. Il popolo Khoi chiamava questo posto 'Aukoerebis' - 'il grande rumore' - e il rombo tuonante dell'acqua che echeggia attraverso le scogliere di granito spiega perfettamente il perché. Questa meraviglia naturale lungo l'Orange River si classifica tra le cascate più impressionanti dell'Africa.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora l'Augrabies Falls National Park, dove paesaggi drammatici mostrano la bellezza selvaggia del Northern Cape al suo meglio. Ammira Moon Rock e le cupole di granito Ararat, antiche formazioni levigate lisce da eoni di intemperie. Gli iconici quiver trees punteggiano il paesaggio, le loro silhouette distintive creano soggetti fotografici memorabili contro cieli drammatici.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Percorri il Klipspringer Trail per incontri intimi con la flora e fauna uniche del parco, dagli iraci delle rocce che prendono il sole sui massi alle aquile nere che volteggiano sopra la gola. Goditi picnic sereni ai punti panoramici che si affacciano sulle cascate, o prova la pesca a mosca catch-and-release nei tratti più tranquilli del fiume. Con connettività limitata, è perfetto per l'osservazione stellare e per rilassarsi dalla vita moderna.",
          "visit_duration_min": 60
        },
        {
          "text": "Vivi avventure di rafting sull'Orange River per chi cerca emozioni, navigando rapide attraverso spettacolari scenari di canyon. La combinazione di attività avventurose e meraviglie naturali rende Augrabies una destinazione imperdibile del Northern Cape. Ogni punto panoramico rivela nuove prospettive sul potere dell'acqua che modella la pietra nel tempo geologico.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odissea del Northern Cape: Diamanti, Dune del Deserto e Meraviglie del Cielo Scuro",
          "day": 7
        }
      ],
      "rating": 6.3
    },
    {
      "place_id": "ZA::barberspan",
      "name": "Barberspan",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -26.5833,
        25.5833
      ],
      "lat": -26.5833,
      "lon": 25.5833,
      "visits": [
        {
          "text": "Scopri il Barberspan Bird Sanctuary, un'Important Bird Area e sito Ramsar che è una tappa obbligata per gli appassionati di birdwatching. Questa riserva di 2.000 ettari vicino a Delareyville ha registrato 365 specie, molte delle quali uccelli acquatici o migratori rari. Le specie globalmente minacciate includono il fenicottero minore, la pernice ali nere, l'anatra maccoa e il corriere dal petto castano.",
          "visit_duration_min": 75
        },
        {
          "text": "Osserva gli uccelli acquatici che si radunano in gran numero durante la stagione secca da aprile a ottobre, quando altre fonti d'acqua nella regione sono colpite dalla siccità. I capanni e i punti di osservazione del santuario offrono eccellenti opportunità di avvistamento per fotografi e birdwatcher che cercano specie difficili da trovare altrove in Sudafrica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Lancia l'amo nel possente fiume Vaal, che forma il confine meridionale della provincia con il Free State. Si possono pescare specie come barbo, carpa, pesce fango e persico trota, anche se il pregiato pesce giallo offre la migliore lotta quando pescato a mosca. Le rive del fiume offrono ambienti tranquilli per spedizioni di pesca.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Esploratore della Provincia North West: Montagne Antiche, Safari Big Five e Origini Umane",
          "day": 9
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "ZA::bethlehem",
      "name": "Bethlehem",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -28.2333,
        28.3
      ],
      "lat": -28.2333,
      "lon": 28.3,
      "visits": [
        {
          "text": "Visita Lionsrock Park Big Cat Sanctuary, che ha salvato oltre 90 grandi felini da tutto il mondo, fornendo a questi animali magnifici una casa sicura e dignitosa. Questa struttura Four Paws offre a questi felini salvati - molti da circhi, collezioni private e zone di guerra - recinti spaziosi negli splendidi dintorni del Free State. Il santuario rappresenta un faro di speranza per animali che hanno sofferto per mano umana.",
          "visit_duration_min": 75
        },
        {
          "text": "Impara sulla situazione dei grandi felini in cattività a livello globale e sul lavoro di conservazione dedicato che dà agli animali salvati una seconda possibilità. L'impegno del santuario per il benessere animale significa che i felini vivono nel modo più naturale possibile, con spazio per vagare, arrampicarsi ed essere semplicemente se stessi. I programmi educativi illuminano le sfide che affrontano le popolazioni di felini selvatici e in cattività in tutto il mondo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Goditi safari fotografici attraverso il santuario, osservando leoni, tigri e altri grandi felini nei loro recinti spaziosi. Attività aggiuntive includono equitazione attraverso la campagna circostante, birdwatching negli habitat diversi e sentieri escursionistici che rivelano la bellezza naturale del paesaggio. Gite giornaliere al vicino Golden Gate National Park possono essere organizzate per coloro che vogliono estendere le loro esperienze con la fauna selvatica.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Scoperta del Free State: Altopiani Dorati, Crateri Antichi e Santuari dei Grandi Felini",
          "day": 4
        }
      ],
      "rating": 7
    },
    {
      "place_id": "ZA::blaauwberg",
      "name": "Blaauwberg",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -33.7645,
        18.4589
      ],
      "lat": -33.7645,
      "lon": 18.4589,
      "visits": [
        {
          "text": "Esplorate la Blaauwberg Nature Reserve, situata a soli 30 km da Cape Town, che offre viste spettacolari lungo pendii coperti di fynbos attraverso il paesaggio urbano e oltre 7 km di costa rocciosa e sabbiosa incontaminata. Questo punto di osservazione unico è uno dei pochi luoghi sulla Terra dove potete vedere simultaneamente due Siti Patrimonio dell'Umanità UNESCO: Table Mountain e Robben Island. La riserva preserva anche il sito storico della Battaglia di Blaauwberg del 1806.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Rilassatevi a Melkbosstrand, un villaggio marittimo per eccellenza popolare tra i locali e gli appassionati di sport acquatici. La lunga spiaggia principale sostenuta da prati verdi è perfetta per i picnic, mentre l'area ha significato storico come sito di sbarco delle truppe britanniche durante l'invasione del 1806.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Scoperta della Costa del Western Cape: Da Table Mountain alla Garden Route",
          "day": 3
        }
      ],
      "rating": 7.9
    },
    {
      "place_id": "ZA::bloemfontein",
      "name": "Bloemfontein",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -29.1167,
        26.2167
      ],
      "lat": -29.1167,
      "lon": 26.2167,
      "visits": [
        {
          "text": "Visita il Free State National Botanical Garden alla periferia di Bloemfontein, che mostra oltre 400 specie di piante uniche del Free State, Northern Cape e Lesotho. Sei giardini distintivi rivelano la straordinaria diversità botanica dell'altopiano centrale, dalle collezioni di piante grasse agli alberi indigeni adattati alle temperature extreme della regione. Sentieri escursionistici nella natura si snodano attraverso la vegetazione naturale oltre le aree coltivate.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora Bloemfontein, la capitale giudiziaria del Sudafrica e il cuore della provincia del Free State. La città combina architettura vittoriana con servizi moderni, offrendo musei, gallerie e siti storici che illuminano la complessa storia della regione. Giardini e parchi in tutta la città forniscono rifugi verdi nel paesaggio urbano.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Scopri la Cheetah Experience, una delle attrazioni turistiche più popolari di Bloemfontein e una visita obbligatoria per gli amanti dei grandi felini. Il centro si concentra principalmente sulla conservazione e riproduzione dei ghepardi ma serve anche come santuario per leoni, tigri, leopardi, servali e caracal. I visitatori imparano su questi magnifici predatori e possono interagire fisicamente con certi animali sotto supervisione esperta.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Scoperta del Free State: Altopiani Dorati, Crateri Antichi e Santuari dei Grandi Felini",
          "day": 9
        }
      ],
      "rating": 8.7
    },
    {
      "place_id": "ZA::blyde-river-canyon",
      "name": "Blyde River Canyon",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -24.5833,
        30.8167
      ],
      "lat": -24.5833,
      "lon": 30.8167,
      "visits": [
        {
          "text": "Ammira il Blyde River Canyon, uno dei canyon verdi più grandi al mondo e un punto focale del paesaggio spettacolare del Mpumalanga. Le viste panoramiche si estendono attraverso scogliere verdeggianti e il sinuoso fiume Blyde molto più in basso, creando scene che hanno affascinato i visitatori per generazioni. Questa meraviglia naturale mostra le drammatiche forze geologiche che hanno plasmato l'escarpment del Sudafrica.",
          "visit_duration_min": 75
        },
        {
          "text": "Guarda attraverso God's Window, uno dei punti panoramici più famosi lungo la Panorama Route, che offre viste mozzafiato sul Lowveld che si estende fino all'orizzonte. Nelle giornate limpide, la visibilità si estende attraverso una natura selvaggia apparentemente infinita, creando un'esperienza quasi spirituale di connessione con il vasto paesaggio africano. La rigogliosa foresta indigena che circonda questo punto di osservazione aggiunge alla sua atmosfera magica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora i Three Rondavels, distintive formazioni rocciose cilindriche che assomigliano alle tradizionali capanne africane e fanno la guardia al canyon. Questi antichi picchi di dolomite, noti anche come il Capo e le sue Tre Mogli, offrono alcuni dei paesaggi più fotografati del Sudafrica. I sentieri escursionistici intorno ai punti panoramici offrono molteplici prospettive di questo capolavoro geologico.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Avventura nell'Escarpment del Mpumalanga: Canyon, Cascate e Fauna Selvatica",
          "day": 3
        }
      ],
      "rating": 9.7
    },
    {
      "place_id": "ZA::cape",
      "name": "Cape",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -33.9249,
        18.4241
      ],
      "lat": -33.9249,
      "lon": 18.4241,
      "visits": [
        {
          "text": "Salite su Table Mountain, l'iconico punto di riferimento dalla cima piatta che domina il profilo di Cape Town e fa parte di una spettacolare catena montuosa di 60 km che si estende fino a Cape Point. Che scegliate la panoramica funivia o l'energizzante escursione fino alla vetta, sarete ricompensati con viste panoramiche considerate tra le più belle al mondo. Da questa meraviglia naturale riconosciuta dall'UNESCO, ammirate simultaneamente due Siti Patrimonio dell'Umanità: la montagna stessa e la storica Robben Island in lontananza.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplorate il Kirstenbosch National Botanical Garden, un Sito Patrimonio dell'Umanità UNESCO di fama mondiale incastonato sui versanti orientali di Table Mountain. Passeggiate attraverso foreste indigene, rilassatevi sui prati curati e rimanete stupiti dai cicadi antichi e dal notevole Peninsula Garden con oltre 2.500 specie vegetali che non si trovano da nessun'altra parte sulla Terra. Non perdete la Tree Canopy Walkway, un ponte sospeso che offre una prospettiva unica attraverso la volta della foresta.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Scoprite il Cape Floral Kingdom, uno dei sei regni floreali della Terra e Sito Patrimonio dell'Umanità UNESCO che contiene il 3% delle specie vegetali mondiali. Questo straordinario ecosistema si estende dalla Cape Peninsula all'Eastern Cape, con uno stupefacente 69% della sua flora che non si trova da nessun'altra parte del pianeta. La diversità e l'unicità di questo tesoro botanico lo rendono un'esperienza essenziale per gli appassionati di natura.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Scoperta della Costa del Western Cape: Da Table Mountain alla Garden Route",
          "day": 1
        }
      ],
      "rating": 2.8
    },
    {
      "place_id": "ZA::centurion",
      "name": "Centurion",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -25.8603,
        28.1894
      ],
      "lat": -25.8603,
      "lon": 28.1894,
      "visits": [
        {
          "text": "Esplora Rietvlei Nature Reserve, una meta locale preferita ricca di fauna selvatica in un ecosistema paludoso protetto. Zebre, rinoceronti, ghepardi, bufali, gnu neri e blesbok vagano liberamente in questa riserva accessibile, offrendo un eccellente avvistamento della fauna a pochi minuti dalla città. La combinazione di habitat di prateria e zone umide supporta una biodiversità notevole.",
          "visit_duration_min": 75
        },
        {
          "text": "Goditi l'eccezionale birdwatching a Rietvlei, dove gli avvistamenti includono la maestosa aquila pescatrice, colorati martin pescatori, il misterioso gufo delle praterie, allodola dal tallone spinoso, pispola fulva e la sorprendente longclaw dalla gola arancione. Gli habitat diversi della riserva attraggono specie residenti e migratorie durante tutto l'anno, rendendo ogni visita gratificante per gli appassionati di uccelli.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Goditi picnic, equitazione, ciclismo e pesca in questa versatile riserva naturale che offre qualcosa per ogni appassionato di attività all'aperto. L'atmosfera pacifica e la fauna abbondante creano la fuga perfetta dalla vita urbana, rimanendo comodamente vicino a Pretoria. I safari al tramonto rivelano gli abitanti notturni della riserva che emergono per la notte.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Meraviglie Naturali del Gauteng: Montagne Antiche, Siti Fossili e Riserve Urbane",
          "day": 8
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "ZA::clarens",
      "name": "Clarens",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -28.5167,
        28.4167
      ],
      "lat": -28.5167,
      "lon": 28.4167,
      "visits": [
        {
          "text": "Scopri Clarens, affettuosamente conosciuta come il 'Gioiello del Free State', una destinazione pittoresca circondata dalle maestose Maluti Mountains. Questo affascinante villaggio è rinomato per la sua vivace scena artistica, con numerose gallerie, negozi di artigianato e studi che mostrano il lavoro eccezionale di artisti locali. Passeggia per le incantevoli strade e scopri ritrovamenti stupendi inclusi dipinti originali e gioielli fatti a mano.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora il cuore creativo di questa comunità artistica, dove ogni angolo rivela nuovi tesori di talentuosi artigiani. L'ambientazione del villaggio contro drammatiche scogliere di arenaria crea un'atmosfera ispiratrice che ha attirato artisti e artigiani da tutto il Sudafrica. La calorosa comunità locale aggiunge calore ad ogni visita in galleria e esperienza di shopping.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Abbraccia le avventure all'aperto che circondano Clarens, dalle escursioni attraverso spettacolari paesaggi montani alla mountain bike lungo sentieri panoramici. Le escursioni a cavallo rivelano la bellezza del paesaggio da una prospettiva unica, seguendo sentieri attraverso praterie dorate sotto imponenti formazioni di arenaria. La combinazione di cultura artistica e splendore naturale rende Clarens una destinazione indimenticabile.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Scoperta del Free State: Altopiani Dorati, Crateri Antichi e Santuari dei Grandi Felini",
          "day": 7
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "ZA::coffee-bay",
      "name": "Coffee Bay",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -31.9833,
        29.15
      ],
      "lat": -31.9833,
      "lon": 29.15,
      "visits": [
        {
          "text": "Ammira il Hole in the Wall, un iconico arco roccioso che si erge dal mare appena al largo del villaggio della Wild Coast con lo stesso nome. Questa meraviglia naturale è stata scolpita nel corso di milioni di anni dall'azione inarrestabile delle onde contro arenaria e scisto sotto la dura dolerite vulcanica. Il punto di riferimento si trova davanti alla foce del fiume Mpako, ispirando innumerevoli leggende tra le comunità locali.",
          "visit_duration_min": 75
        },
        {
          "text": "Intraprendi un'escursione sulla Wild Coast, attraversando alcuni dei paesaggi costieri più spettacolari del Sud Africa lungo percorsi di sentieri ben stabiliti. L'alloggio lungo il percorso assicura un ritmo confortevole massimizzando l'esposizione alle ripide colline verdi della regione, ai villaggi tradizionali Xhosa, alle scogliere battute dal vento, alle spiagge bianche deserte e alle foreste indigene.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivi avventure di equitazione sulla Wild Coast adatte a tutti i livelli, da dolci cavalcate giornaliere di 1-4 ore a sentieri estesi di più giorni lungo la costa incontaminata. Il Kei River Horse Trail combina cavalcate base con un viaggio costiero di 2-3 notti, mentre il Wild Coast Horse Trail di 7 notti offre ai cavalieri esperti un'avventura epica di 8 giorni attraverso questo paesaggio selvaggio.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: Da Tsitsikamma alla Wild Coast",
          "day": 10
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "ZA::darling",
      "name": "Darling",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -33.3754,
        18.3845
      ],
      "lat": -33.3754,
      "lon": 18.3845,
      "visits": [
        {
          "text": "Visitate la storica Mamre Mission Station, una gemma nascosta fondata nel 1808 dai missionari Moravi. La chiesa originale e la canonica, ora protette come monumenti nazionali, mantengono il loro fascino autentico e continuano a servire la comunità con funzioni settimanali. Un mulino ad acqua splendidamente restaurato ora opera come museo affascinante che mostra il ricco patrimonio della città.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitate la Groote Post Wine Cellar, una proprietà storica del XVIII secolo dove il terroir unico e il clima fresco delle Darling Hills producono vini eccezionali. Parte della famosa West Coast Flower Route, la proprietà offre spettacolari passeggiate nella natura e safari attraverso paesaggi di fynbos indigeni. Godetevi degustazioni di vini abbinate a cucina deliziosa in questo ambiente pittoresco.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplorate la graziosa città di Darling, situata nel cuore della West Coast Flower Region dove la primavera trasforma i campi circostanti in stupendi arazzi di fiori selvatici. Visitatela a settembre per il celebrato Darling Wildflower Show che si tiene ogni terzo fine settimana. Le affascinanti strade della città ospitano anche il famoso complesso teatrale Evita se Perron.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Scoperta della Costa del Western Cape: Da Table Mountain alla Garden Route",
          "day": 5
        }
      ],
      "rating": 5
    },
    {
      "place_id": "ZA::dullstroom",
      "name": "Dullstroom",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -25.4167,
        30.1167
      ],
      "lat": -25.4167,
      "lon": 30.1167,
      "visits": [
        {
          "text": "Scopri Dullstroom, affettuosamente conosciuta come la mecca delle trote del Sud Africa, dove aria pulita, clima fresco e acque scintillanti hanno attirato pescatori a mosca per generazioni. Questa piccola città di montagna supera le aspettative con una collezione eclettica di oltre 7.000 orologi esposti negli esercizi locali. L'aria frizzante di montagna e l'atmosfera accogliente la rendono il rifugio perfetto.",
          "visit_duration_min": 75
        },
        {
          "text": "Lancia la tua lenza in torrenti e dighe incontaminate popolate da trote arcobaleno e fario, seguendo tradizioni di pesca a mosca consacrate dal tempo. Guide esperte offrono istruzione per principianti mentre pescatori esperti mettono alla prova le loro abilità contro pesci astuti in acque cristalline. Il paesaggio circostante dell'highveld offre uno sfondo mozzafiato per questa attività contemplativa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora l'affascinante collezione di ristoranti, pub e negozi di artigianato di Dullstroom raggruppati lungo la strada principale. La reputazione della città per l'ottimo cibo attira visitatori in cerca di pasti sostanziosi accanto a fuochi scoppiettanti nelle fredde serate dell'highveld. Gallerie d'arte e negozi di antiquariato premiano chi curiosa, mentre la famosa collezione di orologi aggiunge carattere stravagante a questa destinazione amata.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Avventura nell'Escarpment del Mpumalanga: Canyon, Cascate e Fauna Selvatica",
          "day": 9
        }
      ],
      "rating": 5
    },
    {
      "place_id": "ZA::east-london",
      "name": "East London",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -33.0153,
        27.9116
      ],
      "lat": -33.0153,
      "lon": 27.9116,
      "visits": [
        {
          "text": "Scopri East London, una città rilassata benedetta dalle calde brezze dell'Oceano Indiano e da un clima subtropicale accogliente che attira visitatori tutto l'anno. Le spiagge incontaminate della città - Nahoon, Gonubie e Orient - offrono sabbie pulite, acque scintillanti e tramonti mozzafiato che dipingono il cielo di colori brillanti ogni sera.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivi le diverse attività acquatiche disponibili lungo la costa di East London, dal surf di livello mondiale alle immersioni subacquee fino alle spedizioni per avvistare delfini e balene. Le correnti oceaniche calde supportano un'abbondante vita marina, rendendo questo tratto di costa un paradiso per gli appassionati di pesca e gli esploratori subacquei.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Attraversa il Kei River sul ponte storico, un traghetto tradizionale a cavi che ha trasportato viaggiatori attraverso questa importante via d'acqua per generazioni. Questo attraversamento segna il confine tradizionale tra l'ex Colonia del Capo e il Transkei, offrendo una connessione tangibile con la storia complessa e il patrimonio culturale della regione.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: Da Tsitsikamma alla Wild Coast",
          "day": 7
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "ZA::gariep-dam",
      "name": "Gariep Dam",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -30.6167,
        25.5
      ],
      "lat": -30.6167,
      "lon": 25.5,
      "visits": [
        {
          "text": "Esplora la Gariep Dam Nature Reserve, la più grande riserva naturale del Free State, che si estende lungo le rive della più grande diga del Sudafrica e del possente Orange River. Questa vasta area protetta si vanta di essere casa di innumerevoli specie di uccelli, vita vegetale diversificata e numerose specie animali che prosperano nel paesaggio semi-arido. La scala sia della diga che della riserva crea un'impressionante sensazione di wilderness.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri la straordinaria avifauna che si raduna intorno all'estesa costa della diga e alle isole, attirando birdwatcher da tutto il paese. Le praterie circostanti e gli affioramenti rocciosi sostengono specie di antilopi e piccoli mammiferi, mentre la diga stessa offre eccellenti opportunità di pesca. Le gite in barca forniscono prospettive uniche su questo massiccio corpo idrico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Goditi i safari di osservazione della fauna attraverso la riserva, dove springbok, gnu neri e altre specie di antilopi vagano per le pianure aperte. I sentieri a piedi offrono incontri intimi con il paesaggio e i suoi abitanti, mentre le aree picnic forniscono punti perfetti per assorbire la vastità di questa straordinaria riserva. Il tramonto sulla diga crea opportunità fotografiche indimenticabili.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Scoperta del Free State: Altopiani Dorati, Crateri Antichi e Santuari dei Grandi Felini",
          "day": 10
        }
      ],
      "rating": 4.6
    },
    {
      "place_id": "ZA::golden-gate",
      "name": "Golden Gate",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -28.5167,
        28.6167
      ],
      "lat": -28.5167,
      "lon": 28.6167,
      "visits": [
        {
          "text": "Entra nel Golden Gate Highlands National Park, forse meglio conosciuto per le sue magnifiche sentinelle di arenaria dalle tonalità dorate che brillano come oro brunito nella luce del tardo pomeriggio. Queste drammatiche formazioni rocciose, scolpite nel corso di millenni da vento e acqua, creano uno dei paesaggi più fotogenici del Sudafrica. Il parco è situato equidistante da Johannesburg, Durban e Bloemfontein, rendendolo l'ideale rifugio montano.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri la straordinaria fauna che abita questo santuario montano, inclusi gnu neri, eland, blesbok, springbok e il raro avvoltoio barbuto che vola sopra le vette. Sono state registrate oltre 100 specie di uccelli, dai rapaci che cavalcano le correnti termiche alle coloratissime specie delle praterie. I diversi habitat - da grotte e sporgenze a ruscelli e praterie - sostengono una biodiversità eccezionale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Percorri l'estesa rete di sentieri del parco, da brevi passeggiate all'impegnativo Rhebok Trail di due giorni che attraversa l'intero spettro dei paesaggi montani. L'alta quota porta aria frizzante e drammatici modelli meteorologici che trasformano il paesaggio durante il giorno. I siti di arte rupestre rivelano che il popolo San una volta chiamava casa queste montagne, aggiungendo profondità culturale alla bellezza naturale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Scoperta del Free State: Altopiani Dorati, Crateri Antichi e Santuari dei Grandi Felini",
          "day": 6
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "ZA::graaff-reinet",
      "name": "Graaff Reinet",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -32.2522,
        24.5308
      ],
      "lat": -32.2522,
      "lon": 24.5308,
      "visits": [
        {
          "text": "Rimani stupefatto davanti alla Valley of Desolation, una meraviglia geologica di inquietante bellezza caratterizzata da spettacolari colonne di 120 metri di antica roccia vulcanica erosa che fanno la guardia alle pianure del Camdeboo. Dichiarata Monumento Nazionale nel 1939 per la sua importanza geologica e paesaggistica, questo paesaggio drammatico offre avvistamenti di kudu, zebra di montagna del Capo e la maestosa aquila di Verreaux con la sua impressionante apertura alare di 2 metri.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora Graaff-Reinet, la quarta città più antica del Sudafrica fondata nel 1786, rinomata per le sue case e edifici storici straordinariamente ben conservati. Personaggi notevoli tra cui Lord Somerset, Robert Sobukwe e Dr Anton Rupert hanno collegamenti con questa caratteristica città del Karoo. Il museo Reinet House offre affascinanti approfondimenti sulla storia e l'arte del Karoo.",
          "visit_duration_min": 75
        },
        {
          "text": "Raggiungi la Owl House a Nieu-Bethesda, un Sito del Patrimonio Nazionale che rappresenta il principale esempio di arte outsider del Sudafrica. L'artista Helen Martins trasformò una normale casa del Karoo in un luogo di luce e colore, con un giardino fantastico pieno di sculture di cemento e vetro conosciuto come Camel Yard. La sua straordinaria visione continua ad affascinare i visitatori.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Scopri i fossili del Karoo a Wellwood Farm e Ganora Guest Farm, osservando notevoli esposizioni di antichi esemplari raccolti nell'arco di 20 anni. Ganora Excursions offre camminate guidate per vedere dipinti Bushman e Khoi, incisioni rupestri e il James Kitching Fossil Centre. Un sentiero fossile guidato conduce al letto del fiume dove continuano a emergere prove del passato preistorico della regione.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: Da Tsitsikamma alla Wild Coast",
          "day": 14
        }
      ],
      "rating": 7.8
    },
    {
      "place_id": "ZA::graskop",
      "name": "Graskop",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -24.9317,
        30.8419
      ],
      "lat": -24.9317,
      "lon": 30.8419,
      "visits": [
        {
          "text": "Segui la leggendaria Panorama Route, la porta d'accesso a Kruger che si snoda attraverso il Lowveld lungo strade che attraversano piantagioni, cascate e fitte foreste autoctone. Questa strada panoramica collega molte delle attrazioni più celebrate di Mpumalanga, dai famosi pancake di Graskop ai punti panoramici del canyon che definiscono il drammatico paesaggio della scarpata della provincia.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivi l'esperienza del Graskop Gorge Lift, scendendo 51 metri nella foresta sottostante su un ascensore di vetro che offre viste mozzafiato delle scogliere circostanti e della volta forestale. In fondo, passerelle sopraelevate si snodano attraverso l'antica foresta, rivelando cascate, alberi autoctoni e una fauna aviaria diversificata. Il Cliff Café offre ristoro con spettacolari viste sulla gola.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora la vivace strada principale di Graskop, famosa per i suoi ristoranti di pancake e negozi di curiosità che vendono artigianato africano e prodotti locali. La città serve come eccellente base per esplorare la Panorama Route, con tutte le principali attrazioni facilmente raggiungibili in auto. Le foreste e le praterie circostanti offrono ulteriori opportunità di escursioni e avventura.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Avventura nell'Escarpment del Mpumalanga: Canyon, Cascate e Fauna Selvatica",
          "day": 5
        }
      ],
      "rating": 6.5
    },
    {
      "place_id": "ZA::groot-marico",
      "name": "Groot Marico",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -25.5167,
        26.3833
      ],
      "lat": -25.5167,
      "lon": 26.3833,
      "visits": [
        {
          "text": "Scopri Groot Marico, una pittoresca città di provincia che ha fatto da sfondo a molti racconti scritti da Herman Charles Bosman, uno degli scrittori più amati del Sud Africa. La città ha abbracciato questa associazione letteraria con un museo che è una replica esatta della scuola locale dove Bosman una volta insegnava. L'annuale Herman Charles Bosman Festival ogni ottobre celebra questo patrimonio.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora l'affascinante città che prende il nome dal fiume Groot Marico, dove l'architettura riflette il patrimonio rurale della regione e le opzioni di alloggio catturano l'atmosfera incantevole delle storie di Bosman. L'annuale Marico Mountain Bike Classic attira appassionati di ciclismo, mentre la campagna circostante offre tranquille escursioni attraverso le tipiche terre agricole del North West.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Esploratore della Provincia North West: Montagne Antiche, Safari Big Five e Origini Umane",
          "day": 4
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "ZA::harrismith",
      "name": "Harrismith",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -28.2833,
        29.1333
      ],
      "lat": -28.2833,
      "lon": 29.1333,
      "visits": [
        {
          "text": "Viaggia verso Sterkfontein Dam Nature Reserve, situata a soli 23 chilometri da Harrismith e abitata da una varietà di specie animali e di uccelli inclusi reedbuck di montagna e rhebok grigi. Questa riserva scenica circonda la più grande centrale idroeletrica del paese, dove la diga immagazzina acqua pompata dal fiume Tugela durante i periodi di basso consumo elettrico. La meraviglia ingegneristica complementa la bellezza naturale.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri eccezionali attività all'aperto in questa riserva montana, popolare per il campeggio, la pesca, l'osservazione della fauna e il ciclismo. Sentieri per escursioni e mountain bike attraversano praterie e affioramenti rocciosi con viste attraverso la diga verso picchi lontani. La posizione ad alta quota porta temperature fresche anche in estate, rendendola una fuga rinfrescante dal calore delle pianure.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora i diversi habitat intorno alla Sterkfontein Dam, dalle zone umide lungo la riva alle praterie montane che salgono verso le pendici del Drakensberg. Gli appassionati di birdwatching godono di eccellenti avvistamenti di specialisti delle praterie e rapaci, mentre i pescatori tentano la fortuna con trote e spigole nelle fresche acque della diga. L'atmosfera pacifica premia coloro che cercano contemplazione silenziosa.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Scoperta del Free State: Altopiani Dorati, Crateri Antichi e Santuari dei Grandi Felini",
          "day": 5
        }
      ],
      "rating": 6.2
    },
    {
      "place_id": "ZA::hartbeespoort",
      "name": "Hartbeespoort",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -25.7447,
        27.8864
      ],
      "lat": -25.7447,
      "lon": 27.8864,
      "visits": [
        {
          "text": "Arriva a Hartbeespoort Dam, una destinazione popolare per visitatori situata nella drammatica catena montuosa Magaliesberg. La diga e l'area circostante offrono la destinazione principale della regione per sport acquatici inclusi windsurf, jet ski, rafting in acque bianche, canoa e tubing sul fiume Crocodile che alimenta il bacino. Sotto la superficie della diga si trova uno dei pochi siti di immersione nell'entroterra del Sud Africa con attrazioni insolite.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita The Elephant Sanctuary presso Hartbeespoort Dam, dove tre interazioni quotidiane con gli elefanti africani residenti permettono ai visitatori di conoscere questi incredibili animali e le questioni di conservazione che minacciano la loro sopravvivenza in natura. Durante le visite guidate a piedi, gli elefanti vagano liberamente nella foresta e permettono incontri ravvicinati dove puoi camminare mano nella proboscide con loro.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora The Ann van Dyk Cheetah Centre, istituito nel 1971 come programma di riproduzione per aiutare a rafforzare le popolazioni di ghepardi in natura. Osserva ghepardi, cani selvatici africani, avvoltoi e felini più piccoli durante safari guidati attraverso i loro recinti aperti. Le esperienze di corsa dei ghepardi mostrano questi incredibili predatori che dimostrano la loro leggendaria velocità.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora Welwitschia Country Market, un'attrazione eco-sostenibile che offre 40 bancarelle rustiche in un ambiente all'aperto sotto bellissimi alberi ombrosi. Scopri abbigliamento bohémien, intagli africani tradizionali e artigianato realizzato da artisti locali. Il mercato è aperto da martedì a domenica dalle 9:00 alle 17:00, offrendo un'autentica esperienza di shopping.",
          "visit_duration_min": 60
        },
        {
          "text": "Goditi le attività avventurose nelle colline e montagne circostanti, inclusi bellissimi sentieri escursionistici, arrampicata su roccia, quad, parapendio e voli in mongolfiera. La Harties Aerial Cableway offre viste spettacolari sulla diga e sulle montagne, mentre il Phaladingwe Hiking Trail si snoda attraverso habitat diversi con possibilità di avvistare impala, duiker, kudu e nyala.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Esploratore della Provincia North West: Montagne Antiche, Safari Big Five e Origini Umane",
          "day": 1
        }
      ],
      "rating": 6.3
    },
    {
      "place_id": "ZA::hazyview",
      "name": "Hazyview",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -25.05,
        31.1333
      ],
      "lat": -25.05,
      "lon": 31.1333,
      "visits": [
        {
          "text": "Concludi il tuo viaggio in Mpumalanga a Hazyview, una vivace città-porta d'accesso al Kruger National Park che offre facile accesso ai cancelli Phabeni e Numbi della riserva. Il clima tropicale della città e la vegetazione lussureggiante creano un ambiente verdeggiante per attività avventurose, dalle interazioni con gli elefanti alle esperienze nei villaggi culturali e tour con zipline aeree attraverso la volta forestale.",
          "visit_duration_min": 75
        },
        {
          "text": "Continua lungo la Panorama Route verso Hazyview, passando per la diga ad arco gravitazionale Blyderivierpoort sul fiume Blyde nel canyon inferiore. Il percorso mostra i paesaggi più drammatici del Mpumalanga - scogliere svettanti, cascate precipitose e foreste verdeggianti che creano scene di straordinaria bellezza naturale ad ogni curva.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Approfitta della posizione di Hazyview nel cuore del Lowveld per goderti safari finali, crociere al tramonto lungo il fiume o rilassanti trattamenti spa nei lodge vicini. La varietà di attività offerte dalla città garantisce qualcosa per ogni interesse, dalle avventure adrenalinitiche alle pacifiche esperienze naturali. Numerosi ristoranti servono ottima cucina che riflette le diverse influenze culturali dell'area.",
          "visit_duration_min": 60
        },
        {
          "text": "Sistemati negli alloggi nel distretto di Kiepersol vicino a Hazyview, immerso nelle colline pedemontane delle montagne Drakensberg. La fauna e flora naturale dell'area supportano un'avifauna eccezionale, mentre l'ambientazione tranquilla offre un contrasto gradito all'eccitazione dei safari. La regione offre facile accesso ai cancelli meridionali del Kruger.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Avventura nell'Escarpment del Mpumalanga: Canyon, Cascate e Fauna Selvatica",
          "day": 6
        },
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: Dal Waterberg alla Natura Selvaggia Remota di Kruger",
          "day": 11
        }
      ],
      "rating": 7.6
    },
    {
      "place_id": "ZA::heidelberg",
      "name": "Heidelberg",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -26.5,
        28.3667
      ],
      "lat": -26.5,
      "lon": 28.3667,
      "visits": [
        {
          "text": "Avventurati nella Riserva Naturale di Suikerbosrand, un'estensione di 13.330 ettari di creste, pianure e kloofs a sud di Johannesburg che offre aria fresca e avventura nella natura selvaggia. Il nome della riserva deriva dalle protee sugarbush che fioriscono sui pendii, creando spettacoli spettacolari contro lo sfondo del paesaggio ondulato dell'Highveld.",
          "visit_duration_min": 75
        },
        {
          "text": "Scegli tra 66 chilometri di sentieri escursionistici adatti a tutti i livelli di esperienza, dalle passeggiate gentle alle impegnative scalate delle creste. Durante il trekking, osserva antilopi, babbuini, ghepardi e iene che abitano questa natura selvaggia protetta. Il terreno vario rivela diversi ecosistemi dai fondovalle alle vette rocciose, ognuno con flora e fauna distinte.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Campeggia durante la notte nella riserva per vivere la natura selvaggia dell'Highveld nel suo momento più magico, quando le stelle brillano sopra e emergono gli animali notturni. I visitatori giornalieri possono esplorare sentieri multipli, godere di aree picnic con viste panoramiche, o semplicemente assorbire la tranquillità di quest'area protetta vasta così vicina al Gauteng urbano.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Meraviglie Naturali del Gauteng: Montagne Antiche, Siti Fossili e Riserve Urbane",
          "day": 6
        }
      ],
      "rating": 3.1
    },
    {
      "place_id": "ZA::hoedspruit",
      "name": "Hoedspruit",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -24.35,
        30.9667
      ],
      "lat": -24.35,
      "lon": 30.9667,
      "visits": [
        {
          "text": "Scopri i leggendari bush pub del Lowveld, autentiche oasi dove le guide safari in kaki si riuniscono per condividere racconti del bush. Dal Bush Pub a Hoedspruit al Tanks Bush Pub a Hazyview, questi locali caratteristici offrono bevande fresche e calda ospitalità in ambienti che catturano il vero spirito dell'esperienza della natura selvaggia africana.",
          "visit_duration_min": 75
        },
        {
          "text": "Viaggia da Manyeleti a Hoedspruit, un villaggio incantevole ai piedi delle montagne Klein Drakensberg che funge da porta d'accesso sia al Kruger che alla Panorama Route. I terreni agricoli circostanti, punteggiati da frutteti di agrumi e fattorie di selvaggina, forniscono una base tranquilla per esplorare le diverse attrazioni della regione.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita l'Hoedspruit Endangered Species Centre, un faro di conservazione che nutre specie in pericolo e educa i visitatori sulla protezione della fauna selvatica. Il centro lavora per rafforzare le linee di sangue dei ghepardi, riabilitare rinoceronti feriti, e aumentare la consapevolezza sull'importanza critica della conservazione. Ogni visita sostiene queste missioni vitali.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora Hoedspruit, convenientemente situata tra il Kruger National Park e il Blyde River Canyon, rendendola la base perfetta per diverse opzioni safari. Questa piccola città offre alloggi unici incluso l'Hoedspruit Aerotel, dove gli ospiti dormono in un Boeing riconvertito. L'area circostante ospita numerose riserve faunistiche private e centri di riabilitazione della fauna selvatica.",
          "visit_duration_min": 60
        },
        {
          "text": "Percorri la famosa Panorama Route, uno dei viaggi panoramici più spettacolari del Sud Africa. Ammira i Three Rondavels - distintive formazioni rocciose cilindriche che si affacciano sul Blyde River Canyon - prima di visitare le Bourke's Luck Potholes, God's Window, il Pinnacle e numerose cascate. Il viaggio di 5-6 ore premia con viste in continuo cambiamento.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Avventura nell'Escarpment del Mpumalanga: Canyon, Cascate e Fauna Selvatica",
          "day": 2
        },
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: Dal Waterberg alla Natura Selvaggia Remota di Kruger",
          "day": 10
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "ZA::hogsback",
      "name": "Hogsback",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -32.5939,
        26.9392
      ],
      "lat": -32.5939,
      "lon": 26.9392,
      "visits": [
        {
          "text": "Passeggia attraverso Hogsback, un villaggio mistico incastonato nelle Amatola Mountains circondato da foreste indigene e cascate scroscianti. L'ambiente incantevole presenta alberi antichi, ruscelli fluenti e l'opportunità di avvistare rari pappagalli del Capo e Loerie di Knysna. Il villaggio prende il nome da tre montagne a forma di maiale visibili all'avvicinamento.",
          "visit_duration_min": 75
        },
        {
          "text": "Fai un'escursione alla magnifica Madonna and Child Waterfall, una delle attrazioni naturali più amate di Hogsback dove acque cristalline si tuffano attraverso foreste indigene incontaminate. I sentieri circostanti serpeggiano tra antichi yellowwood e felci arboree, creando un'atmosfera da favola che ha ispirato innumerevoli visitatori e artisti.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora il labirinto a The Edge e scatta un selfie iconico nella famosa vasca da bagno ad Away with the Fairies, due dei luoghi più fotografati di Hogsback. L'area offre numerosi sentieri per escursioni e mountain bike adatti alle famiglie, oltre a visite agli studi di ceramica locali e ai negozi di artigianato che mostrano la comunità creativa del villaggio.",
          "visit_duration_min": 60
        },
        {
          "text": "Intraprendi l'Amathole Trail, una delle principali rotte escursionistiche di più giorni del Sud Africa che attraversa foreste indigene, torrenti di montagna e praterie ricche di patrimonio culturale Xhosa. Il sentiero offre terreni impegnativi ricompensati con viste mozzafiato e incontri con fauna selvatica diversificata in un'area intrisa di storia di frontiera.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: Da Tsitsikamma alla Wild Coast",
          "day": 8
        }
      ],
      "rating": 4.8
    },
    {
      "place_id": "ZA::hondeklipbaai",
      "name": "Hondeklipbaai",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -30.3167,
        17.2833
      ],
      "lat": -30.3167,
      "lon": 17.2833,
      "visits": [
        {
          "text": "Scopri Hondeklipbaai, uno dei 'villaggi dimenticati' del Sudafrica che è sfuggito alla commercializzazione, preservando paesaggi che rimangono 'all'osso' e incontaminati dallo sviluppo. Questo piccolo villaggio di pescatori vanta 14 chilometri di splendida costa punteggiata da pozze di marea e pozze rocciose che brulicano di vita marina. Le viste marine incontaminate e il carattere autentico premiano i viaggiatori che si avventurano fuori dai sentieri battuti.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita il relitto della nave Aristea visibile lungo la costa, cammina verso lo storico Hondeklip Lighthouse, o prova a pescare aragoste nelle cristalline acque atlantiche. Gite giornaliere a Kamieskroon, Skilpad e Soebatsfontein rivelano le spettacolari esposizioni di fiori selvatici della regione durante la stagione della fioritura. La combinazione di costa incontaminata e fiori stagionali rende Hondeklipbaai un rifugio marino unico.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odissea del Northern Cape: Diamanti, Dune del Deserto e Meraviglie del Cielo Scuro",
          "day": 3
        }
      ],
      "rating": 3.7
    },
    {
      "place_id": "ZA::jeffreys-bay",
      "name": "Jeffreys Bay",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -34.0498,
        24.9311
      ],
      "lat": -34.0498,
      "lon": 24.9311,
      "visits": [
        {
          "text": "Cavalca i leggendari Super Tubes a Jeffreys Bay, costantemente classificati tra i migliori spot di surf del mondo. Quando le condizioni si allineano con onde di 4-8 piedi e venti di sud-ovest, quest'onda di classe mondiale può rompersi dal punto fino oltre il parcheggio. L'ospitalità locale calorosa e l'atmosfera costiera rilassata rendono questo paradiso del surf una destinazione imperdibile sulla costa dell'Eastern Cape.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivi l'emozione definitiva dell'adrenalina con un lancio in tandem con paracadute su Jeffreys Bay. Un volo panoramico di 20 minuti ti porta a oltre 2.700 metri prima di una caduta libera di 30 secondi a 200 chilometri orari, seguita da una tranquilla discesa con paracadute di 5 minuti con vista panoramica sulla costa. Tutti gli istruttori hanno completato un minimo di 1.000 lanci, garantendo i più alti standard di sicurezza.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora le spiagge incontaminate che circondano Jeffreys Bay, incluse le coste adatte alle famiglie di Aston Bay, Kabeljous e Paradise Beach. La città offre eccellenti opzioni di sistemazione, ristoranti diversificati e vivace intrattenimento serale con musica dal vivo e falò sulla spiaggia. I mercati locali offrono opportunità per acquistare abbigliamento da spiaggia, attrezzatura da surf e souvenir unici.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: Da Tsitsikamma alla Wild Coast",
          "day": 2
        }
      ],
      "rating": 5.8
    },
    {
      "place_id": "ZA::johannesburg",
      "name": "Johannesburg",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -26.2041,
        28.0473
      ],
      "lat": -26.2041,
      "lon": 28.0473,
      "visits": [
        {
          "text": "Arriva all'OR Tambo International Airport a Johannesburg, la porta d'accesso alla tua avventura in Limpopo. La più grande città e capitale finanziaria del Sud Africa offre attrazioni affascinanti tra cui l'Apartheid Museum che documenta la lotta della nazione per la libertà, la storica Mandela House a Soweto e tour guidati delle township che rivelano la cultura vibrante e la resilienza delle comunità locali.",
          "visit_duration_min": 75
        },
        {
          "text": "Parti dal Kruger attraverso il Paul Kruger Gate e viaggia verso sud fino a Johannesburg, completando il tuo grande circuito del Limpopo. Il viaggio passa attraverso Dullstroom, la capitale della pesca alla trota del Sud Africa, dove puoi fermarti per un ristoro in questa affascinante città di montagna nota per i suoi pub accoglienti e l'eccellente cucina.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri Melville Koppies, un'area naturale aspra in uno dei quartieri lifestyle più popolari di Johannesburg. Questa straordinaria riserva contiene esempi di oltre l'80% delle specie floristiche presenti nel Gauteng, rendendola un tesoro botanico eccezionale nascosto all'interno della città. Gli affioramenti rocciosi e le praterie creano diversi microhabitat che supportano una notevole diversità vegetale.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora le testimonianze di un villaggio dell'Età della Pietra e antiche opere di fusione del ferro che dimostrano come Melville sia stato un insediamento popolare per migliaia di anni. I siti archeologici collegano i visitatori con la profonda storia umana di questo paesaggio, molto prima che esistesse la moderna Johannesburg. Le passeggiate guidate rivelano sia il patrimonio naturale che culturale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Riposa e preparati per il viaggio che ti aspetta in un alloggio convenientemente situato vicino all'aeroporto a Kempton Park. L'area offre facile accesso alla rete autostradale che ti porterà a nord nella Provincia di Limpopo, dove natura selvaggia indomita e straordinari incontri con la fauna selvatica ti aspettano.",
          "visit_duration_min": 60
        },
        {
          "text": "Rifletti su tre settimane di straordinari incontri con la fauna selvatica, esperienze di natura selvaggia remota e scoperte culturali mentre torni all'OR Tambo International Airport. Dalle riserve dei Big Five del Waterberg ai baobab antichi di Pafuri, la Provincia del Limpopo ha rivelato il cuore selvaggio del Sud Africa in tutta la sua magnifica diversità.",
          "visit_duration_min": 60
        },
        {
          "text": "Cammina attraverso questa natura selvaggia urbana protetta dove la vegetazione indigena è sopravvissuta all'espansione della città. La Riserva Naturale Melville Koppies offre passeggiate guidate nel weekend che illuminano l'importanza botanica, geologica e archeologica dell'area. Le vedute su Johannesburg dalle vette rocciose offrono una prospettiva su come la città sia cresciuta attorno a questo santuario naturale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: Dal Waterberg alla Natura Selvaggia Remota di Kruger",
          "day": 1
        },
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: Dal Waterberg alla Natura Selvaggia Remota di Kruger",
          "day": 13
        },
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Meraviglie Naturali del Gauteng: Montagne Antiche, Siti Fossili e Riserve Urbane",
          "day": 7
        }
      ],
      "rating": 8.5
    },
    {
      "place_id": "ZA::kaapsehoop",
      "name": "Kaapsehoop",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -25.5833,
        30.7667
      ],
      "lat": -25.5833,
      "lon": 30.7667,
      "visits": [
        {
          "text": "Esplora Kaapsehoop, un pittoresco villaggio arroccato su un altopiano sopra il Lowveld con viste mozzafiato sulla campagna circostante che si estende fino a orizzonti lontani. Questo affascinante insediamento di Mpumalanga è famoso per i suoi cavalli selvaggi, discendenti di animali abbandonati durante la Guerra Anglo-Boera, che spesso si possono vedere pascolare pacificamente alla periferia del villaggio.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Percorri i sentieri panoramici della Kaapsehoop Escarpment, dove la foresta autoctona lascia il posto a drammatici bordi di scogliera e cascate mozzafiato. La natura selvaggia circostante offre eccellenti opportunità per mountain bike, birdwatching e fotografia naturalistica. La comunità artistica del villaggio aggiunge interesse culturale, con gallerie e studi di artigianato che accolgono i visitatori.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Avventura nell'Escarpment del Mpumalanga: Canyon, Cascate e Fauna Selvatica",
          "day": 8
        }
      ],
      "rating": 4.1
    },
    {
      "place_id": "ZA::kakamas",
      "name": "Kakamas",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -28.7667,
        20.6167
      ],
      "lat": -28.7667,
      "lon": 20.6167,
      "visits": [
        {
          "text": "Rilassati al Lake Grappa Guest Farm, immerso nel Green Kalahari circondato da rigogliosi vigneti che producono uve da tavola di qualità per l'esportazione. Questo rifugio tranquillo offre lussuosi chalet con cucina che si affacciano su un lago di 800 metri dove gli uccelli acquatici scivolano e i tramonti dipingono l'acqua d'oro. Il contrasto tra l'ambiente desertico circostante e questa oasi verdeggiante crea un'atmosfera magica.",
          "visit_duration_min": 75
        },
        {
          "text": "Goditi gli sport acquatici sul lago privato, dalla pesca e canottaggio all'apprendimento dello sci slalom da un istruttore professionista Springbok. Raccogli uve da tavola fresche di qualità per l'esportazione direttamente dai vigneti che circondano la proprietà. Le vicine Augrabies Falls e Nature Reserve sono facilmente accessibili per escursioni giornaliere, combinando relax con avventura.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora la zona circostante su sentieri 4x4 o percorsi per mountain bike che rivelano i paesaggi diversi del Green Kalahari. Lake Grappa combina avventura, relax e spettacolari tramonti del Kalahari per una fuga memorabile. La struttura dimostra come l'ingegno umano abbia creato abbondanza in un paesaggio altrimenti arido.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odissea del Northern Cape: Diamanti, Dune del Deserto e Meraviglie del Cielo Scuro",
          "day": 8
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "ZA::kathu",
      "name": "Kathu",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -27.6944,
        23.0444
      ],
      "lat": -27.6944,
      "lon": 23.0444,
      "visits": [
        {
          "text": "Scopri Kathu, la capitale del minerale di ferro del Northern Cape il cui nome significa 'città sotto gli alberi' in riferimento alla straordinaria foresta di Camel Thorn che la circonda. Questa piccola città mineraria offre scenari sia desolati che belli, con il vasto Kalahari che si estende in ogni direzione. Il contrasto tra attività industriale e natura selvaggia incontaminata crea un interesse visivo unico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Gioca a golf in una delle tenute da golf più belle del paese, dove i fairway si snodano attraverso la vegetazione indigena. Visita la Wonderwerk Cave, un sito di scavi archeologici nelle Kuruman Hills contenente prove di occupazione umana che si estende per due milioni di anni. Esplora l'affascinante Boesmansgat Sinkhole, un sistema di grotte subacquee profondo 270 metri, e il Morokweng Crater formato da antico impatto meteorico.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odissea del Northern Cape: Diamanti, Dune del Deserto e Meraviglie del Cielo Scuro",
          "day": 11
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "ZA::kgalagadi",
      "name": "Kgalagadi",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -26.4667,
        20.6167
      ],
      "lat": -26.4667,
      "lon": 20.6167,
      "visits": [
        {
          "text": "Entra nel Kgalagadi Transfrontier Park, una natura selvaggia mozzafiato dove dune rosse si estendono all'infinito verso l'orizzonte e fauna iconica vaga liberamente attraverso vasti territori. Gemsbok con i loro segni facciali distintivi, springbok che saltano nella luce del mattino e i leggendari leoni del Kalahari dalla criniera nera che cacciano in territorio aperto: questa è la natura selvaggia africana al suo stato più primordiale e fotogenico.",
          "visit_duration_min": 75
        },
        {
          "text": "Stabilisciti al Twee Rivieren Rest Camp, il centro principale del parco che offre elettricità 24 ore, un negozio ben fornito, ristorante, piscina e safari guidati. Questa struttura confortevole fornisce un'eccellente introduzione alle meraviglie del Kgalagadi, con guide esperte che sanno dove trovare i predatori del parco e i paesaggi più spettacolari.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora gli ecosistemi diversi del parco, dai campi di dune rosse ai letti di fiumi secchi che attirano fauna selvatica in cerca di ombra e umidità. I centri per predatori e rapaci forniscono approfondimenti sulle impressionanti popolazioni del parco di leoni, ghepardi, leopardi e varie specie di aquile. Gli appassionati di birdwatching saranno ricompensati con avvistamenti di tessitori socievoli, uccelli segretario e aquile marziali.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Avventurati verso campi wilderness remoti a Mata-Mata e Nossob, dove l'alloggio non recintato ti porta intimamente vicino alla notte selvaggia africana. Sfidati su sentieri 4x4 che accedono agli angoli più isolati del parco, dove pochi visitatori si avventurano e gli incontri con la fauna selvatica sembrano genuinamente selvaggi. I paesaggi unici e la fauna diversa rendono questo parco un rifugio per avventurieri ed entusiasti della natura.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odissea del Northern Cape: Diamanti, Dune del Deserto e Meraviglie del Cielo Scuro",
          "day": 10
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "ZA::kimberley",
      "name": "Kimberley",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -28.7282,
        24.7499
      ],
      "lat": -28.7282,
      "lon": 24.7499,
      "visits": [
        {
          "text": "Scopri il Big Hole a Kimberley, il più grande scavo fatto a mano del mondo e una testimonianza drammatica della leggendaria storia mineraria di diamanti del Sud Africa. Questo iconico cratere profondo 200 metri fu scavato interamente a mano durante la corsa ai diamanti che trasformò questa regione. La pura scala dello sforzo umano visibile qui è veramente maestosa, una fossa massiccia scavata dalla terra alla ricerca di gemme preziose.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora il Kimberley Mine Museum, dove l'affascinante storia della scoperta dei diamanti si svolge attraverso mostre interattive e manufatti conservati. Fai un passo indietro nel tempo nella Old Town meticolosamente ricreata, che trasporta i visitatori nell'era della corsa ai diamanti del XIX secolo completa di edifici d'epoca, trasporti e atmosfera. Il museo porta in vita le ambizioni e avventure di coloro che accorsero qui cercando fortuna.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggia attraverso le strade ricostruite dell'era della corsa ai diamanti, dove edifici autentici ospitano negozi, bar e case esattamente come apparivano quando i diamanti trasformarono questo insediamento polveroso in una città in boom. Il sito patrimonio offre un mix perfetto di storia e avventura, fornendo scorci unici nel ricco patrimonio culturale del Northern Cape che ha plasmato il Sud Africa moderno.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odissea del Northern Cape: Diamanti, Dune del Deserto e Meraviglie del Cielo Scuro",
          "day": 13
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "ZA::kruger",
      "name": "Kruger",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -24.0167,
        31.4833
      ],
      "lat": -24.0167,
      "lon": 31.4833,
      "visits": [
        {
          "text": "Entra nel Kruger National Park, il parco nazionale più importante e popolare del Sudafrica, una destinazione che definisce l'eccellenza del safari africano. Questa vasta natura selvaggia comprende quasi 20.000 chilometri quadrati di bushveld incontaminato, supportando la più alta diversità di grandi mammiferi di qualsiasi riserva faunistica africana. I visitatori per la prima volta scoprono un mondo dove i leoni riposano sotto gli alberi di acacia e gli elefanti sfilano attraverso la savana dorata.",
          "visit_duration_min": 75
        },
        {
          "text": "Intraprendi safari attraverso ecosistemi diversi, dalle foreste di mopane al nord al bushveld misto al sud. I Big Five - leone, leopardo, elefante, rinoceronte e bufalo - vagano liberamente insieme a centinaia di altre specie inclusi ghepardo, licaone e innumerevoli antilopi. Ogni safari porta nuovi incontri e il brivido di assistere alla fauna africana nel loro habitat naturale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivi la magia di un safari self-drive, seguendo strade asfaltate e sterrate che si snodano attraverso il parco al tuo ritmo. Fermati alle pozze d'acqua dove gli ippopotami sguazzano e i coccodrilli si crogiolano, o sostai accanto ai fiumi dove gli elefanti vengono a bere al tramonto. I campi di sosta in tutto il parco offrono alloggi confortevoli e la possibilità di condividere storie degli avvistamenti della giornata con compagni avventurieri.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Avventura nell'Escarpment del Mpumalanga: Canyon, Cascate e Fauna Selvatica",
          "day": 1
        }
      ],
      "rating": 2.3
    },
    {
      "place_id": "ZA::kuruman",
      "name": "Kuruman",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -27.45,
        23.4333
      ],
      "lat": -27.45,
      "lon": 23.4333,
      "visits": [
        {
          "text": "Scopri Kuruman, conosciuta come l'\"Oasi del Kalahari\" grazie alla sua fornitura permanente d'acqua da una sorgente straordinaria che fornisce 20 milioni di litri giornalmente alle città circostanti. L'Eye of Kuruman, una sorgente naturale nel cuore della città, crea questo flusso vitale che ha sostenuto le comunità per millenni. Acqua cristallina sgorga continuamente in piscine circondate da vegetazione lussureggiante.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la storica Moffat Mission, dove il missionario scozzese Robert Moffat e sua moglie Mary vissero negli anni 1820. Moffat raggiunse il notevole risultato di tradurre la Bibbia in Setswana, la prima traduzione delle scritture in una lingua africana. Gli edifici missionari conservati e il museo illuminano la complessa storia dell'attività missionaria nell'Africa meridionale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora questo sito storico unico dove fede, lingua e cultura si intersecarono durante l'era coloniale. L'Eye of Kuruman fornisce un luogo pacifico per la riflessione, il suo flusso costante simboleggia permanenza tra le dure condizioni del Kalahari. Kuruman delizia i sensi e premia i visitatori culturalmente orientati con storie di resilienza e trasformazione.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odissea del Northern Cape: Diamanti, Dune del Deserto e Meraviglie del Cielo Scuro",
          "day": 12
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "ZA::langebaan",
      "name": "Langebaan",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -33.0926,
        18.0296
      ],
      "lat": -33.0926,
      "lon": 18.0296,
      "visits": [
        {
          "text": "Esplorate il West Coast National Park, una riserva naturale incontaminata che si estende da Yzerfontein a Langebaan, offrendo diverse attività incluso eccezionale birdwatching con oltre 200 specie di uccelli terrestri e marini. Gli appassionati di fauna possono avvistare springbok, kudu, gemsbok e la rara zebra di montagna che vagano nei paesaggi protetti. Sentieri ciclabili e opportunità di whale watching completano questo straordinario santuario costiero.",
          "visit_duration_min": 75
        },
        {
          "text": "Scoprite l'affascinante villaggio marittimo di Yzerfontein, un paradiso per l'avifauna, la fauna, la vita marina e la flora indigena. L'area vanta la più lunga distesa di spiaggia del Sud Africa, che si estende per 16 miglia verso nord fino al West Coast National Park. Popolare tra gli appassionati di sport acquatici, il villaggio offre anche eccellenti opportunità di whale watching, pesca ed escursionismo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Provate Langebaan, conosciuta come il Gioiello della West Coast, benedetta da sole quasi tutto l'anno, acque azzurre della laguna e bellezza naturale insuperabile. Questo Sito Ramsar acclamato internazionalmente supporta miriadi di specie di uccelli come habitat umido critico. Il clima mite e le acque protette lo rendono la destinazione perfetta per kitesurf, vela e vari sport acquatici.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Scoperta della Costa del Western Cape: Da Table Mountain alla Garden Route",
          "day": 7
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "ZA::limpokwena",
      "name": "Limpokwena",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -22.4167,
        28.9167
      ],
      "lat": -22.4167,
      "lon": 28.9167,
      "visits": [
        {
          "text": "Viaggia verso la Limpokwena Nature Reserve, un santuario remoto di 2.400 ettari posizionato alla confluenza dei potenti fiumi Limpopo e Mogalakwena vicino al confine con il Botswana. Il nome della riserva combina elementi di entrambi i fiumi - 'Limpo' e 'Kwena' - riflettendo la sua posizione unica dove questi corsi d'acqua si incontrano. Questa è una destinazione lontana dalla civiltà, perfetta per riconnettersi con la natura.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivi la natura incontaminata dove elefanti, giraffe e una straordinaria varietà di uccelli vagano liberamente attraverso paesaggi intatti. Mentre animali di grossa taglia abitano la riserva, il vero fascino risiede nell'splendido ambiente remoto, nel terreno accidentato e nell'opportunità di fuggire completamente dalla vita moderna. Osserva le Aquile Pescatrici Africane catturare prede e osserva la fauna che visita il tuo campo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Accampa presso l'Island Camp senza recinzioni sulle rive del fiume Limpopo, un'esperienza consigliata solo agli spiriti avventurosi. Senza servizio cellulare o Wi-Fi, questa location remota offre completa disconnessione e immersione nella natura. Safari guidati in 4x4 esplorano gli habitat diversificati, mentre le serate portano osservazione delle stelle sotto cieli africani incontaminati.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: Dal Waterberg alla Natura Selvaggia Remota di Kruger",
          "day": 3
        }
      ],
      "rating": 3
    },
    {
      "place_id": "ZA::madikwe",
      "name": "Madikwe",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -24.75,
        26.3333
      ],
      "lat": -24.75,
      "lon": 26.3333,
      "visits": [
        {
          "text": "Entra nel Madikwe Game Reserve, una delle più grandi riserve private del Sud Africa situata ai margini del Deserto del Kalahari e una straordinaria storia di successo nella conservazione. Gli habitat diversi della riserva ospitano tutti gli animali dei Big Five oltre a 300 diverse specie di uccelli. Soprattutto, Madikwe è famosa per gli incontri ravvicinati con la sua fiorente popolazione di cani selvatici africani in pericolo critico.",
          "visit_duration_min": 75
        },
        {
          "text": "Sperimenta safari fotografici specializzati per i quali Madikwe sta sviluppando una reputazione di primo piano. Le strutture uniche includono un 'nascondiglio terrapin' sommerso che emerge dal centro di una pozza d'acqua appena sopra il livello dell'acqua, offrendo ai fotografi prospettive straordinarie sulla fauna selvatica che viene a bere. La popolazione di leopardi della riserva attrae anche fotografi naturalisti dedicati.",
          "visit_duration_min": 75
        },
        {
          "text": "Goditi l'ambiente libero dalla malaria che rende Madikwe un'ottima alternativa al Kruger National Park per famiglie e coloro preoccupati per i rischi sanitari. La riserva è aperta solo agli ospiti che pernottano in uno dei suoi lussuosi safari lodge, garantendo osservazione esclusiva della fauna selvatica con densità minima di veicoli durante le escursioni.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Segui i cani selvatici africani con guide esperte che conoscono i territori e le abitudini dei branchi. Questi predatori in pericolo sono notoriamente difficili da trovare nella maggior parte delle riserve, ma la popolazione sana di Madikwe offre eccellenti opportunità di avvistamento. I safari mattutini e serali massimizzano gli incontri con la fauna selvatica durante i periodi di maggiore attività.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Esploratore della Provincia North West: Montagne Antiche, Safari Big Five e Origini Umane",
          "day": 6
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "ZA::magaliesberg",
      "name": "Magaliesberg",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -25.8333,
        27.5
      ],
      "lat": -25.8333,
      "lon": 27.5,
      "visits": [
        {
          "text": "Esplora la magica catena montuosa Magaliesberg, vette antiche quasi cento volte più vecchie del Monte Everest con un affascinante patrimonio storico e geologico. Quando il traffico collabora, queste montagne drammatiche distano meno di un'ora da Johannesburg ma sembrano a mille miglia di distanza. La catena contiene più alberi e piante indigene di quasi qualsiasi area comparabile in Sud Africa.",
          "visit_duration_min": 75
        },
        {
          "text": "Segui il Magalies Meander, un percorso panoramico attraverso questa regione pacifica che collega fattorie, studi artigianali e attrazioni naturali. Le montagne hanno assistito a innumerevoli millenni di storia geologica e umana, le loro creste e valli ospitano ecosistemi unici e prove di antica abitazione umana.",
          "visit_duration_min": 75
        },
        {
          "text": "Entra nella Catena Montuosa del Magaliesberg, dove ti aspetta una magia senza tempo a breve distanza in auto da Johannesburg. Queste montagne antiche sono più vecchie dell'Everest stesso, ospitando una varietà di biomi primordiali che si sono evoluti nel corso di miliardi di anni. La sensazione di entrare nel tempo geologico profondo è palpabile mentre esplori valli e creste modellate molto prima che gli umani camminassero sulla terra.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri una varietà stupefacente di fiori, alberi e animali in questo paradiso montano che ha nutrito ecosistemi diversi attraverso innumerevoli millenni. Il Magaliesberg ospita gli hotel di campagna più amati del Sud Africa, spa di classe mondiale e ristoranti acclamati, offrendo comfort sofisticato in mezzo alla natura selvaggia incontaminata. La regione combina bellezza naturale con ospitalità raffinata.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Prova Magalies Canopy Tours nella Magaliesberg Biosphere Reserve, un'avventura di 2,5 ore con zipline attraverso montagne stimate avere oltre 2.500 milioni di anni. Il percorso include 10 scivoli e 11 piattaforme con panorami mozzafiato, offrendo scorci dei duiker e klipspringer residenti. Porta la tua macchina fotografica per opportunità fotografiche davvero spettacolari.",
          "visit_duration_min": 60
        },
        {
          "text": "Vola sopra la Magalies River Valley in un safari in mongolfiera con la compagnia aerea di mongolfiere più antica del Sud Africa. I voli all'alba offrono viste sulle montagne e sul sito UNESCO Patrimonio dell'Umanità Cradle of Humankind, con il mondo sottostante bagnato dalla luce dorata e il silenzio interrotto solo dai bruciatori della mongolfiera.",
          "visit_duration_min": 60
        },
        {
          "text": "Vivi il Magaliesberg dall'alto con un giro in mongolfiera, scivolando silenziosamente sopra picchi antichi mentre l'alba dipinge il paesaggio d'oro. Unisciti a guide esperte per spedizioni di birdwatching o intraprendi un safari per seguire le tracce dell'elusivo leopardo che ancora vaga per queste montagne. La combinazione di avventura e tranquillità rende questa regione indimenticabile.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Esploratore della Provincia North West: Montagne Antiche, Safari Big Five e Origini Umane",
          "day": 2
        },
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Meraviglie Naturali del Gauteng: Montagne Antiche, Siti Fossili e Riserve Urbane",
          "day": 3
        }
      ],
      "rating": 6.6
    },
    {
      "place_id": "ZA::mahikeng",
      "name": "Mahikeng",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -25.8603,
        25.6439
      ],
      "lat": -25.8603,
      "lon": 25.6439,
      "visits": [
        {
          "text": "Esplora Mahikeng, la capitale provinciale del North West che mantiene il fascino di una piccola città pur giocando un ruolo fondamentale nella storia sudafricana. Durante la Guerra Anglo-Boera del 1899, una piccola guarnigione di truppe britanniche resistette qui famosamente per 217 giorni contro l'esercito boero molto più numeroso. Musei, edifici storici e monumenti in tutta la città documentano questo drammatico assedio.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri l'eredità di Sol Plaatje, il famoso giornalista e attivista per i diritti umani la cui vita è profondamente intrecciata con la narrazione della città. Plaatje fu il primo Segretario Generale dell'African National Congress e un instancabile sostenitore dei diritti africani durante l'era coloniale. La sua ex casa e i siti associati forniscono intuizioni sull'attivismo del primo Novecento.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sperimenta la cultura dei Bakgatla-ba-Kgafela, un sottogruppo del popolo Tswana con una lunga storia nel North West. Visita i villaggi culturali e il museo culturale nella vicina Saulspoort, a circa 35 chilometri da Sun City, per sperimentare l'ospitalità tradizionale e conoscere le usanze che sono sopravvissute a secoli di cambiamenti.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Esploratore della Provincia North West: Montagne Antiche, Safari Big Five e Origini Umane",
          "day": 5
        }
      ],
      "rating": 5.2
    },
    {
      "place_id": "ZA::makhanda",
      "name": "Makhanda",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -33.3106,
        26.523
      ],
      "lat": -33.3106,
      "lon": 26.523,
      "visits": [
        {
          "text": "Scopri Makhanda, città ospitante del National Arts Festival, la più grande celebrazione annuale delle arti del continente africano che si tiene ogni luglio. Questa città storica offre un ricco programma di teatro, danza, spettacoli teatrali, commedia, opera, musica, jazz, arte visiva e cinema, trasformandosi in un vibrante hub culturale che attrae artisti e pubblico da tutto il mondo.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora l'Amazwi Museum of South African Literature, uno dei tesori letterari del paese nascosto a Makhanda. Il museo raccoglie scritti creativi di autori dell'Africa meridionale in tutti i generi inclusi romanzi, opere teatrali, poesia e memorie. Scritti critici, manoscritti e materiali audiovisivi documentano il ricco patrimonio letterario della regione.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita l'Albany Museum, istituito nel 1855 come secondo museo più antico del Sud Africa, e il suo Observatory Museum che ospita una delle sole due Victorian Cameras Obscura al mondo. Questo dispositivo specchio magico riflette la città su un grande tavolo circolare, offrendo una prospettiva storica unica. L'oggetto gemello esiste solo a Bath, Inghilterra.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Fermati allo storico Pig and Whistle Inn nella vicina Bathurst, che offre ospitalità da oltre 180 anni e ospita il pub con licenza continua più antico del Sud Africa. Nelle vicinanze si erge il Big Pineapple, un punto di riferimento a tre piani costruito negli anni '80 che contiene un museo sulla coltivazione dell'ananas e una piattaforma di osservazione con vista panoramica.",
          "visit_duration_min": 60
        },
        {
          "text": "Vivi l'osservazione della fauna Big 5 di classe mondiale in una delle prestigiose riserve di Frontier Country incluse Shamwari, Kwandwe, Lalibela, Pumba e Amakhala. Queste riserve private offrono incontri eccezionali con la fauna selvatica in paesaggi dove cinque grandi culture - San, Khoi-Khoi, olandese, Xhosa e britannica - si incontrarono una volta durante nove guerre di frontiera.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: Da Tsitsikamma alla Wild Coast",
          "day": 6
        }
      ],
      "rating": 7.9
    },
    {
      "place_id": "ZA::manyeleti",
      "name": "Manyeleti",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -24.5167,
        31.3833
      ],
      "lat": -24.5167,
      "lon": 31.3833,
      "visits": [
        {
          "text": "Entra nella Manyeleti Private Game Reserve attraverso l'Orpen Gate, scoprendo un santuario dei Big Five di 23.000 ettari il cui nome significa 'luogo delle stelle' nella lingua locale Shangaan. Confinando con il Kruger National Park, Sabi Sands e Timbavati Reserve senza recinzioni tra loro, la fauna selvatica vaga liberamente attraverso questa vasta natura selvaggia interconnessa.",
          "visit_duration_min": 75
        },
        {
          "text": "Segui la grande popolazione di leoni di Manyeleti e i leopardi eccezionali, tra i più frequentemente avvistati nell'area del Greater Kruger. La bassa densità di veicoli della riserva garantisce incontri intimi, mentre la guida etica fuoristrada permette avvicinamenti ravvicinati alla fauna selvatica. Oltre 300 specie di uccelli aggiungono colore e canto ad ogni safari.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivi un servizio di guida di classe mondiale con tracker esperti che hanno passato la loro vita imparando la boscaglia. I safari a piedi rivelano i dettagli più piccoli - tracce, piante, insetti - che i visitatori legati ai veicoli perdono, mentre i game drive coprono vaste distanze alla ricerca dei residenti più sfuggenti della riserva.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Rilassati tra i safari in un lodge di lusso dove maggiordomi personali si prendono cura di ogni esigenza. Goditi sorprendenti colazioni nella boscaglia in letti di fiumi asciutti, osserva gli elefanti bere al capanno fotografico, o semplicemente assorbi la pace della natura selvaggia africana dalla tua terrazza privata. La guardia notturna assicura un passaggio sicuro alla cena sotto le stelle.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: Dal Waterberg alla Natura Selvaggia Remota di Kruger",
          "day": 9
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "ZA::mapesu",
      "name": "Mapesu",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -22.2167,
        29.35
      ],
      "lat": -22.2167,
      "lon": 29.35,
      "visits": [
        {
          "text": "Arriva al Mapesu Private Game Reserve, un santuario Big Five di 7.200 ettari stabilito nel 2014 adiacente al Sito Patrimonio Mondiale UNESCO di Mapungubwe National Park. Come partner del progetto metapopolazione ghepardi dell'Endangered Wildlife Trust, Mapesu dimostra eccezionale impegno per la conservazione e il turismo responsabile nel lontano nord del Sudafrica.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora paesaggi diversificati che spaziano da formazioni di arenaria drammatiche a boschi, foreste ripariali e gli iconici baobab del Limpopo. Gli ecotoni variegati supportano numerosi mammiferi inclusi zebre, antilopi d'acqua, impala, kudu e steenbok, mentre oltre 383 specie di uccelli sono state registrate nella riserva e 433 nella regione più ampia.",
          "visit_duration_min": 75
        },
        {
          "text": "Unisciti a una camminata guidata per vedere l'antica arte rupestre dei San (Boscimani), creata dai più antichi abitanti dell'Africa Meridionale. Questi straordinari dipinti e incisioni in grotte e ripari rocciosi raffigurano credenze spirituali, fauna selvatica ed esperienze di vita quotidiana di migliaia di anni fa, collegando i visitatori con la storia profonda dell'umanità in questo paesaggio.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Segui le tracce dei ghepardi a piedi come parte degli sforzi di conservazione di Mapesu, ottenendo intuizioni intime su questi predatori in pericolo. La posizione della riserva la rende la base ideale per escursioni al Mapungubwe National Park, a soli 15 minuti di distanza. Combina esperienze con la fauna selvatica con immersione culturale in una delle regioni storicamente più significative del Limpopo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: Dal Waterberg alla Natura Selvaggia Remota di Kruger",
          "day": 4
        }
      ],
      "rating": 7.5
    },
    {
      "place_id": "ZA::mapungubwe",
      "name": "Mapungubwe",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -22.1833,
        29.25
      ],
      "lat": -22.1833,
      "lon": 29.25,
      "visits": [
        {
          "text": "Esplora il Mapungubwe National Park e Sito Patrimonio Mondiale, dove scenari mozzafiato di arenaria e vasti paesaggi di savana convergono alla confluenza dei fiumi Limpopo e Shashe. Questo sito UNESCO comprende il primo regno del Sudafrica, che fiorì dal 1050 al 1270 d.C. come centro di una potente civiltà pre-Shona che si estendeva nel moderno Zimbabwe e Botswana.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri i tesori archeologici di Mapungubwe Hill, dove manufatti d'oro incluso il famoso rinoceronte d'oro furono portati alla luce, rivelando una società sofisticata che commerciava con terre lontane. Il parco protegge questo patrimonio insostituibile mostrando la bellezza naturale dei paesaggi aperti della regione contro il confine settentrionale del Sudafrica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Unisciti a safari guidati attraverso il terreno vario del parco, dove la fauna selvatica prospera tra antichi baobab e lungo i sistemi fluviali. Il parco ospita elefanti, leoni, leopardi e numerose specie di antilopi, mentre l'avifauna attrae appassionati da tutto il mondo. Tour culturali illuminano la straordinaria storia della prima società complessa dell'Africa.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: Dal Waterberg alla Natura Selvaggia Remota di Kruger",
          "day": 5
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "ZA::maropeng",
      "name": "Maropeng",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -25.9333,
        27.7167
      ],
      "lat": -25.9333,
      "lon": 27.7167,
      "visits": [
        {
          "text": "Scopri la Culla dell'Umanità, un Sito Patrimonio Mondiale UNESCO che rivela il luogo di nascita dell'umanità stessa. Inizia al Centro Visitatori Maropeng per una panoramica immersiva delle origini dell'umanità, tracciando la nostra evoluzione attraverso mostre interattive e display affascinanti. Quest'area di 53.000 ettari contiene circa il 40% dei fossili degli antenati umani del mondo, rendendo ogni visita un profondo ritorno a casa per tutti i viaggiatori.",
          "visit_duration_min": 75
        },
        {
          "text": "Scendi nelle leggendarie Grotte di Sterkfontein, dove sono stati scoperti oltre 500 fossili di ominidi risalenti a più di due milioni di anni fa. Stai nelle stesse camere dove furono scoperti Mrs Ples e Little Foot - resti che hanno rivoluzionato la nostra comprensione dell'evoluzione umana. Il sistema di grotte si estende attraverso 12 siti fossili aggiuntivi, ognuno dei quali contribuisce con conoscenze inestimabili alla storia della nostra specie.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora il paesaggio più ampio della Culla dell'Umanità, dove grotte antiche e siti fossili punteggiano un terreno ondulato che ha assistito a milioni di anni di preistoria umana. I tour guidati illuminano le scoperte scientifiche che hanno reso questa regione il sito di ominidi più ricco del mondo, collegando i visitatori con le radici profonde dell'esistenza umana in questo angolo straordinario del Sud Africa.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Meraviglie Naturali del Gauteng: Montagne Antiche, Siti Fossili e Riserve Urbane",
          "day": 4
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "ZA::matjiesfontein",
      "name": "Matjiesfontein",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -33.2281,
        20.5783
      ],
      "lat": -33.2281,
      "lon": 20.5783,
      "visits": [
        {
          "text": "Entra nella capsula del tempo vittoriana di Matjiesfontein, un Sito del Patrimonio Nazionale dal 1975 che offre ai visitatori una fuga senza tempo nella splendida architettura del XIX secolo. Fondato nel 1884 dall'imprenditore James Douglas Logan, questo straordinario villaggio preserva il suo carattere originale con cura meticolosa. L'intero insediamento sembra congelato nel tempo, un museo vivente di eleganza coloniale.",
          "visit_duration_min": 75
        },
        {
          "text": "Soggiorna all'iconico Lord Milner Hotel, dove la grandezza vittoriana incontra la calda ospitalità del Karoo in ambienti opulenti che hanno ospitato regalità e celebrità. Visita lo storico pub Laird's Arms per rinfreschi in autentica atmosfera d'epoca, ed esplora i resti del ruolo del villaggio durante la Guerra Sudafricana. Il fascino conservato e le mostre storiche rendono questa una destinazione ideale del Northern Cape.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Fai un tour guidato del villaggio a bordo di un autobus a due piani d'epoca di Londra, imparando storie dei personaggi eccentrici che hanno plasmato questo insediamento unico. La combinazione di architettura incontaminata, storia affascinante e calda ospitalità crea un'esperienza diversa da qualsiasi altra in Sudafrica. Matjiesfontein premia i visitatori che apprezzano patrimonio e carattere in egual misura.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odissea del Northern Cape: Diamanti, Dune del Deserto e Meraviglie del Cielo Scuro",
          "day": 1
        }
      ],
      "rating": 2.8
    },
    {
      "place_id": "ZA::mazzeppa-bay",
      "name": "Mazzeppa Bay",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -32.4667,
        28.6167
      ],
      "lat": -32.4667,
      "lon": 28.6167,
      "visits": [
        {
          "text": "Scopri Mazzeppa Bay, una gemma nascosta sulla Wild Coast accessibile solo tramite strade impegnative che ricompensano i viaggiatori avventurosi con bellezza naturale incontaminata. Questo paradiso appartato presenta tramonti iconici, spiagge incontaminate e la vista unica del bestiame che si raduna sulla sabbia mentre finisce il giorno. Il viaggio stesso diventa parte dell'avventura in questo rifugio costiero remoto.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Attraversa il famoso ponte sospeso a Mazzeppa Bay, che collega la terraferma all'isola al largo fornendo viste spettacolari della costa. L'area offre eccellenti opportunità di escursionismo, spiagge tranquille per nuotare e la possibilità di sperimentare l'autentica tranquillità della Wild Coast lontano dalle folle di destinazioni più accessibili.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: Da Tsitsikamma alla Wild Coast",
          "day": 9
        }
      ],
      "rating": 2.3
    },
    {
      "place_id": "ZA::mountain-zebra",
      "name": "Mountain Zebra",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -32.25,
        25.45
      ],
      "lat": -32.25,
      "lon": 25.45,
      "visits": [
        {
          "text": "Esplora Mountain Zebra National Park, che comprende 28.000 ettari di natura selvaggia protetta che serve come santuario cruciale per la zebra di montagna del Capo in via di estinzione. La fauna diversificata del parco include protele, bufalo del Capo, ghepardo, gru blu, rinoceronte nero e la rara otarda di Denham. Safari guidati di tracciamento dei ghepardi a piedi offrono incontri intimi con questi magnifici predatori.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivi il vasto paesaggio del Karoo, dove la bellezza selvaggia è definita da pianure piatte, montagne rocciose e la più grande varietà di piante succulente al mondo. Questa regione straordinaria, caratterizzata da polvere rossa, acacie spinose, vegetazione stentata, aloe e mulini a vento, contiene il più grande ecosistema del Sudafrica con piante e creature endemiche che non si trovano da nessun'altra parte sulla Terra.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Percorri il Karoo Camino, un sentiero di più giorni che attraversa il spettacolare Karoo Heartland attraverso paesaggi punteggiati di pecore, capre angora e alcune delle cittadine più pittoresche del paese. Le camminate notturne offrono eccellenti opportunità di osservazione delle stelle sotto alcuni dei cieli più limpidi al mondo, mentre i safari e il mountain bike rivelano i tesori nascosti della regione.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: Da Tsitsikamma alla Wild Coast",
          "day": 15
        }
      ],
      "rating": 9.6
    },
    {
      "place_id": "ZA::mthatha",
      "name": "Mthatha",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -31.5889,
        28.7844
      ],
      "lat": -31.5889,
      "lon": 28.7844,
      "visits": [
        {
          "text": "Rendi omaggio al Nelson Mandela Museum a Mthatha, approvato dall'icona stesso e che offre un'esperienza di patrimonio profonda nel cuore della sua nascita. Il museo documenta il viaggio di Mandela dall'infanzia rurale a statista globale, con mostre che abbracciano la sua vita, la lotta anti-apartheid e la sua eredità duratura di riconciliazione.",
          "visit_duration_min": 75
        },
        {
          "text": "Viaggia a Qunu, il villaggio dove Nelson Mandela è cresciuto, ha vissuto durante la sua presidenza e ha scelto come suo luogo di riposo finale. Cammina nelle valli che percorreva da ragazzo e vivi il paesaggio rurale che ha plasmato uno dei leader più influenti della storia. Il sito della sua tomba offre un luogo di riflessione silenziosa e profondo significato storico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita Mvezo, il luogo di nascita di Nelson Mandela, dove il Mvezo Komkhulu Museum preserva gli inizi umili di questa icona globale. Continua verso Mqhekezweni, dove il giovane Mandela trascorse i suoi anni formativi. Questi siti portano la sua autobiografia 'Lungo Cammino verso la Libertà' a vita vivida, anche se le distanze tra le località richiedono una pianificazione attenta.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: Da Tsitsikamma alla Wild Coast",
          "day": 12
        }
      ],
      "rating": 5
    },
    {
      "place_id": "ZA::olifants",
      "name": "Olifants",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -24,
        31.7333
      ],
      "lat": -24,
      "lon": 31.7333,
      "visits": [
        {
          "text": "Scopri la regione di Olifants, rinomata per l'eccellente osservazione della fauna grazie a tre ecosistemi convergenti che supportano una notevole diversità di animali selvatici. Il campo si erge drammaticamente sopra il fiume Olifants, offrendo viste mozzafiato sulla natura selvaggia dove gli ippopotami si rotolano nel fango e gli elefanti vengono a bere al tramonto.",
          "visit_duration_min": 75
        },
        {
          "text": "Percorri la tranquilla Old Main Road verso Satara, dove le praterie aperte attirano grandi branchi di erbivori e i predatori che li seguono. Satara è famosa per gli avvistamenti di leoni e iene, con diversi branchi che competono per il territorio in quest'area ricca di fauna selvatica. La strada offre bellissime viste attraverso le praterie della savana che si estendono fino a orizzonti lontani.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Guarda il tramonto dall'Olifants Rest Camp, dove la posizione elevata offre uno dei punti panoramici più spettacolari del Kruger. Il fiume sottostante brulica di vita - i coccodrilli si crogiolano sui banchi di sabbia, gli ippopotami emergono sbuffando, e gli elefanti sfilano lungo le rive nella luce dorata. I suoni notturni forniscono la colonna sonora per serate indimenticabili nella boscaglia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: Dal Waterberg alla Natura Selvaggia Remota di Kruger",
          "day": 8
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "ZA::oudtshoorn",
      "name": "Oudtshoorn",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -33.5921,
        22.2021
      ],
      "lat": -33.5921,
      "lon": 22.2021,
      "visits": [
        {
          "text": "Scendi nelle Cango Caves, uno spettacolare mondo sotterraneo che ha formato il suo capolavoro di stalattiti per 4,5 miliardi di anni. Ammira formazioni strane e meravigliose incluse la Madonna col Bambino, l'imponente Cleopatra's Needle di 9 metri, il gruppo delle Dried Tobacco Leaves, il Pulpito della Cattedrale, e persino una Torre Pendente di Pisa. Il tunnel d'avventura e il sistema di scale offre una sfida emozionante per i coraggiosi.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora il Karoo National Park, un ecosistema desertico straordinario brulicante di vita inclusi leoni, rinoceronti e bufali. Da piccole città particolari a fattorie funzionanti, potresti viaggiare per mesi vivendo avventure uniche in ogni località. Il Karoo contiene l'ecosistema più grande del Sud Africa, vantando piante e creature endemiche che non si trovano in nessun altro posto al mondo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Scoperta della Costa del Western Cape: Da Table Mountain alla Garden Route",
          "day": 11
        }
      ],
      "rating": 7.7
    },
    {
      "place_id": "ZA::pafuri",
      "name": "Pafuri",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -22.4333,
        31.2167
      ],
      "lat": -22.4333,
      "lon": 31.2167,
      "visits": [
        {
          "text": "Entra nella Makuleke Concession a Pafuri, il gioiello del Northern Kruger National Park. Questa natura selvaggia esclusiva di 24.000 ettari tra i fiumi Limpopo e Luvuvhu rappresenta l'angolo più remoto e selvaggio della riserva principale del Sudafrica. Con un massimo di soli 52 ospiti consentiti, quest'area incontaminata offre esclusività senza pari.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri l'immensa foresta di fever tree, una delle più grandi del suo genere in Africa, dove alberi dalla corteccia dorata creano un paesaggio etereo. La vegetazione variegata - che spazia da pianure, montagne e piane alluvionali - supporta grandi mandrie di elefanti, bufali, ippopotami e coccodrilli al famoso Crooks' Corner dove tre paesi si incontrano.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammira antichi alberi baobab, alcuni di oltre 4.000 anni, che stanno come testimoni silenziosi di millenni di storia africana. La regione di Pafuri è un hotspot per il birdwatching, che attrae birdwatcher alla ricerca di specie che non si trovano altrove in Sudafrica. Oltre 350 specie di uccelli sono state registrate in questo paradiso di biodiversità.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivi un aperitivo al tramonto a Lanner Gorge, dove il fiume Luvuvhu ha scavato un corso stretto e tortuoso attraverso drammatiche scogliere di arenaria - probabilmente la migliore location per aperitivi al tramonto in Africa. Passeggiate nel bush con ranger esperti rivelano le piccole meraviglie del bush, mentre i safari incontrano la straordinaria fauna della regione contro sfondi mozzafiato.",
          "visit_duration_min": 60
        },
        {
          "text": "Goditi una colazione nel bush sotto un gigantesco albero baobab dopo un safari mattutino, circondato dai suoni e dalle viste della natura selvaggia africana. L'Outpost Lodge offre 12 lodge di lusso con vista sulla valle Luvuvhu, collegati da passerelle sopraelevate con viste spettacolari sulla natura selvaggia del Northern Kruger.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: Dal Waterberg alla Natura Selvaggia Remota di Kruger",
          "day": 6
        }
      ],
      "rating": 3.5
    },
    {
      "place_id": "ZA::parys",
      "name": "Parys",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -26.9,
        27.45
      ],
      "lat": -26.9,
      "lon": 27.45,
      "visits": [
        {
          "text": "Esplora il Vaal Prive Holiday Resort nella vicina Dewetsdorp, la fuga ideale dalla vita cittadina situata sulle rive del Vaal Dam. Questo resort versatile offre sci nautico, pesca, kayak, birdwatching e immersioni nelle acque limpide della diga. I servizi in loco includono piscine, trampolini, ping pong, vasche idromassaggio e una palestra ben attrezzata per gli ospiti che cercano relax attivo.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il Dell Cheetah Centre appena fuori Parys, una struttura di allevamento che alleva ghepardi prima di rilasciarli nei loro habitat naturali. Attualmente ospita 11 ghepardi, il centro offre incontri intimi con questi magnifici velocisti. Altra fauna selvatica inclusi gnu, zebre, giraffe, springbok, kudu, impala e antilopi vagano nella proprietà circostante.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Scopri l'affascinante città di Parys, conosciuta per i suoi negozi di arte, artigianato e antiquariato raggruppati attorno alla strada principale. La posizione della città sul fiume Vaal e all'interno della struttura di impatto Vredefort Dome crea un ambiente unico per l'esplorazione. Numerosi operatori di avventura offrono attività dal quad ai voli panoramici sopra l'antico cratere.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Scoperta del Free State: Altopiani Dorati, Crateri Antichi e Santuari dei Grandi Felini",
          "day": 1
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "ZA::paternoster",
      "name": "Paternoster",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -32.8132,
        17.8867
      ],
      "lat": -32.8132,
      "lon": 17.8867,
      "visits": [
        {
          "text": "Vivi Paternoster, uno dei villaggi di pescatori più antichi e autentici della West Coast, dove la vita rimane intimamente legata al mare. I pescatori escono ancora quotidianamente con colorate barche tradizionali di legno, e il loro pescato fresco può essere acquistato al mercato locale o gustato in caratteristici ristoranti sul mare. I cottage immacolati imbiancati a calce e le acque turchesi creano un ambiente da cartolina.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita Shelley Point, una piccola penisola incontaminata annidata nelle acque calme di Shelley Bay. Protette dalle onde oceaniche, le acque riparate sono ideali per vela, pesca e nuoto sicuro per le famiglie. Questo rifugio tranquillo offre la fuga perfetta dalla vita moderna, con un campo da golf a 9 buche e strutture benessere che completano la serenità naturale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora St Helena Bay, una costa incontaminata che attraversa 18 baie e alimentata dalla ricca di nutrienti Corrente del Benguela, rendendola una delle principali aree di pesca del mondo. Delfini e balene franche australi frequentano le acque calme, mentre la Cape St Martin Private Nature Reserve offre l'opportunità unica di vedere l'alba sul mare - l'unico posto del genere sulla West Coast.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Scoperta della Costa del Western Cape: Da Table Mountain alla Garden Route",
          "day": 9
        }
      ],
      "rating": 4.6
    },
    {
      "place_id": "ZA::pilanesberg",
      "name": "Pilanesberg",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -25.25,
        27.0833
      ],
      "lat": -25.25,
      "lon": 27.0833,
      "visits": [
        {
          "text": "Esplora il Pilanesberg National Park, la riserva Big Five più popolare e accessibile del Sudafrica. Situato all'interno di un antico cratere vulcanico a soli 90 minuti da Johannesburg, questo parco adatto alle famiglie e al portafoglio è completamente privo di malaria. L'ambiente geologico unico crea habitat diversi che supportano una notevole densità di fauna selvatica in un'area compatta.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri i licaoni africani, 360 specie di uccelli e antilopi rare come il roano e lo zibellino che prosperano nella ricca zona ecologica del Pilanesberg. Le opzioni self-drive permettono un'esplorazione flessibile con la tua auto a noleggio, mentre i safari guidati offrono interpretazioni esperte. L'ingresso costa circa 110 rand per adulto, rendendolo una scelta conveniente.",
          "visit_duration_min": 75
        },
        {
          "text": "Segui le tracce dei rinoceronti alla vicina Letsatsing Game Reserve, dove le attività educative con guide naturaliste utilizzano dispositivi di telemetria per localizzare i rinoceronti bianchi selvatici. Quando i segnali indicano che i rinoceronti sono vicini, i visitatori scendono dai veicoli per seguire, avvicinarsi e osservare questi magnifici animali a piedi da pochi metri di distanza: un'esperienza unica ed emozionante.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivi i safari in mongolfiera: Pilanesberg è l'unico parco nazionale del Sudafrica che offre questa prospettiva unica sulla fauna selvatica e il paesaggio. I voli all'alba portano i passeggeri sopra il cratere vulcanico, la geologia antica e i branchi in movimento per un'esperienza di safari aereo indimenticabile che rivela tutta la maestosità del parco dall'alto.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Esploratore della Provincia North West: Montagne Antiche, Safari Big Five e Origini Umane",
          "day": 7
        }
      ],
      "rating": 4.2
    },
    {
      "place_id": "ZA::pilgrims-rest",
      "name": "Pilgrims Rest",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -24.8922,
        30.7575
      ],
      "lat": -24.8922,
      "lon": 30.7575,
      "visits": [
        {
          "text": "Torna indietro nel tempo a Pilgrim's Rest, dichiarata campo aurifero nel 1873 e ora conservata come museo vivente congelato nell'era vittoriana. Questo pittoresco villaggio satura i visitatori di nostalgia, i suoi edifici di lamiera ondulata e le verande di legno mantengono il carattere autentico dei giorni della corsa all'oro del Sudafrica. L'intera città è stata dichiarata monumento nazionale.",
          "visit_duration_min": 75
        },
        {
          "text": "Prova a cercare l'oro nei torrenti che una volta attirarono migliaia di cercatori di fortuna in questa valle remota. L'esperienza ti collega direttamente con i prospettori che trasformarono questa natura selvaggia in un insediamento minerario vivace. Le guide locali condividono storie dei cercatori che fecero - e persero - fortune in queste acque aurifere.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggia per le strade suggestive dove edifici restaurati ora ospitano musei, negozi di artigianato e ristoranti caratteristici che servono piatti tradizionali. Il Royal Hotel, fondato durante l'era della corsa all'oro, continua ad accogliere i visitatori con il fascino d'epoca. Le colline circostanti offrono sentieri escursionistici attraverso foreste autoctone fino a siti minerari abbandonati.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Avventura nell'Escarpment del Mpumalanga: Canyon, Cascate e Fauna Selvatica",
          "day": 4
        }
      ],
      "rating": 3.3
    },
    {
      "place_id": "ZA::port-alfred",
      "name": "Port Alfred",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -33.5906,
        26.8911
      ],
      "lat": -33.5906,
      "lon": 26.8911,
      "visits": [
        {
          "text": "Domina le onde a Port Alfred con istruzioni professionali di surf alla Shaka Surf School, operando da un campo surf forestale unico con sistemazioni in una casa sull'albero riciclata. Il campo si trova al margine di un'antica foresta dunale, completo di sentiero escursionistico proprio e mezza pista per skateboard. I viaggi surf verso break vicini estendono l'avventura per i surfisti appassionati.",
          "visit_duration_min": 75
        },
        {
          "text": "Pagaia sul Kleinemonde West River Canoe Trail, un percorso di 8 chilometri attraverso scenari magnifici fino alla rustica capanna per pernottamento Lily Pad. Questa esperienza combinata di canoa ed escursioni mostra l'abbondante avifauna e fauna selvatica della regione in un ambiente fluviale incontaminato. Il sentiero offre un'autentica esperienza di natura selvaggia a soli 15 chilometri da Port Alfred.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora oltre 100 chilometri di spiagge Bandiera Blu incontaminate lungo la Sunshine Coast, che si estende dall'iconico Woody Cape al Great Fish River. La costa presenta dune maestose, calette nascoste, baie rocciose e distese di sabbia dorata, con dieci fiumi che offrono eccellenti opportunità per sport acquatici, pagaiata e canoa nelle calde acque dell'Oceano Indiano.",
          "visit_duration_min": 60
        },
        {
          "text": "Vivi l'equitazione sulla spiaggia con Three Sisters Horse Trails o Beachcombers Horse Trails, galoppando lungo spiagge dorate ed esplorando calette appartate, campi dunali e foci fluviali. I safari faunistici a cavallo offrono l'emozione di cavalcare accanto a mandrie di antilopi, giraffe e zebre in un'avventura dell'Eastern Cape davvero unica.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: Da Tsitsikamma alla Wild Coast",
          "day": 5
        }
      ],
      "rating": 5.6
    },
    {
      "place_id": "ZA::port-nolloth",
      "name": "Port Nolloth",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -29.25,
        16.8667
      ],
      "lat": -29.25,
      "lon": 16.8667,
      "visits": [
        {
          "text": "Arriva a Port Nolloth, una tranquilla cittadina costiera che offre esperienze di spiaggia pacifiche fiancheggiate da graziose case vacanze con splendide viste sull'Oceano Atlantico. La spiaggia è ideale per passeggiate rilassanti, bagni di sole e divertimento in famiglia, con i bambini che si deliziano nelle pozze rocciose che brulicano di vita marina. Questa è la finestra del Northern Cape sul mare, un contrasto rinfrescante con i paesaggi desertici dell'interno.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita l'unico Port Nolloth Lighthouse, il faro più settentrionale della Costa Occidentale del Sudafrica, che fa la guardia su queste acque remote. La struttura ha guidato i pescherecci e il traffico costiero per generazioni. L'eredità dell'estrazione di diamanti della città aggiunge fascino a questo insediamento remoto dove i sommozzatori cercano ancora pietre preziose sui fondali marini.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivi l'atmosfera tranquilla perfetta per coloro che cercano una fuga pacifica dalla vita moderna frenetica. Opportunità per escursioni, ciclismo e osservazione stellare nell'area circostante estendono l'avventura oltre la spiaggia. La combinazione di fascino costiero e storia dei diamanti rende Port Nolloth particolarmente avvincente tra le destinazioni del Northern Cape.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odissea del Northern Cape: Diamanti, Dune del Deserto e Meraviglie del Cielo Scuro",
          "day": 4
        }
      ],
      "rating": 3.8
    },
    {
      "place_id": "ZA::port-st-johns",
      "name": "Port St Johns",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -31.6244,
        29.5456
      ],
      "lat": -31.6244,
      "lon": 29.5456,
      "visits": [
        {
          "text": "Assisti all'incredibile Sardine Run, uno dei più grandi spettacoli della natura che si verifica lungo la Wild Coast da metà giugno a fine luglio. Milioni di sardine migrano lungo la costa, attirando predatori oceanici in una frenesia alimentare che offre straordinarie opportunità fotografiche e di snorkeling. Sia i subacquei che i praticanti di snorkeling sicuri possono sperimentare questo fenomeno di persona.",
          "visit_duration_min": 75
        },
        {
          "text": "Goditi le viste mozzafiato dalla pista di atterraggio di Port St Johns, arroccata drammaticamente sopra la città dove il fiume Umzimvubu incontra l'Oceano Indiano. L'ambientazione tra due massicce scogliere - conosciute come i Cancelli - crea uno dei porti naturali più spettacolari sulla costa sudafricana.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita Magwa Falls e la piantagione di tè circostante, dove l'acqua cade per 144 metri in una gola boscosa. La Magwa Tea Estate offre tour delle sue operazioni ambientate sullo sfondo di colline ondulate coperte di cespugli di tè. La vicina Mkambati Nature Reserve presenta cascate aggiuntive e praterie incontaminate brulicanti di fauna selvatica.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: Da Tsitsikamma alla Wild Coast",
          "day": 11
        }
      ],
      "rating": 5.8
    },
    {
      "place_id": "ZA::pretoria",
      "name": "Pretoria",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -25.7479,
        28.2293
      ],
      "lat": -25.7479,
      "lon": 28.2293,
      "visits": [
        {
          "text": "Esplora la Riserva Naturale di Roodeplaat Dam, situata a soli 22 chilometri da Pretoria, dove una perfetta gita di un giorno combina picnic, pesca, osservazione della fauna e birdwatching eccezionale. La riserva circonda una grande diga che funge da fonte d'acqua per la fauna diversificata, inclusi zebre, kudu, antilopi d'acqua e gnu blu che vengono a bere lungo le sue rive.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri l'incredibile avifauna che rende Roodeplaat un paradiso per gli appassionati di birdwatching, con specie che vanno dagli uccelli acquatici sulla diga ai rapaci che volano sopra. Il sentiero escursionistico di 7 chilometri intorno alla diga rivela diversi habitat e punti panoramici, mentre i visitatori che pernottano possono immergersi completamente nell'atmosfera pacifica di questo santuario della fauna selvatica.",
          "visit_duration_min": 75
        },
        {
          "text": "Viaggia verso il Cratere di Tswaing, una notevole caratteristica geologica creata 200.000 anni fa quando un asteroide si scontrò con la Terra, lasciando un cratere di 1,3 chilometri di diametro. L'impatto avrebbe annientato qualsiasi cosa nella regione - se Pretoria fosse esistita allora. Strumenti di pietra trovati qui rivelano che gli umani raccoglievano sale e acqua dal cratere circa 100.000 anni fa.",
          "visit_duration_min": 75
        },
        {
          "text": "Percorri i sentieri intorno a questo antico sito di impatto, che fino agli anni '90 è stato al centro di un acceso dibattito accademico sulle sue origini. Il lago del cratere e la vegetazione circostante supportano fauna selvatica e avifauna diverse, mentre le esposizioni interpretative spiegano l'evento catastrofico che ha creato questo paesaggio unico. Il senso della storia cosmica è profondo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Continua verso la Riserva di Dinokeng Game Reserve, che significa 'Luogo dei Fiumi' in Setswana, a soli 40 chilometri da Pretoria. Questa destinazione popolare offre esperienze safari rilassanti dove zebre, varie specie di antilopi, gnu e facoceri vagano liberi. L'area vanta anche un birrificio locale e ristoranti fantastici, combinando la fauna selvatica con i piaceri culinari.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita la Riserva Naturale di Groenkloof, una delle prime aree dichiarate riserva naturale in Sud Africa e ora considerata una delle migliori esperienze escursionistiche del Gauteng. I sentieri si adattano a escursionisti, ciclisti di montagna, cavalieri, famiglie e gruppi di trekking seri. Tieni gli occhi aperti per kudu, impala, gnu blu e struzzi in tutta la riserva.",
          "visit_duration_min": 60
        },
        {
          "text": "Vivi la straordinaria avventura all'aperto di visitare un cratere da impatto meteoritico verificato, uno degli esempi meglio conservati sulla Terra. I sentieri escursionistici offrono diversi livelli di difficoltà, mentre il centro visitatori fornisce il contesto sia sull'evento geologico che sulla storia umana della raccolta del sale che ne seguì. Porta un picnic e trascorri la giornata esplorando.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Meraviglie Naturali del Gauteng: Montagne Antiche, Siti Fossili e Riserve Urbane",
          "day": 1
        },
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Meraviglie Naturali del Gauteng: Montagne Antiche, Siti Fossili e Riserve Urbane",
          "day": 2
        }
      ],
      "rating": 9.3
    },
    {
      "place_id": "ZA::rhodes",
      "name": "Rhodes",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -30.7981,
        27.9622
      ],
      "lat": -30.7981,
      "lon": 27.9622,
      "visits": [
        {
          "text": "Scopri il pittoresco villaggio di Rhodes, nascosto in un angolo remoto degli Eastern Cape Highlands al confine con il Regno del Lesotho. Questo insediamento pacifico serve come porta d'accesso a eccezionali acque per la pesca a mosca, con circa 150 chilometri di torrenti montani incontaminati disponibili per i pescatori. Fiumi che originano fino a 3.000 metri sul livello del mare forniscono pesca alla trota di livello mondiale.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora l'antica arte rupestre San nei siti vicino a Rhodes, dove dipinti creati dagli abitanti originali centinaia di anni fa adornano ripari rocciosi e grotte. Queste preziose opere d'arte raffigurano il modo di vita San, le loro credenze spirituali e la fauna selvatica che cacciavano in queste montagne. Le visite richiedono visite a proprietà private con accordi preventivi.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivi i passi montani degli Eastern Cape Highlands, inclusi Naude's Nek - il passo montano più alto del Sudafrica - e Joubert's Pass, il terzo più alto del paese. Volunteershoek sale verso Tiffindell Ski Resort e il punto più alto del Cape, mentre l'impegnativo Bastervoetpad premia i conducenti avventurosi con incredibili viste sulla valle.",
          "visit_duration_min": 60
        },
        {
          "text": "Ammira spettacolari esposizioni di fiori alpini nelle praterie montane da novembre ad aprile, con la fioritura di picco alle altitudini più elevate. Tiffindell offre tipicamente spettacoli impressionanti all'inizio di dicembre, mentre Naude's Nek raggiunge il suo picco floreale a febbraio. Tour botanici guidati rivelano la diversità di questi ecosistemi sub-alpini.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: Da Tsitsikamma alla Wild Coast",
          "day": 13
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "ZA::richmond",
      "name": "Richmond",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -31.4167,
        23.95
      ],
      "lat": -31.4167,
      "lon": 23.95,
      "visits": [
        {
          "text": "Arriva a Richmond, una 'città del libro' distinta dalla sua abbondanza di librerie, residenti bibliofili esperti e una cultura costruita interamente attorno alla parola scritta. Questo tranquillo insediamento tra Cape Town e Johannesburg è la sosta perfetta in qualsiasi viaggio su strada per coloro che apprezzano letteratura e apprendimento. Ogni angolo rivela un'altra affascinante libreria che invita all'esplorazione.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sfoglia attraverso negozi di villaggio unici e bizzarri che ospitano collezioni che vanno da rare prime edizioni a narrativa contemporanea. L'architettura combina stile classicamente vittoriano con case tradizionali 'Karoo', creando paesaggi urbani affascinanti. Giri panoramici attraverso il vicino Great Karoo rivelano paesaggi tanto vasti e contemplativi quanto la migliore letteratura. Richmond è perfetta per topi di biblioteca e famiglie che sperimentano il paesaggio arido del Karoo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odissea del Northern Cape: Diamanti, Dune del Deserto e Meraviglie del Cielo Scuro",
          "day": 14
        }
      ],
      "rating": 3.8
    },
    {
      "place_id": "ZA::richtersveld",
      "name": "Richtersveld",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -28.3833,
        17.05
      ],
      "lat": -28.3833,
      "lon": 17.05,
      "visits": [
        {
          "text": "Scopri l'Ai-Ais/Richtersveld Transfrontier Park, il più grande deserto montano dell'Africa Meridionale che offre un paesaggio surreale di montagne di lava, pianure sabbiose e flora unica che non si trova da nessun'altra parte sulla Terra. Nonostante le condizioni difficili con meno di 50mm di pioggia annuale, questo notevole ecosistema sostiene una fauna diversa alimentata dall'umidità della nebbia atlantica che rotola all'interno ogni mattina.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammira gli alberi Halfmens (mezzi-umani) e gli iconici quiver trees che si sono adattati a sopravvivere in questo ambiente estremo. Questi alberi succulenti creano silhouette ultraterrene contro drammatici sfondi montani, i loro nomi riflettono l'immaginazione dei primi viaggiatori che vedevano forme umane nelle loro sagome. L'unicità botanica del Richtersveld gli ha fatto guadagnare lo status di Patrimonio dell'Umanità UNESCO.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora su impegnativi sentieri 4x4, cammina attraverso paesaggi surreali, goditi il birdwatching eccezionale, o vivi il river rafting lungo il confine dell'Orange River. I punti salienti includono il drammatico altopiano Tatasberg, il vertiginoso Rooiberg Pass e le rilassanti sorgenti termali all'Ai-Ais Resort oltre il confine namibiano. Ideale per amanti della natura avventurosi che cercano paesaggi diversi da qualsiasi altro posto.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odissea del Northern Cape: Diamanti, Dune del Deserto e Meraviglie del Cielo Scuro",
          "day": 5
        }
      ],
      "rating": 2.6
    },
    {
      "place_id": "ZA::riebeek-kasteel",
      "name": "Riebeek Kasteel",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -33.3847,
        18.9036
      ],
      "lat": -33.3847,
      "lon": 18.9036,
      "visits": [
        {
          "text": "Scoprite la Riebeek Valley, che comprende le pittoresche città di Riebeek West e Riebeek Kasteel incastonate tra vigneti ondulati e oliveti argentei. Quest'area è rinomata per i suoi mercati e festival vivaci, incluso il popolare Olive Festival annuale che celebra i prodotti in stile mediterraneo della regione. La montagna Kasteelberg offre escursioni gratificanti con opportunità di avvistare falchi, aquile e gufi.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplorate il !Khwa ttu San Cultural and Educational Centre, che offre profonde intuizioni nella cultura, patrimonio e conoscenza degli abitanti originali della West Coast. Guide San qualificate condividono le loro competenze uniche e saggezza antica durante tour immersivi. Il centro presenta anche spettacolari sentieri per mountain bike e la casa colonica originale trasformata in un ristorante accogliente.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Scoperta della Costa del Western Cape: Da Table Mountain alla Garden Route",
          "day": 6
        }
      ],
      "rating": 6.5
    },
    {
      "place_id": "ZA::riemvasmaak",
      "name": "Riemvasmaak",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -28.5833,
        19.9833
      ],
      "lat": -28.5833,
      "lon": 19.9833,
      "visits": [
        {
          "text": "Scopri Riemvasmaak, una wilderness desertica di 75.000 ettari con splendidi canyon di granito e sorgenti termali naturali perfette per il relax dopo lunghi viaggi. Il paesaggio qui è crudo e drammatico, con antiche formazioni rocciose che creano un labirinto di valli e creste. Questa destinazione remota promette una fuga serena nella natura dove gli unici suoni sono vento e canto degli uccelli.",
          "visit_duration_min": 75
        },
        {
          "text": "Immergiti nelle sorgenti termali terapeutiche, dove acque ricche di minerali sgorgano dal profondo sotterraneo per riempire pozze rocciose naturali. Le sorgenti offrono un gradito sollievo per i viaggiatori stanchi, il loro calore contrasta deliziosamente con l'aria fresca del deserto. Aquile nere maestose volteggiano sopra, completando un'esperienza che connette i visitatori con l'Africa primordiale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Esplora impegnativi sentieri 4x4 che serpeggiano attraverso terreni spettacolari, o cammina verso punti panoramici che si affacciano sull'Orange River che taglia attraverso la geologia antica. L'alloggio in chalet rustici che si fondono con il terreno roccioso offre servizi di base senza elettricità - porta l'essenziale inclusi acqua e repellente per insetti. Riemvasmaak premia gli avventurieri con paesaggi mozzafiato e profonda solitudine.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odissea del Northern Cape: Diamanti, Dune del Deserto e Meraviglie del Cielo Scuro",
          "day": 6
        }
      ],
      "rating": 2.5
    },
    {
      "place_id": "ZA::roodepoort",
      "name": "Roodepoort",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -26.1625,
        27.8728
      ],
      "lat": -26.1625,
      "lon": 27.8728,
      "visits": [
        {
          "text": "Passeggia attraverso il Giardino Botanico Nazionale Walter Sisulu, un paradiso di 300 ettari della flora e fauna dell'Highveld coronato da una magnifica cascata che ha attratto visitatori per centinaia di anni. Anche se formalmente stabilito solo nel 1982, le formazioni geologiche uniche di questo sito, le aloe indigene e le cicadi antiche hanno affascinato gli amanti della natura attraverso i secoli.",
          "visit_duration_min": 75
        },
        {
          "text": "Siediti sotto alberi ombrosi per un picnic mentre osservi una delle coppie residenti di aquile di Verreaux di Johannesburg volare sopra le acque che cascano. Gli habitat diversi del giardino attirano birdwatcher che cercano specie dagli specialisti delle praterie ai rondoni che abitano le cascate. I sentieri serpeggiano attraverso la vegetazione indigena, rivelando la notevole diversità botanica della regione dell'Highveld.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Fotografa la spettacolare cascata del giardino, un punto di riferimento naturale che forma il fulcro di questa oasi urbana. Le scogliere circostanti e gli affioramenti rocciosi forniscono habitat per una varietà notevole di fauna selvatica, dai dassie che si crogiolano al sole agli uccelli forestali segreti nei kloofs boscosi. Le esposizioni floreali stagionali aggiungono esplosioni di colore durante tutto l'anno.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::gauteng::nature-heritage-discovery",
          "itin_title": "Meraviglie Naturali del Gauteng: Montagne Antiche, Siti Fossili e Riserve Urbane",
          "day": 5
        }
      ],
      "rating": 4.3
    },
    {
      "place_id": "ZA::rosendal",
      "name": "Rosendal",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -28.95,
        27.9167
      ],
      "lat": -28.95,
      "lon": 27.9167,
      "visits": [
        {
          "text": "Vivi Rosendal, conosciuta dai locali come il segreto meglio custodito del Free State, dove fascino e tranquillità pervadono ogni angolo. Gli edifici storici ben conservati e l'atmosfera amichevole invitano i visitatori a rallentare e apprezzare i semplici piaceri della vita. Questa destinazione è celebrata per la sua calda ospitalità, rendendola un rifugio ideale dal trambusto della vita moderna.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Fai una passeggiata rilassante attraverso le tranquille strade di Rosendal, ammirando l'architettura unica che riflette il patrimonio della regione. Visita i negozi locali che offrono artigianato fatto a mano e prodotti artigianali creati da residenti talentuosi. Il ritmo di vita pacifico qui offre l'opportunità perfetta per riconnettersi con tempi più semplici e genuino calore comunitario.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Scoperta del Free State: Altopiani Dorati, Crateri Antichi e Santuari dei Grandi Felini",
          "day": 8
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "ZA::rustenburg",
      "name": "Rustenburg",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -25.6667,
        27.25
      ],
      "lat": -25.6667,
      "lon": 27.25,
      "visits": [
        {
          "text": "Visita il Paul Kruger Country House Museum a Rustenburg, una collezione storica di edifici che un tempo formavano la fattoria di Paul Kruger, ex Presidente della Zuid-Afrikaanse Republiek e leader della resistenza boera nella Guerra Anglo-Boera. Ora completamente restaurata, la proprietà offre una visione immersiva della vita di Kruger e della sua famiglia, con manufatti inclusi il suo fucile e bibbie in mostra.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora Kgaswane Nature Reserve sui versanti settentrionali delle montagne Magaliesberg, una pittoresca collezione di picchi e valli di quarzo, magnifiche cascate e tranquille piscine naturali. Un percorso autogestito con aree picnic e punti panoramici permette l'esplorazione a proprio piacimento. La riserva è particolarmente famosa per il suo branco riproduttivo di antilopi sabbia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Scopri dozzine di specie di antilopi a Kgaswane, dai klipspringer ai kudu, mentre gli appassionati di birdwatching cercano la colonia riproduttiva degli avvoltoi del Capo in via di estinzione. La riserva offre un'alternativa tranquilla ai parchi più grandi, con meno folla e eccellenti opportunità di osservazione della fauna selvatica a soli 15 minuti da Rustenburg. I punti panoramici premiano gli escursionisti con viste panoramiche sulle montagne.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Esploratore della Provincia North West: Montagne Antiche, Safari Big Five e Origini Umane",
          "day": 3
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "ZA::sabie",
      "name": "Sabie",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -25.0972,
        30.7831
      ],
      "lat": -25.0972,
      "lon": 30.7831,
      "visits": [
        {
          "text": "Viaggia lungo la Sabie Waterfall Route, un segreto ben custodito che comprende otto magnifiche cascate lungo un tratto panoramico di 50 chilometri della R532. Sebbene offuscato dal vicino Kruger e Blyde River Canyon, questo percorso offre alcune delle bellezze naturali più spettacolari di Mpumalanga. Ogni cascata presenta un carattere unico, da torrenti scroscianti a delicati veli da sposa.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammira le Mac Mac Falls, che precipitano per impressionanti 70 metri in una gola boscosa, chiamate così dai minatori scozzesi che cercavano oro in queste valli. Continua verso le Lisbon Falls, che cascano per 94 metri in una spettacolare doppia caduta che si classifica tra le più alte della provincia. Le pozze nella foresta sottostante invitano a rinfrescanti nuotate nelle calde giornate del Lowveld.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita altre cascate tra cui Bridal Veil Falls, Horseshoe Falls e Lone Creek Falls, ciascuna accessibile tramite brevi passeggiate nella foresta. Le foreste di piantagione circostanti e i boschi autoctoni creano un paradiso verde di felci, muschi e alberi imponenti. I siti per picnic vicino alle cascate offrono luoghi pacifici per assorbire la colonna sonora naturale dell'acqua che scorre.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Avventura nell'Escarpment del Mpumalanga: Canyon, Cascate e Fauna Selvatica",
          "day": 7
        }
      ],
      "rating": 4.9
    },
    {
      "place_id": "ZA::saldanha",
      "name": "Saldanha",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -33.0115,
        17.9441
      ],
      "lat": -33.0115,
      "lon": 17.9441,
      "visits": [
        {
          "text": "Visita Saldanha Bay, situata nella più grande baia naturale del Sud Africa, rinomata per i suoi contrasti sorprendenti e la sua bellezza naturale. Come centro dell'industria della pesca regionale e destinazione turistica popolare per gli appassionati di sport acquatici, la baia offre esperienze diverse. Il campus della South African Military Academy include una riserva naturale incontaminata che si trasforma in un paese delle meraviglie floreale in primavera e offre eccellenti punti panoramici per osservare le balene franche australi durante la stagione riproduttiva.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora la splendida e selvaggia costa di Jacobsbaai, che vanta uno spettacolare fronte marino di 2 km che comprende sette baie distinte. Un sentiero escursionistico di 17 km tra Swartrietbaai e Tietiesbaai attraversa il fynbos costiero che ospita fauna diversificata. Spesso chiamata 'Namaqualand sul mare', le esposizioni di fiori selvatici dell'area sono di una bellezza mozzafiato durante la primavera.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Scopri Hopefield, una città storica che risale al 1851, circondata da delicati fynbos e campi di grano verde ondeggiante. Visita la splendida Chiesa Riformata Olandese costruita nel 1879, dove l'organo originale suona ancora ai matrimoni e durante l'Hopefield Fynbos Show. Il Fossil Museum espone una replica del famoso teschio dell'ominide Saldanha Man, e il Simply Bee Observation Centre offre affascinanti approfondimenti sulla produzione del miele.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Scoperta della Costa del Western Cape: Da Table Mountain alla Garden Route",
          "day": 8
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "ZA::shingwedzi",
      "name": "Shingwedzi",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -23.1167,
        31.4333
      ],
      "lat": -23.1167,
      "lon": 31.4333,
      "visits": [
        {
          "text": "Viaggia in autonomia attraverso le regioni settentrionali e centrali del Kruger National Park, un'esperienza essenziale della lista dei desideri sudafricana. Da Pafuri, segui la strada asfaltata attraverso boschi di mopane verso Punda Maria e Shingwedzi, dove gli elefanti sono compagni comuni lungo il viaggio. Questa vasta natura selvaggia si svela gradualmente, rivelando nuovi paesaggi dietro ogni curva.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora il Red Rocks Loop vicino a Shingwedzi, dove l'erosione dell'acqua ha scolpito una serie di affascinanti marmitte nella pietra liscia e rossastra. Questa curiosità geologica offre un eccellente habitat per i leopardi, e l'area ospita una ricca avifauna e branchi di elefanti che attraversano la foresta di mopane.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Prosegui verso sud attraverso i campi di Mopane e Letaba, vivendo i paesaggi in continuo cambiamento e le diverse popolazioni di fauna selvatica. Ogni regione del Kruger offre un carattere distintivo - dai boschi settentrionali ricchi di elefanti alle savane meridionali dense di predatori. I campi offrono sistemazioni confortevoli con splendide viste sul fiume e la possibilità di condividere le storie di avvistamento con altri viaggiatori.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: Dal Waterberg alla Natura Selvaggia Remota di Kruger",
          "day": 7
        }
      ],
      "rating": 3.3
    },
    {
      "place_id": "ZA::simons",
      "name": "Simons",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -34.1918,
        18.4323
      ],
      "lat": -34.1918,
      "lon": 18.4323,
      "visits": [
        {
          "text": "Visitate Boulders Beach nell'affascinante città navale di Simon's Town, sede di una fiorente colonia di circa 3.000 pinguini africani. Protetta da massicci massi di granito che creano calette riparate, questa straordinaria spiaggia offre un'opportunità indimenticabile di osservare questi carismatici uccelli marini nel loro habitat naturale. Le passerelle di legno permettono incontri ravvicinati proteggendo le sensibili aree di nidificazione dei pinguini.",
          "visit_duration_min": 75
        },
        {
          "text": "Viaggiate verso Cape Point, considerato uno dei luoghi più belli del Sud Africa, dove due oceani si incontrano drammaticamente alla punta sud-occidentale del continente. Parte del Cape Floral Kingdom, questo promontorio battuto dai venti è coperto di vegetazione indigena fynbos e fornisce habitat critico per gli uccelli marini pelagici e una popolazione residente di babbuini. Il faro storico offre viste dominanti sulle acque turbolente dove convergono gli oceani Atlantico e Indiano.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Provate il whale watching lungo la costa del Western Cape durante la stagione migratoria da giugno a ottobre. Questi magnifici mammiferi marini viaggiano lungo la costa, con Hermanus che ospita il rinomato Whale Festival annuale a settembre. Le baie calme della regione e le acque ricche di nutrienti la rendono una delle principali destinazioni mondiali per l'osservazione delle balene da terra.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Scoperta della Costa del Western Cape: Da Table Mountain alla Garden Route",
          "day": 2
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "ZA::skukuza",
      "name": "Skukuza",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -24.9936,
        31.5928
      ],
      "lat": -24.9936,
      "lon": 31.5928,
      "visits": [
        {
          "text": "Entra nel Kruger National Park attraverso il Paul Kruger Gate, dirigendoti verso Skukuza - la principale destinazione per l'osservazione della fauna del Sud Africa nella regione meridionale. Quest'area è rinomata per eccezionali avvistamenti di predatori e incontri con i Big Five, con praterie aperte, boschetti spinosi e foreste rivierasche che supportano notevoli concentrazioni di fauna selvatica.",
          "visit_duration_min": 75
        },
        {
          "text": "Percorri il popolare loop attorno alla confluenza dei fiumi Sabie e Sand, combinando habitat diversi in un circuito gratificante. I branchi di leoni prosperano qui con meno competizione a causa dell'abbondanza di prede. I safari mattutini e del tardo pomeriggio offrono le migliori possibilità di assistere all'attività dei predatori lungo questi percorsi produttivi.",
          "visit_duration_min": 75
        },
        {
          "text": "Soggiorna al Shalati, la sistemazione esclusiva Train on the Bridge arroccata sopra il fiume Sabie su uno storico ponte ferroviario. Guarda elefanti, ippopotami e bufali dal tuo balcone mentre pascolano e bevono sotto. L'alba dal tuo letto king-size rivela la boscaglia che si risveglia nella luce dorata.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivi la sensazione unica di dormire in un vagone ferroviario reinventato sospeso sopra la boscaglia africana. Le 31 camere, incluse 24 camere-vagone, offrono viste magnifiche e servizio di classe mondiale. High tea al bridge bar, una piscina a sfioro con vista sul fiume e cene gourmet completano questa esperienza da sogno.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: Dal Waterberg alla Natura Selvaggia Remota di Kruger",
          "day": 12
        }
      ],
      "rating": 8
    },
    {
      "place_id": "ZA::st-francis-bay",
      "name": "St Francis Bay",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -34.1711,
        24.8336
      ],
      "lat": -34.1711,
      "lon": 24.8336,
      "visits": [
        {
          "text": "Scopri Greater St Francis, situata nel punto più orientale dell'Africa, dove l'affascinante villaggio lungo i canali offre un'esperienza costiera unica. Naviga sui pittoreschi St Francis Canals con una chiatta, esplorando questa rete di corsi d'acqua simile a Venezia costeggiata da cottage dal tetto di paglia e giardini rigogliosi. L'area combina bellezza naturale con una sofisticata vita costiera.",
          "visit_duration_min": 75
        },
        {
          "text": "Intraprendi il Chokka Trail, un percorso di 62 chilometri con zaino leggero tra Oyster Bay, St Francis Bay e Cape St Francis. Questa avventura escursionistica a ritmo personalizzato mostra la zona di Greater St Francis al suo meglio, con pernottamenti in confortevoli pensioni lungo il percorso. Vivi la costa incontaminata, la vegetazione autoctona e l'abbondante avifauna durante tutto il viaggio.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Gioca al prestigioso St Francis Links, uno dei campi da golf principali dell'Eastern Cape ambientato sullo sfondo di scenari costieri spettacolari. Il layout da campionato sfida i golfisti offrendo allo stesso tempo splendide viste sull'oceano. L'area di Greater St Francis offre anche Eco Sea Cruises di 5-7 ore, fornendo opportunità per osservare la vita marina nel suo habitat naturale.",
          "visit_duration_min": 60
        },
        {
          "text": "Vivi l'equitazione lungo le spiagge dorate di Oyster Bay, dove la costa incontaminata si estende a perdita d'occhio. Diversi operatori offrono cavalcate adatte a tutti i livelli di esperienza, dalle dolci passeggiate sulla spiaggia ai galoppi esaltanti lungo la riva. La bellezza remota dell'area e l'abbondante fauna selvatica rendono ogni cavalcata un'avventura memorabile.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: Da Tsitsikamma alla Wild Coast",
          "day": 3
        }
      ],
      "rating": 5.1
    },
    {
      "place_id": "ZA::storms-river",
      "name": "Storms River",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -33.9691,
        23.8989
      ],
      "lat": -33.9691,
      "lon": 23.8989,
      "visits": [
        {
          "text": "Vivi il famoso Bloukrans Bungy, riconosciuto come il salto bungy commerciale più alto da un ponte sulla Terra. Tuffati per più di 200 metri verso la magnifica valle del fiume Bloukrans usando tecnologia bungy a pendolo all'avanguardia che assicura il salto più fluido possibile. Le viste mozzafiato dal ponte più alto dell'Africa catturano tutta la maestosità di quest'area selvaggia incontaminata.",
          "visit_duration_min": 75
        },
        {
          "text": "Imbarcati in un emozionante Tree Top Canopy Tour, volando con la zipline tra piattaforme lungo cavi d'acciaio ambientati tra i magnifici dintorni della foresta di Tsitsikamma. Questa avventura indimenticabile è adatta per età da 7 a 70 anni, rendendola perfetta per famiglie, amanti della natura e cercatori di emozioni. Scivola attraverso la copertura dell'antica foresta indigena per una prospettiva unica su questo ecosistema protetto.",
          "visit_duration_min": 75
        },
        {
          "text": "Attraversa l'iconico Storms River Suspension Bridge nel Tsitsikamma National Park, dove oltre 80 chilometri di costa protetta incontrano ecosistemi diversi inclusi fynbos, foreste e abbondante vita marina. Il parco, istituito nel 1964, offre paesaggi mozzafiato, sentieri escursionistici e opportunità di osservare la flora e fauna unica di questa natura selvaggia costiera incontaminata.",
          "visit_duration_min": 75
        },
        {
          "text": "Percorri la leggendaria Garden Route lungo la N2 dal Southern Cape alla Tsitsikamma Forest, fiancheggiata da massicci catene montuose e un panorama oceanico sempre mutevole. Un momento starai scalando passi montani con vista su spiagge punteggiate di delfini, il momento successivo sarai immerso in foreste indigene antiche e misteriose. Questa guida panoramica è costantemente classificata tra i viaggi stradali più belli del mondo.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivi la drammatica Storms River Mouth, una gola spettacolare dove il fiume tuona nell'Oceano Indiano. Questa destinazione del Parco Nazionale di alto livello offre rafting in acque bianche, nuoto in piscine color cola e kayak attraverso ripidi kloofs. Cammina su ponti sospesi, nuota sotto cascate, e fai snorkeling o immersioni nella riserva marina protetta per capire perché questa rimane una delle attrazioni naturali più amate del Sud Africa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Unisciti a un'esperienza Kayak and Lilo, pagaiando attraverso l'oceano e sotto il ponte sospeso di Storms River prima di avventurarti più in profondità nella drammatica Storms River Gorge. Questa avventura per famiglie ti permette di saltare da sporgenze rocciose in piscine profonde ed esplorare la spettacolare gola con lilo gonfiabile. L'esperienza è costantemente raccomandata come punto culminante da visitatori di tutto il mondo.",
          "visit_duration_min": 60
        },
        {
          "text": "Scopri Storms River Village e la circostante Tsitsikamma Forest in un tour guidato in Segway. Scivola attraverso fresche foreste di pini e boschi indigeni, attraversando lo storico Witteklip Bridge e visitando il magnifico Tsitsikamma Big Tree di 1.000 anni. Questa modalità unica di esplorazione offre un modo indimenticabile di vivere le meraviglie naturali dell'area.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeggia attraverso l'antica Tsitsikamma Forest, parte del Garden Route National Park, dove imponenti alberi yellowwood creano una copertura mistica su pavimenti forestali coperti di felci. Sentieri pedonali serpeggiano attraverso questa foresta indigena incontaminata, casa di diverse specie di uccelli e della sfuggente popolazione di elefanti di Knysna. La combinazione di foresta, fynbos e costa crea un santuario naturale senza pari.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::eastern-cape::iconic-adventure-trail",
          "itin_title": "Eastern Cape Grand Circuit: Da Tsitsikamma alla Wild Coast",
          "day": 1
        },
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Scoperta della Costa del Western Cape: Da Table Mountain alla Garden Route",
          "day": 12
        }
      ],
      "rating": 7.6
    },
    {
      "place_id": "ZA::sun",
      "name": "Sun",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -25.3356,
        27.0928
      ],
      "lat": -25.3356,
      "lon": 27.0928,
      "visits": [
        {
          "text": "Vivi Sun City, il famoso mega-resort al confine del Pilanesberg National Park che offre intrattenimento per tutte le età. Gli adulti si divertono con un campo da golf di fama mondiale e uno dei casinò più grandi d'Africa, mentre le famiglie si dilettano nella varietà di attrazioni, attività all'aperto e il famoso parco acquatico Valley of the Waves con la sua spiaggia circondata da palme.",
          "visit_duration_min": 75
        },
        {
          "text": "Gioca una partita sui due campi da golf progettati da Gary Player a Sun City. Il Gary Player Country Club è stato classificato terzo nel paese da Golf Digest South Africa e ospita l'annuale Nedbank Golf Challenge con giocatori professionisti. Il Lost City Golf Course in stile desertico presenta 90.000 metri quadri di caratteristiche acquatiche inclusi coccodrilli del Nilo vivi alla buca 13.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vola sopra il resort in mongolfiera, tenta la fortuna al casinò, o assisti a musicisti di classe mondiale al Superbowl entertainment venue. L'alloggio va dalle Cabanas adatte alle famiglie al cinque stelle Cascades e all'stravagante Palace of the Lost City. Locali con musica dal vivo e numerose opzioni ristorative completano l'offerta di intrattenimento.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Esploratore della Provincia North West: Montagne Antiche, Safari Big Five e Origini Umane",
          "day": 8
        }
      ],
      "rating": 2.3
    },
    {
      "place_id": "ZA::sutherland",
      "name": "Sutherland",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -32.3984,
        20.6642
      ],
      "lat": -32.3984,
      "lon": 20.6642,
      "visits": [
        {
          "text": "Viaggio a Sutherland nelle Karoo Highlands, dove ti aspettano opportunità di osservazione stellare senza pari sotto alcuni dei cieli più scuri e limpidi della Terra. L'elevata altitudine e la posizione remota della città, lontana dall'inquinamento luminoso, l'hanno resa la capitale astronomica dell'Africa. Nelle notti senza nuvole, la Via Lattea brilla attraverso i cieli con dettagli mozzafiato visibili ad occhio nudo.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il South African Astronomical Observatory, sede del Southern African Large Telescope (SALT) - il più grande telescopio ottico dell'Emisfero Meridionale. Le visite guidate offrono affascinanti approfondimenti sull'universo, dalle galassie lontane miliardi di anni luce alla scoperta di nuovi pianeti che orbitano attorno a soli distanti. Questa struttura di livello mondiale rende Sutherland davvero la 'porta d'accesso all'universo'.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivi sessioni serali di osservazione stellare dove guide esperte indicano costellazioni, pianeti e fenomeni celesti invisibili dalle città inquinate dalla luce. Le notti fredde e limpide del Karoo premiano gli osservatori pazienti con piogge di meteore, passaggi di satelliti e la profonda prospettiva del nostro posto nel cosmo. Perfetto per gli appassionati di astronomia e chiunque cerchi un'esperienza celestiale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odissea del Northern Cape: Diamanti, Dune del Deserto e Meraviglie del Cielo Scuro",
          "day": 2
        }
      ],
      "rating": 6
    },
    {
      "place_id": "ZA::taung",
      "name": "Taung",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -27.55,
        24.7833
      ],
      "lat": -27.55,
      "lon": 24.7833,
      "visits": [
        {
          "text": "Segui la Taung Heritage Route, un affascinante viaggio di 45 chilometri attraverso siti archeologici che illuminano lacune significative nell'evoluzione umana. Questo percorso include il sito UNESCO dove nel 1924 fu scoperto un cranio fossilizzato di 2,5 milioni di anni fa di un bambino ominide. Il Bambino di Taung è stato definito il fossile antropologico più importante del XX secolo.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora le meraviglie naturali lungo il percorso del patrimonio inclusa una cascata calcarea e bacini rocciosi naturali, ruscelli e grotte collettivamente conosciuti come Blue Pools. Puoi anche avventurarti dentro un tunnel minerario abbandonato che fornisce uno sguardo sulla storia geologica e mineraria della regione. Il paesaggio rivela strati del passato antico della Terra.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Collega questa visita al più ampio sito del Patrimonio Mondiale Cradle of Humankind, di cui Taung è ufficialmente parte. Il percorso del patrimonio fornisce il contesto essenziale per comprendere le origini umane e il meticoloso lavoro scientifico che ha ricostruito la nostra storia evolutiva dalle prove fossili trovate in questi paesaggi antichi.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::north-west::safari-adventure-heritage",
          "itin_title": "Esploratore della Provincia North West: Montagne Antiche, Safari Big Five e Origini Umane",
          "day": 10
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "ZA::upington",
      "name": "Upington",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -28.4478,
        21.2561
      ],
      "lat": -28.4478,
      "lon": 21.2561,
      "visits": [
        {
          "text": "Entra nel Green Kalahari, una regione mozzafiato che fonde bellezza naturale con ricca storia culturale lungo il fiume Orange che dona vita. Questo corridoio fertile comprende le città di Upington, Kenhardt, Kakamas e Augrabies, ognuna con attrazioni uniche dai vigneti ai paesaggi drammatici. Il contrasto tra il verde lussureggiante lungo il fiume e il semi-deserto circostante crea un'esperienza visiva straordinaria.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora il patrimonio culturale dei popoli San, Nama e Koranna che hanno chiamato questa regione casa per millenni. Scopri antiche incisioni rupestri San che offrono finestre sulla vita preistorica, visita chiese missionarie storiche che hanno plasmato lo sviluppo regionale ed esamina mulini ad acqua che sfruttavano il fiume Orange. Le storie di queste comunità indigene aggiungono profondità al paesaggio.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Ammira il Verneuk Pan, la vasta distesa salata dove Sir Malcolm Campbell tentò una volta record di velocità terrestre, e sfoglia manufatti San artigianali locali che continuano antiche tradizioni artistiche. Il fiume Orange ha sostenuto questa regione per secoli, creando condizioni simili a oasi che supportano agricoltura, fauna selvatica e comunità. Perfetto per appassionati di storia e amanti della natura.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::northern-cape::desert-diamonds-stars",
          "itin_title": "Odissea del Northern Cape: Diamanti, Dune del Deserto e Meraviglie del Cielo Scuro",
          "day": 9
        }
      ],
      "rating": 5.9
    },
    {
      "place_id": "ZA::velddrif",
      "name": "Velddrif",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -32.7743,
        18.1695
      ],
      "lat": -32.7743,
      "lon": 18.1695,
      "visits": [
        {
          "text": "Scopri Bokkomlaan a Velddrif, il cuore dell'industria della pesca della West Coast e una gemma inesplorata recentemente riconosciuta come patrimonio. Attraversa il Carinus Bridge e fermati al punto panoramico sotto alte palme per osservare i trampolieri nel corso d'acqua. Il tempo sembra fermarsi lungo questa strada storica mentre le barche da pesca ondeggiano accanto a numerosi moli e i pescatori preparano il loro pescato usando metodi tradizionali tramandati attraverso le generazioni.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivi il Thali Thali Game Lodge, una riserva privata incontaminata di selvaggina e fynbos ricca di fauna selvatica e specie di uccelli. Casa di varie antilopi e molte altre specie in un ambiente libero da predatori, gli ospiti possono esplorare in sicurezza a piedi. Safari quotidiani, tiro con l'arco e un percorso di caccia con arco 3D offrono diverse attività tra la bellezza naturale della West Coast.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::western-cape::coastal-nature-trail",
          "itin_title": "Scoperta della Costa del Western Cape: Da Table Mountain alla Garden Route",
          "day": 10
        }
      ],
      "rating": 3.6
    },
    {
      "place_id": "ZA::ventersburg",
      "name": "Ventersburg",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -28.0833,
        26.9667
      ],
      "lat": -28.0833,
      "lon": 26.9667,
      "visits": [
        {
          "text": "Esplora Willem Pretorius Game Reserve vicino alla piccola città del Free State di Ventersburg, dove i visitatori possono testimoniare le più grandi mandrie mondiali di gnu neri che vagano attraverso praterie aperte. Questa riserva comodamente situata serve come tappa ideale tra Johannesburg e Cape Town per gli amanti della fauna selvatica. La combinazione di habitat di diga, prateria e bushveld supporta una notevole diversità animale.",
          "visit_duration_min": 75
        },
        {
          "text": "Osserva eland, blesbok, springbok, rinoceronte bianco e giraffe mentre si muovono attraverso i paesaggi vari della riserva. L'Allemanskraal Dam attrae uccelli acquatici e fornisce punti focali scenici in tutta la proprietà. Safari e percorsi autogestiti permettono ai visitatori di esplorare al proprio ritmo, con eccellenti possibilità di avvistamenti di qualità.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pernotta negli alloggi confortevoli della riserva per vivere la natura selvaggia del Free State all'alba e al tramonto quando la fauna selvatica è più attiva. I sentieri escursionistici offrono incontri intimi con creature più piccole e vita vegetale spesso perduti dai veicoli. La posizione centrale della riserva la rende un'eccellente base per esplorare le attrazioni circostanti del Free State.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Scoperta del Free State: Altopiani Dorati, Crateri Antichi e Santuari dei Grandi Felini",
          "day": 3
        }
      ],
      "rating": 2.8
    },
    {
      "place_id": "ZA::vredefort",
      "name": "Vredefort",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -27.0167,
        27.4
      ],
      "lat": -27.0167,
      "lon": 27.4,
      "visits": [
        {
          "text": "Scopri il Vredefort Dome, un Sito Patrimonio Mondiale UNESCO riconosciuto come il più antico e grande sito di impatto meteoritico verificato sulla Terra. Circa 2 miliardi di anni fa, un asteroide stimato di 10-15 chilometri di larghezza colpì qui, creando un cratere originariamente di 300 chilometri di diametro - visibile oggi come un anello di colline di 90 chilometri di diametro. Questo evento catastrofico ha formato caratteristiche geologiche ancora studiate dagli scienziati di tutto il mondo.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora i paesaggi drammatici creati da questo antico impatto, dove gli strati rocciosi esposti rivelano miliardi di anni di storia della Terra. La cupola centrale sollevata e il bordo circostante forniscono un'aula geologica unica al mondo. Il fiume Vaal scorre attraverso il sito di impatto, aggiungendo bellezza scenica al significato scientifico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivi attività di avventura in tutta l'area del Vredefort Dome, dall'escursionismo e rafting fluviale all'arrampicata su scogliere drammatiche modellate dall'antico impatto. L'equitazione e la canoa lungo il fiume Vaal offrono modi più dolci per esplorare, mentre il campeggio sotto cieli stellati collega i visitatori alle forze cosmiche che hanno creato questo paesaggio notevole.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::free-state::highlands-heritage-trail",
          "itin_title": "Scoperta del Free State: Altopiani Dorati, Crateri Antichi e Santuari dei Grandi Felini",
          "day": 2
        }
      ],
      "rating": 2.9
    },
    {
      "place_id": "ZA::wakkerstroom",
      "name": "Wakkerstroom",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -27.35,
        30.1333
      ],
      "lat": -27.35,
      "lon": 30.1333,
      "visits": [
        {
          "text": "Arriva a Wakkerstroom, un paradiso per gli appassionati di birdwatching famoso per 370 diverse specie aviarie registrate nelle zone umide e praterie circostanti. Le faraone vagano per le strade mentre le gru si nutrono nel vlei con il campanile della chiesa storica che punge il cielo sullo sfondo. Questo villaggio pacifico offre alcuni dei migliori capanni per l'osservazione degli uccelli in Sud Africa per gli appassionati seri.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora le zone umide e le praterie che circondano questo affascinante villaggio, dove osservatori pazienti possono avvistare gru blu, gru bargiglio e numerose altre specie rare. Il sistema di vlei attira sia uccelli residenti che migratori stagionali, rendendo ogni stagione gratificante per gli appassionati di birdwatching. Passeggiate guidate rivelano la straordinaria diversità di questa Important Bird Area.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Scopri il carattere di questo villaggio storico oltre la sua reputazione per il birdwatching, esplorando negozi locali, gallerie ed esercizi accoglienti. La campagna circostante offre percorsi panoramici e sentieri per passeggiate attraverso praterie incontaminate dell'highveld. L'atmosfera pacifica di Wakkerstroom fornisce l'antidoto perfetto alla vita moderna frenetica.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::mpumalanga::panorama-kruger-discovery",
          "itin_title": "Avventura nell'Escarpment del Mpumalanga: Canyon, Cascate e Fauna Selvatica",
          "day": 10
        }
      ],
      "rating": 3.9
    },
    {
      "place_id": "ZA::welgevonden",
      "name": "Welgevonden",
      "cc": "ZA",
      "language": "it",
      "coords": [
        -24.1833,
        27.8667
      ],
      "lat": -24.1833,
      "lon": 27.8667,
      "visits": [
        {
          "text": "Entra nella Welgevonden Private Game Reserve, un santuario libero dalla malaria che si estende per 36.000 ettari all'interno della Waterberg Biosphere Reserve, riconosciuta dall'UNESCO. Il nome della riserva significa 'ben trovato' in afrikaans - una descrizione appropriata per questa natura incontaminata caratterizzata da paesaggi montani, valli profonde, colline ondulate e praterie ondeggianti ad altitudini tra i 1.200 e i 1.900 metri sul livello del mare.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri una delle più grandi popolazioni di rinoceronti bianchi dell'Africa in una riserva privata, inclusi piccoli cuccioli di pochi mesi. L'area di conservazione ospita tutti gli animali dei Big Five, con avvistamenti eccezionali di branchi di leoni, coalizioni di ghepardi, elefanti e bufali. I rigorosi limiti di veicoli agli avvistamenti della riserva garantiscono un'esperienza esclusiva e intima con la fauna selvatica.",
          "visit_duration_min": 75
        },
        {
          "text": "Vivi la topografia unica della riserva, dalla aspra valle del fiume Taaibos alle vaste pianure della savana che si affacciano su pozze d'acqua attive. Gli ecosistemi variegati attirano fauna diversificata inclusi sciacalli dal dorso nero, numerose specie di antilopi e oltre 300 specie di uccelli. I safari rivelano le intricate relazioni tra predatori e prede in questo ecosistema equilibrato.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Intraprendi safari due volte al giorno guidati da esperti che seguono tracce fresche di animali per localizzare fauna straordinaria. Tra i safari, rilassati a bordo piscina, goditi trattamenti spa, o semplicemente assorbi la tranquillità del bush africano dalla tua terrazza privata con vista sulle valli o pozze d'acqua dove elefanti, zebre, rinoceronti e antilopi vengono a bere.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "ZA::limpopo::wilderness-safari-circuit",
          "itin_title": "Limpopo Grand Safari: Dal Waterberg alla Natura Selvaggia Remota di Kruger",
          "day": 2
        }
      ],
      "rating": 3.9
    }
  ]
}