{
  "itins": [
    {
      "itin_id": "HR::south-dalmatia::split-to-dubrovnik",
      "language": "en",
      "created_at": "2026-01-15T12:00:00Z",
      "source_url": "",
      "dept_code": "HR",
      "dept_name": "South Dalmatia",
      "title": "Road Trip South Dalmatia: From Split to Dubrovnik",
      "estimated_days_base": 16,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "HR-17",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::split",
            "coords": [
              43.5081,
              16.4402
            ]
          },
          "visits": [
            {
              "text": "Diocletian's Palace is a UNESCO World Heritage Site built between 295 and 305 AD as a retirement residence for the Roman Emperor Diocletian. The complex includes the Peristyle square with its 3,500-year-old Egyptian sphinx, the only one of the original twelve sphinxes to survive nearly intact."
            },
            {
              "text": "The Vestibule features an open dome with exceptional acoustics that has made it a beloved venue for klapa singers performing traditional Dalmatian a cappella harmonies, recognized by UNESCO as Intangible Cultural Heritage since 2012."
            },
            {
              "text": "The underground cellars reveal magnificent vaulted chambers that once supported the imperial apartments above, their labyrinthine passages now famous worldwide as Game of Thrones filming locations where Daenerys Targaryen kept her dragons chained."
            },
            {
              "text": "The Golden Gate was the most important entrance to the palace, with the tiny St. Martin's Chapel hidden above it, originally a guardroom around 300 AD converted into a place of worship around 852 AD, measuring only 10 meters long and 1.6 meters wide."
            },
            {
              "text": "The Silver Gate preserves original Roman paving stones and was reopened in 1952 after careful restoration, having been closed from the Middle Ages until 1950."
            }
          ],
          "activities": [
            {
              "text": "The Riva waterfront promenade runs along the palace's southern walls where the Adriatic once crashed directly against the ancient stones before land reclamation created this beloved gathering space, perfect for sunset drinks and people-watching during the evening passeggiata."
            },
            {
              "text": "The narrow alleyways hide treasures like the ancient drinking fountain where locals still gather to chat, secret courtyard gardens with colorful hanging laundry, and historic standing tables made from Roman columns sawn in half during the Middle Ages."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 2,
          "region_code": "HR-17",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::split",
            "coords": [
              43.5081,
              16.4402
            ]
          },
          "visits": [
            {
              "text": "The Cathedral of St. Domnius was originally Diocletian's mausoleum, an ironic twist since the emperor persecuted Christians during his reign. The wooden doors carved in 1214 are among Europe's oldest preserved wooden doors, while the bell tower offers panoramic views over the city's terracotta rooftops."
            },
            {
              "text": "The Crypt of St. Lucy beneath the cathedral is a circular chamber dedicated to the patron saint of those suffering from eye diseases, designed in the same shape as the mausoleum above."
            },
            {
              "text": "The Temple of Jupiter was built during the palace's original construction phase between 295-305 AD and later transformed into a baptistery dedicated to St. John the Baptist in the 7th century, with a headless sphinx guarding the entrance."
            },
            {
              "text": "The Split City Museum housed in a Gothic palace displays illustrations showing how Diocletian's Palace appeared in Roman times, helping visitors understand the original grandeur of the imperial complex."
            },
            {
              "text": "The Croatian National Theatre built in 1893 is one of the oldest surviving theatres in Dalmatia, beautifully rebuilt after a devastating fire in 1970 and now standing as a colorful landmark."
            }
          ],
          "activities": [
            {
              "text": "Republic Square echoes Venice's St. Mark's Square with its Renaissance colonnades and sea views, built in the mid-19th century under Mayor Antonio Bajamonti, hosting summer concerts and lined with lively bars year-round."
            },
            {
              "text": "Fruit Square and People's Square form the social heart of the old town with outdoor terraces, ice cream shops, the historic Town Hall, and a vibrant evening atmosphere surrounded by medieval architecture."
            },
            {
              "text": "The aptly named Let Me Pass Street beside Jupiter's Temple may be the narrowest passage in Croatia, so tight that two people cannot squeeze past each other, with local custom dictating that whoever shouts first claims the right of way."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 3,
          "region_code": "HR-17",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::split",
            "coords": [
              43.5081,
              16.4402
            ]
          },
          "visits": [
            {
              "text": "The Church of Our Lady of Health was rebuilt in 1937 though its 18th-century bell tower survived, and the adjacent monastery remains an active place known for charitable work in the community."
            },
            {
              "text": "Klis Fortress dominates the landscape from its rocky ridge just 10 kilometers northeast of Split, a stronghold fortified for more than 2,000 years since the Illyrian Dalmatae tribe in the last centuries BCE."
            },
            {
              "text": "The fortress served as the seat of Croatian dukes including Trpimir I in the 9th century and became famous for its heroic resistance against Ottoman sieges, with Petar Kružić and his Uskoks defending it for more than 25 years until 1537."
            },
            {
              "text": "The Church of St. Vid inside the fortress was originally an Ottoman mosque built on the foundations of a medieval Croatian chapel, later converted by the Venetians who destroyed the minaret and added an octagonal roof."
            },
            {
              "text": "The Prince's Residence was constructed on the ancient foundations of Croatian rulers' headquarters and rebuilt multiple times by the Venetians in the 17th-18th centuries, with the Austrians giving it its final form around 1820."
            }
          ],
          "activities": [
            {
              "text": "Marjan Hill rises 178 meters above Split with pine forests planted since the 1950s, hiking trails, a small church at the summit, and stunning panoramic views over the city's rooftops, Brač island and the Dalmatian archipelago."
            },
            {
              "text": "Game of Thrones fans will recognize Klis Fortress as the city of Meereen, with filming locations including the crucifixion scene below the Bembo Bastion, the execution in the infantry barracks, and the dragon cave entrance in the tunnel at the top."
            },
            {
              "text": "The reconstructed medieval smithy inside Klis demonstrates the nearly forgotten metal-processing skills that were essential in every large fortress for producing and repairing military equipment, shields and weapons."
            }
          ],
          "to_next_leg": {
            "distance_km": 27,
            "drive_min": 35,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 4,
          "region_code": "HR-17",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::trogir",
            "coords": [
              43.5172,
              16.2517
            ]
          },
          "visits": [
            {
              "text": "Trogir's old town is a UNESCO World Heritage Site located on a small island connected by bridges, featuring a remarkably preserved medieval center often called a mini Dubrovnik with the same historical charm but far fewer crowds."
            },
            {
              "text": "The Cathedral of St. Lawrence is a Romanesque-Gothic masterpiece with the Portal of Radovan carved in 1240, considered the finest example of Romanesque sculpture in Dalmatia, while the bell tower offers panoramic views over the orange rooftops and harbor."
            },
            {
              "text": "The 15th-century Clock Tower with its blue dial and bright orange rooftop stands opposite the cathedral on the main square, a fine heritage piece visible from the bell tower and at ground level."
            },
            {
              "text": "Cipiko Palace occupies the western side of the main Piazza, a 15th-century mansion with Gothic facade that was formerly the home of noble families who left their mark on the square."
            },
            {
              "text": "Kamerlengo Fortress is a 15th-century Venetian fortification at the end of the waterfront, now an empty ruin hosting summer concerts but offering sweeping panoramic views especially spectacular at sunset."
            },
            {
              "text": "The thousand-year-old monastery contains a church, cloister courtyard and museum, including Kairos, a symbol of good luck in Trogir."
            }
          ],
          "activities": [
            {
              "text": "The palm-lined waterfront stretches the length of the old town with ancient monumental doors connecting the Riva to the medieval streets, buzzing cafes, and beautiful views of yachts and the surrounding mountains."
            },
            {
              "text": "Wandering the narrow marble-paved medieval lanes reveals hidden gems from beautiful courtyards to boutique shops selling handcrafted jewelry, ceramics and Croatian art souvenirs."
            },
            {
              "text": "Boat excursions depart from the waterfront to the Blue Lagoon and smaller picturesque islands with pebble beaches and hidden coves for swimming in crystal-clear waters."
            },
            {
              "text": "The beaches on Čiovo island are accessible by crossing the bridge, offering a more relaxed atmosphere for swimming and sunbathing away from the historic center."
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 60,
            "transport_mode": "ferry",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 5,
          "region_code": "HR-17",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::bol",
            "coords": [
              43.2619,
              16.6556
            ]
          },
          "visits": [
            {
              "text": "Zlatni Rat beach is one of the most photographed beaches in the world, with its unique tongue-shaped pebble spit that shifts and changes form according to the winds and sea currents, extending into crystal-clear turquoise waters."
            },
            {
              "text": "The Dominican Monastery dating from the 15th century sits at the far eastern end of town and holds a valuable collection of prehistoric exhibits and other historic findings documenting the island's ancient past."
            },
            {
              "text": "The Branislav Dešković Art Gallery keeps artworks from local artists and contains one of the most representative displays of Croatian modern art on the Dalmatian coast."
            },
            {
              "text": "The old town features narrow streets and stone houses including the curious house within a house, built according to legend following a tragic conflict between two families."
            }
          ],
          "activities": [
            {
              "text": "Windsurfing and kitesurfing conditions at Bol are considered among the best in the Mediterranean, with the area serving as the center for these water sports in Croatia, hosting annual competitions and offering schools with equipment rental and lessons."
            },
            {
              "text": "The wine tradition on Brač dates back to ancient Rome and the Republic of Venice, with vineyards still visible on the slopes of Vidova Gora producing excellent local wines available for tasting."
            },
            {
              "text": "Boat excursions depart to neighboring Hvar island or to the famous Blue Cave on Biševo island, a waterlogged sea cave where sunlight creates magical blue reflections between 10am and 1pm."
            },
            {
              "text": "The vibrant nightlife scene offers bars and clubs on the waterfront with stunning sea views, and clubs near Zlatni Rat beach for those who want to stay up until the early hours."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 6,
          "region_code": "HR-17",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::bol",
            "coords": [
              43.2619,
              16.6556
            ]
          },
          "visits": [
            {
              "text": "Vidova Gora at 778 meters is the highest peak of all Adriatic islands, offering stunning panoramic views over Bol, Zlatni Rat beach and the surrounding archipelago stretching to the horizon."
            },
            {
              "text": "The Dragon's Cave near the village of Murvica requires extra effort to visit but rewards explorers with incredible mystical stories and unique rock formations, best experienced with a local guide who knows all the details."
            },
            {
              "text": "The Glagolitic hermitages scattered in the vicinity of Bol include the famous Blaca Monastery built into the cliffs and Dračeva Luka, testament to the island's spiritual heritage."
            }
          ],
          "activities": [
            {
              "text": "Hiking to Vidova Gora takes about 2 hours on a steep path with significant elevation gain, recommended only for those with good endurance, though the summit can also be reached by car for those preferring an easier approach."
            },
            {
              "text": "Beach relaxation at Zlatni Rat or exploring other stunning beaches around Bol, with many locals describing Murvica Beach as the most beautiful on the entire island."
            },
            {
              "text": "Participating in local summer festival events showcases the rich heritage, arts and culture of the region through performances, concerts and exhibitions held throughout the season."
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 45,
            "transport_mode": "ferry",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 7,
          "region_code": "HR-17",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::hvar",
            "coords": [
              43.1725,
              16.4411
            ]
          },
          "visits": [
            {
              "text": "Stari Grad is the oldest town in Croatia with 2,400 years of history, offering an authentic and peaceful atmosphere that contrasts sharply with the busier resort towns, with pastel Renaissance houses lining the calm harbor."
            },
            {
              "text": "Tvrdalj Castle is a 16th-century fortified summer residence built for poet and thinker Petar Hektorović, featuring a central fishpond, crumbling walls, gardens at their best from June to August, and philosophical inscriptions including if you know what you are, why are you arrogant."
            },
            {
              "text": "Skor Square is the picture-perfect heart of the old town with ancient stone houses and St. Stephen's Church with its bell tower, appearing crumbly and ancient on the outside but surprisingly beautiful inside."
            },
            {
              "text": "The Stari Grad Plain is a UNESCO World Heritage Site dating from ancient Greek times, a cultural landscape of vineyards and lavender fields preserving an agricultural system unchanged for 24 centuries."
            }
          ],
          "activities": [
            {
              "text": "Walking the peaceful harbor lined with fishing boats and Renaissance houses in soft pastel colors offers a stark contrast to the energy of Hvar Town, with local cafes perfect for morning coffee and croissants."
            },
            {
              "text": "Climbing Glavica Hill to the white cross viewpoint takes about 20 minutes and rewards with sweeping panoramic views over the orange rooftops, harbor and surrounding Mediterranean landscape."
            },
            {
              "text": "Cycling through the UNESCO Plain and vineyards allows exploration of the ancient Greek agricultural landscape, with wine tastings available at local wineries offering farm-to-table experiences amid olive groves."
            },
            {
              "text": "The charming oldest street in Stari Grad is home to the best lavender ice cream on the island, a perfect treat while exploring the narrow lanes and hidden corners."
            }
          ],
          "to_next_leg": {
            "distance_km": 20,
            "drive_min": 30,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 8,
          "region_code": "HR-17",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::hvar",
            "coords": [
              43.1725,
              16.4411
            ]
          },
          "visits": [
            {
              "text": "The Španjola Fortress, also known as Fortica or Spanish Fort, is the most striking sight in Hvar Town, a 16th-century stronghold perched high above town with adjoining 13th-century stone walls that have protected inhabitants for centuries."
            },
            {
              "text": "Napoleon Fortress sits even higher on the hill, built during French occupation in the early 19th century, now housing the Hvar Observatory and offering even more spectacular views than Španjola, particularly magical at sunset."
            },
            {
              "text": "St. Stephen's Square, called Hvarska Pjaca, is one of the largest main squares in Dalmatia, surrounded by historic attractions including the Arsenal Building with the Hvar Theatre inside, one of the oldest public theatres in Europe dating from 1612."
            },
            {
              "text": "St. Stephen's Cathedral dominates the square with the Bishop's Palace nearby, while the Loggia and soaring clock tower were once part of the Governor's Palace."
            },
            {
              "text": "The Benedictine Convent is famous for nuns who make delicate lace from agave fibers, while the Franciscan Monastery offers peaceful cloisters where summer festival concerts create unforgettable acoustic experiences."
            }
          ],
          "activities": [
            {
              "text": "The coastal trail connecting Hvar Town to the village of Milna stretches approximately 4 miles along stunning scenery of deep coves, shallow bays, turquoise water and pebbly beaches, taking about 2 hours including photo stops."
            },
            {
              "text": "Highlights along the coastal walk include Pokonji Dol Beach with its gorgeous teal water, the secluded Mekicevica Beach near rustic Robinson Restaurant, and numerous hidden swimming spots accessible only on foot."
            },
            {
              "text": "The climb to the Spanish Fortress rewards visitors with panoramic views stretching out to the Pakleni Island Archipelago, with free viewpoints directly in front of the fortress for those who don't wish to pay entrance."
            },
            {
              "text": "The Hvar City Cemetery perched on the hillside offers incredible views and a peaceful atmosphere away from the bustling harbor below."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 9,
          "region_code": "HR-17",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::hvar",
            "coords": [
              43.1725,
              16.4411
            ]
          },
          "visits": [
            {
              "text": "The Pakleni Archipelago stretches for more than 6 miles across 16 islands, most of them uninhabited with towering pine trees as the sole residents, offering secluded coves and magnificent natural beauty."
            }
          ],
          "activities": [
            {
              "text": "Exploring the Pakleni Islands by rental boat is an ideal way to navigate the waters, with basic boats available for around 100 euros per day accommodating up to five people, perfect for discovering hidden coves at your own pace."
            },
            {
              "text": "Taxi boats depart from the stand next to the Arsenal Building for quick trips to popular Pakleni destinations like Zdrilca Beach, Mlini Beach and the famous Carpe Diem Beach Bar on Otok Marinkovac."
            },
            {
              "text": "Kayaking to the Pakleni Islands offers an active adventure for those who want to paddle through the crystal-clear waters, with both rentals and organized kayak tours available from Hvar Town."
            },
            {
              "text": "The town beaches include Bonj west of town with umbrella rentals and nearby restaurants, the small and pretty Lucica Beach next to the Franciscan Monastery, and rocky Krizna Luka with gorgeous water and splendid views of the Spanish Fort."
            },
            {
              "text": "The Hvar Summer Festival has been bringing cultural events to the island since the 1960s with free musical performances held in historic venues like the Franciscan Monastery cloister."
            },
            {
              "text": "The vibrant nightlife includes the legendary Carpe Diem club attracting stylish revelers, the low-key Falko Bar with hammocks and excellent sunset views, craft beer at Vunetovo brewery, and the bars lining the harbor promenade."
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 90,
            "transport_mode": "ferry",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 10,
          "region_code": "HR-17",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::vis",
            "coords": [
              43.0622,
              16.1836
            ]
          },
          "visits": [
            {
              "text": "Vis Town is built on the foundations of the ancient Greek colony Issa, founded in 397 BC by colonists from Sicily, making it one of the oldest urban centers in Croatia with more than 2,000 years of continuous history."
            },
            {
              "text": "The archaeological remains include Roman villas, baths and the Issa Theatre inside the Monastery of St. Stephen, one of the few preserved ancient theatres in Croatia reflecting the cultural life of more than two millennia ago."
            },
            {
              "text": "Our Lady's Battery is a 19th-century fortress built during Austrian rule in the center of Vis Bay, now a partially restored museum with old cannons and exhibits on maritime history offering breathtaking sunset views from the ramparts."
            },
            {
              "text": "The Perasti Tower is a 17th-century Venetian defensive tower built by Vicko from Perast in the Bay of Kotor, standing by the waterfront as a symbol of Vis and perfect photo spot by the sea."
            },
            {
              "text": "Fort George, also known as Fortica, is a British fortress built after the victory at the Battle of Vis in 1811, now renovated into a restaurant and bar with terrace offering spectacular bay views and summer events."
            },
            {
              "text": "Tito's Cave on the slopes of Mount Hum about 6 km from Vis served as the hideout of Josip Broz Tito during WWII in 1944, from where he coordinated partisan operations and Allied contacts."
            }
          ],
          "activities": [
            {
              "text": "Discovering the two main areas of Vis reveals contrasting atmospheres: Luka the harbor where most daily life happens, and Kut the older section full of stone houses and narrow streets steeped in history."
            },
            {
              "text": "Diving in waters with visibility over 30 meters reveals WWII shipwrecks including the Vassilios T. and underwater caves, with diving centers offering beginner courses and advanced tours for experienced divers."
            },
            {
              "text": "Wine tasting features the island's famous Vugava white and Plavac Mali red wines at local wineries, paired with prosciutto and olive oil in settings surrounded by vineyards."
            },
            {
              "text": "The beaches of Grandovac east of the harbor offer pebbles, pine shade and shallow waters perfect for families, while Pritiscina to the south rewards with crystal-clear water in a rocky, secluded setting."
            }
          ],
          "to_next_leg": {
            "distance_km": 10,
            "drive_min": 20,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 11,
          "region_code": "HR-17",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::vis",
            "coords": [
              43.0622,
              16.1836
            ]
          },
          "visits": [
            {
              "text": "Komiža is a picturesque fishing village on the far western side of Vis island, where fishing remains the number one income alongside tourism, with inhabitants speaking a unique dialect influenced by centuries of Venetian trade."
            },
            {
              "text": "St. Nicholas Church, locally called Muster meaning monastery, crowns the high hill above Komiža as the biggest landmark of the town, built around the 13th century and rebuilt many times until the 18th century when the tower was added, serving both as church and fortress."
            },
            {
              "text": "The Komuna of Komiža, also known as Kaštel Grimaldi, is a Venetian fortress built between 1585 and 1592 against Turkish and pirate threats, with a water well added in the 17th century and tower in the 19th century, once standing at water level where boats tied directly to its walls."
            },
            {
              "text": "The Church of Our Lady of the Pirates sits at the far end of Komiža where the road ends and visitors must turn back, marking the boundary of this historic fishing settlement."
            },
            {
              "text": "The Fishing Museum housed in the Venetian tower documents centuries of tuna and sardine fishing traditions that continue to define Komiža's identity and economy to this day."
            }
          ],
          "activities": [
            {
              "text": "Walking the seaside promenade is essential to experiencing Komiža, serving as the living room of the town where locals and visitors gather, with the saying that if you haven't walked at least three times up and down you haven't truly been to Komiža."
            },
            {
              "text": "Hiking to Mount Hum at 587 meters, the island's highest peak, takes 2-3 hours through olive groves and forests to reach the Chapel of the Holy Spirit at the top with panoramic views across the entire archipelago."
            },
            {
              "text": "Boat trips to the Blue Cave on Biševo island just 5 km away depart from Komiža, where sunlight creates magical blue light reflections in the waterlogged sea cave between 10am and 1pm."
            },
            {
              "text": "Kamenice beach below St. Nicholas Church features fresh water emerging from volcanic rocks and a summer bar, while the beach near Our Lady of the Pirates church offers crystal-clear swimming at the edge of town."
            },
            {
              "text": "The Festival of Vis in July brings concerts, theatre performances and traditional klapa singing to celebrate the island's rich cultural heritage throughout the summer season."
            }
          ],
          "to_next_leg": {
            "distance_km": 60,
            "drive_min": 150,
            "transport_mode": "ferry",
            "method": "heuristic"
          }
        },
        {
          "day": 12,
          "slice": 12,
          "region_code": "HR-19",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::korcula",
            "coords": [
              42.9597,
              17.1358
            ]
          },
          "visits": [
            {
              "text": "Korčula Town is a stunning medieval walled town often called Little Dubrovnik, set on a small peninsula with views of the sea and surrounded by old stone walls, featuring a unique fishbone street layout designed so that the breeze can pass through easily and cool the buildings."
            },
            {
              "text": "St. Mark's Cathedral stands in the center of a small square dominating the view from all side streets, built in the 15th century from local limestone in Gothic-Renaissance style with a bell tower offering panoramic 360-degree views though the spiral staircase is extremely narrow."
            },
            {
              "text": "The Land Gate, called Kopnena Vrata, makes for an impressive medieval entry with the Revelin Tower above it featuring the Venetian lion motif, while the Sea Gate on the western side offers an alternative entrance through the fortifications."
            },
            {
              "text": "Marco Polo's alleged birthplace can be seen from the outside, as Korčula was part of the Republic of Venice when the explorer was born in 1254, though most historians believe he was actually born in Venice itself."
            },
            {
              "text": "The Cipiko Palace and other Renaissance mansions line the narrow marble streets, remnants of the noble families who shaped the town during its Venetian golden age."
            }
          ],
          "activities": [
            {
              "text": "The Moreška sword dance dating back to the 12th century is performed every Monday and Thursday at 9pm in summer, telling the story of two kings at war over a princess in an atmospheric open-air theatre lit by torches, making Korčula the only place in the world still keeping this Mediterranean tradition alive."
            },
            {
              "text": "Tasting Grk wine unique to Korčula and grown only in the tiny village of Lumbarda is essential, with wine-tasting afternoons at local wineries offering tours of the small-batch organic production process."
            },
            {
              "text": "Sampling Makaruni traditional homemade pasta, hand-rolled around wooden skewers in a time-consuming process originating from Zrnovo village, is one of the island's great culinary pleasures often served with prawns or simple tomato sauce."
            },
            {
              "text": "Enjoying cocktails at the bar atop a 15th-century tower where drinks arrive via a pulley system offers spectacular panoramic views, though climbing back down the ladder after a few cocktails should be considered an extreme sport."
            },
            {
              "text": "The old town comes alive at night with fairy lights illuminating the side streets and an Italian-style passeggiata atmosphere, perfect for evening shopping in boutiques selling local art, ceramics and handcrafted jewelry."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 13,
          "slice": 13,
          "region_code": "HR-19",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::korcula",
            "coords": [
              42.9597,
              17.1358
            ]
          },
          "visits": [
            {
              "text": "The bay of Uvala Luka about 10 minutes walk from the old town is spectacular, filled with little boats bobbing in turquoise water against a backdrop of mountains on the mainland dotted with terracotta rooftops and colorful flowers."
            },
            {
              "text": "Trying local Cukarin biscuits flavored with lemon and orange in their distinctive crab-like shape is a Korčulan tradition, along with Klasun domes filled with nuts, brandy and fig jam, both available at the specialized old-fashioned bakery in the center."
            },
            {
              "text": "The local olive oils are distinctive with a mildly bitter, leafy flavor, protected under the European Commission's highest quality recognition, and can be sampled and purchased at specialty shops in the old town."
            }
          ],
          "activities": [
            {
              "text": "Wandering the beautiful streets of the old town pedestrianized center is magical, walking up and down stairs lined with hydrangeas and jasmine, discovering hidden bars and eateries to return to later."
            },
            {
              "text": "Swimming in the bluest water around Korčula creates beautiful views and excellent photography opportunities, with the pier in Lumbarda and the rocky outcrop accessible from wine bars in the old town offering particularly nice spots."
            },
            {
              "text": "Day trips from Korčula include Vela Luka on the western end of the island with its prehistoric cave inhabited 20,000 years ago, Mljet national park island 30 minutes by fast boat for quiet walks in nature, and Orebić on the mainland with sandy beaches and walkable wineries."
            },
            {
              "text": "Savoring rakija, the traditional brandy distilled from grape skins at around 43% proof, can be enjoyed neat like the locals or flavored with fruit and herbs, typically offered at the end of meals in restaurants throughout the island."
            }
          ],
          "to_next_leg": {
            "distance_km": 7,
            "drive_min": 15,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 14,
          "slice": 14,
          "region_code": "HR-19",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::korcula",
            "coords": [
              42.9597,
              17.1358
            ]
          },
          "visits": [
            {
              "text": "Lumbarda is a small village at the eastern tip of Korčula island, famous as the birthplace of the unique Grk white wine grape variety grown nowhere else in the world, with small-batch organic production in family vineyards."
            },
            {
              "text": "The ancient Greek inscription Psephisma from the 4th century BC is one of the oldest proofs of Greek colonization in the Adriatic, though the original is preserved in the museum in Zagreb."
            },
            {
              "text": "The Tri Volta art gallery in the heart of the village hosts seasonal exhibitions featuring local artists as well as occasional visiting exhibitions showcasing Croatian contemporary art."
            },
            {
              "text": "Artist studios of painters and sculptors are often open to visitors or available by appointment, reflecting Lumbarda's reputation as a creative community within the island."
            }
          ],
          "activities": [
            {
              "text": "The sandy beaches of Vela Pržina and Bilin Žal are rare treasures in Croatia where most beaches are rocky or pebbly, ideal for families with children who can build sandcastles and wade in shallow waters."
            },
            {
              "text": "Wine tasting at local vineyards offers the chance to sample organic Grk wine in small quantities, paired with local cheese and olive oil in intimate family-run settings surrounded by vines."
            },
            {
              "text": "Hiking and mountain biking through the vineyards and Gornje Blato fields provides panoramic views of the surrounding archipelago, best enjoyed in the cooler morning or late afternoon hours."
            },
            {
              "text": "Water sports including windsurfing, kayaking, snorkeling and scuba diving are available along the easily accessible coastline, with equipment rental and lessons offered by local operators."
            },
            {
              "text": "Yoga sessions held regularly in the village center offer a peaceful way to start the day, run by a local yoga group welcoming visitors to join their practice."
            }
          ],
          "to_next_leg": {
            "distance_km": 110,
            "drive_min": 180,
            "transport_mode": "ferry",
            "method": "heuristic"
          }
        },
        {
          "day": 15,
          "slice": 15,
          "region_code": "HR-19",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::dubrovnik",
            "coords": [
              42.6507,
              18.0944
            ]
          },
          "visits": [
            {
              "text": "The Walls of Ston stretch over 5.5 kilometers and are nicknamed Europe's Great Wall of China, built in 1358 AD to protect the valuable salt pans that were the key to Dubrovnik's prosperity, originally extending 7 kilometers before pieces were removed by the Austrians."
            },
            {
              "text": "Ston is Europe's second planned city after Carcassonne, founded in 1333 by the Republic of Ragusa as a scaled-down version of Dubrovnik with charming streets and unique atmosphere."
            },
            {
              "text": "The salt pans of Ston are the oldest in Europe and still operational today, where the Watermen continue traditional salt production methods that made medieval Dubrovnik wealthy, as salt was valued like gold for food preservation."
            },
            {
              "text": "Mali Ston is the twin town connected by the defensive walls, serving as the center for oyster and mussel farming in the pristine waters of the bay, producing some of the finest shellfish in the Mediterranean."
            }
          ],
          "activities": [
            {
              "text": "Climbing the steep medieval ramparts rewards with superb views over the salt flats, the bay and the entire Pelješac Peninsula even on grey days, with the wall walk connecting Ston to Mali Ston covering over 3 miles."
            },
            {
              "text": "Touring the salt works provides insight into traditional production methods, with informative guides explaining how the Watermen work their magic using techniques unchanged for centuries."
            },
            {
              "text": "Slurping the freshest oysters straight from street vendors in Mali Ston or savoring a delicious seafood meal overlooking the water offers some of the finest shellfish dining in Croatia."
            },
            {
              "text": "Wine tasting on the Pelješac Peninsula, renowned for Dingač and Postup wines from the Plavac Mali grape, combines perfectly with a Ston visit for the ultimate gastronomic day trip."
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 60,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 16,
          "slice": 16,
          "region_code": "HR-19",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::dubrovnik",
            "coords": [
              42.6507,
              18.0944
            ]
          },
          "visits": [
            {
              "text": "The medieval city walls of Dubrovnik stretch 2 kilometers around the Old Town, providing sweeping panoramas from a path leading through Minčeta Tower, Bokar Fort, Revelin Fort and Pile Gate, taking approximately 1.5 to 2 hours to complete."
            },
            {
              "text": "The Rector's Palace is a stunning Renaissance Gothic building dating to the mid-15th century, now housing a museum where visitors can stroll amongst stone archways, colonnades and carved pillars."
            },
            {
              "text": "The Stradun is the main limestone-paved boulevard running through Old Town, flanked by Onofrio Fountain, Dubrovnik Cathedral, Loggia Square, and the historic Pile Gate and Ploče Gate at either end."
            },
            {
              "text": "Fort Lovrijenac, also known as St. Lawrence's Fortress, sits atop jagged cliffs 37 meters above the sea on a peninsula facing the city walls, providing spectacular vantage points for photos of Old Town."
            }
          ],
          "activities": [
            {
              "text": "Walking the city walls is the highlight of any Dubrovnik trip, best done first thing in the morning or late afternoon to avoid tour group crowds, with three entry points at Inner Pile Gate, St. Lucas Fortress and St. John's Fortress."
            },
            {
              "text": "The Buza Bars built into the cliffs below the medieval walls are perfect for cold beers on summer days, with holes in the wall leading to small passageways opening onto sweeping Adriatic views where white umbrellas scatter up the cliff and brave visitors plunge 20 to 60 feet into the water."
            },
            {
              "text": "Exploring the pedestrian maze of limestone alleys feels like stepping back in time, with aimless wandering revealing hidden squares, ancient churches and countless Game of Thrones filming locations from King's Landing."
            },
            {
              "text": "Swimming at Sulic Beach tucked in a medieval nook below Lovrijenac feels like taking a dip in 13th century Croatia, far more atmospheric than the larger but busier Banje Beach."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 17,
          "slice": 17,
          "region_code": "HR-19",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::dubrovnik",
            "coords": [
              42.6507,
              18.0944
            ]
          },
          "visits": [
            {
              "text": "Mount Srđ rises above Dubrovnik offering panoramic views over all of the city, accessible either by hiking trail starting just outside the Old Town walls or by gondola cable car, with the restaurant at the top providing true dining with a view."
            },
            {
              "text": "Lokrum Island is a lovely day trip just 20 minutes by ferry from Porporela outside the Old Town walls, home to a Benedictine Monastery, botanical garden, and the Dead Sea swimming hole, with rocky coastline riddled with swim ladders for idyllic sunbathing."
            },
            {
              "text": "The West Harbor sits just outside the city walls a short stroll from Pile Gate, home to some of the most iconic views of Old Town's city walls, Lovrijenac fortress, and several Game of Thrones filming locations."
            }
          ],
          "activities": [
            {
              "text": "Hiking up Mount Srđ in the morning before it gets too hot and taking the gondola down offers the best of both worlds, with the free trail providing exercise and changing perspectives while the cable car provides effortless descent."
            },
            {
              "text": "Spending a day on Lokrum Island exploring the monastery, swimming in the Dead Sea saltwater pool, and finding rock formations like Lokrum's Rock Arch for fantastic photographs offers perfect escape from Old Town crowds."
            },
            {
              "text": "Beach hopping east of Old Town includes the pretty Lucica Beach and Krizna Luka Beach close to town, and the popular Pokonji Dol with its teal water about 40 minutes walk from the center."
            },
            {
              "text": "Day tripping to Pasjaca Beach 30 minutes south by car rewards with a steep cliff staircase leading down to spectacular crystal-clear shallows, easily combined with a visit to the medieval hilltop Sokol Tower."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 18,
          "slice": 18,
          "region_code": "HR-19",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::dubrovnik",
            "coords": [
              42.6507,
              18.0944
            ]
          },
          "visits": [
            {
              "text": "Cavtat's Old Town features ancient buildings rivaling Dubrovnik, with a scenic seaside promenade lined by charming orange-tiled buildings, boutique shops, picturesque sea views, and the Franciscan Monastery built in 1484 at the end."
            },
            {
              "text": "The Mausoleum of the Račić Family perched above the town was built in 1922 by famous Croatian sculptor Ivan Meštrović, paying homage to a ship-owner family with a beautiful chapel on the site of former medieval churches."
            },
            {
              "text": "The Bukovac House Museum is the former home of Croatian painter Vlaho Bukovac who lived from 1855 to 1922, featuring his drawings, paintings and mementoes plus frescoes he painted on the walls and ceilings at age 17 that were only discovered in the late 1990s."
            }
          ],
          "activities": [
            {
              "text": "The coastal path called Šetnica oko Rata leads through lush pine forest along the shoreline and around the bay into the Old Town, only a couple of miles long with plenty of places to stop for sea views and secluded swimming."
            },
            {
              "text": "Cavtat Beach offers golden sands and turquoise waters perfect for an afternoon of swimming, sunbathing and sipping refreshing cocktails, with sun loungers, kayak and boat rentals available along the shore."
            },
            {
              "text": "Sea kayaking in the calm waters around Cavtat allows exploration of the headland and hidden coves, with two-person kayaks available for hourly rental from hotels and water sports centers."
            },
            {
              "text": "Day trips to the Elafiti Islands by boat offer epic views, awesome swimming spots at Koločep, Šipan and Lopud, Croatian lunch onboard, and exploration of 15th-century Dalmatian villages and botanical gardens."
            },
            {
              "text": "Excursions to Montenegro visiting Kotor, Perast and the Bay of Boka Kotorska, or to Bosnia seeing Mostar's famous Old Bridge and Kravice waterfalls, are easily arranged from Cavtat for those wanting to explore neighboring countries."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "car",
            "method": "heuristic"
          }
        }
      ],
      "imported_at": "2026-01-15T09:24:52.629Z",
      "country": "HR"
    }
  ]
}