{
  "itins": [
    {
      "itin_id": "HR::national-parks::plitvice-to-lastovo",
      "language": "en",
      "created_at": "2026-01-15T16:00:00Z",
      "source_url": "",
      "dept_code": "HR",
      "dept_name": "National Parks",
      "title": "Croatia National Parks Road Trip: From Plitvice to Lastovo",
      "estimated_days_base": 13,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "HR-04",
          "suggested_days": 0.5,
          "night": {
            "place_id": "HR::plitvice",
            "coords": [
              44.8654,
              15.582
            ]
          },
          "visits": [
            {
              "text": "Rastoke village sits at the confluence of the Slunjčica and Korana rivers, a fairytale settlement nicknamed 'the small lakes of Plitvice' where waterfalls cascade through and even beneath traditional wooden houses."
            },
            {
              "text": "The village history dates back to the 17th century when over 20 watermills harnessed the rushing waters to grind wheat, corn and barley, many still standing beautifully preserved today."
            },
            {
              "text": "The geological phenomenon of tufa formation created this natural wonder, with calcium carbonate from the Slunjčica River precipitating into soft limestone deposits that built the natural barriers and cascades over thousands of years."
            },
            {
              "text": "Historic wooden and stone houses with their carefully engineered water channels represent living heritage, with local families still inhabiting these dwellings passed down through generations."
            }
          ],
          "activities": [
            {
              "text": "Walking through the village between waterfalls, wooden houses, flowering gardens and historic mills, crossing wooden bridges that each offer different perspectives and surprises."
            },
            {
              "text": "Visiting Vilinsko Vrt (Fairy Garden), a small green area beside a waterfall filled with handmade wooden sculptures, mushroom-shaped benches and signs telling local legends about fairies and water spirits."
            },
            {
              "text": "Swimming in the crystal-clear river when weather permits, with views of the Korana Canyon and its multiple waterfalls from the riverside spots."
            },
            {
              "text": "Dining at traditional restaurants with terraces overlooking the cascades, savoring grilled trout and giant pizzas while listening to rushing water."
            }
          ],
          "to_next_leg": {
            "distance_km": 30,
            "drive_min": 35,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 2,
          "region_code": "HR-04",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::plitvice",
            "coords": [
              44.8654,
              15.582
            ]
          },
          "visits": [
            {
              "text": "Plitvice Lakes National Park was established in 1949 and covers nearly 300 square kilometers, world-famous for its sixteen terraced lakes flowing in cascades and small rivers one into another."
            },
            {
              "text": "The mesmerizing colors of the basins change constantly depending on mineral content, organisms in the water and sunlight angle, shifting from almost fluorescent turquoise to deep blue ink."
            },
            {
              "text": "The Great Waterfall (Veliki Slap) near Entrance No. 1 drops 78 meters making it Croatia's tallest waterfall, though often crowded with visitors seeking the perfect selfie."
            },
            {
              "text": "The four lower lakes (Novakovica Brod, Koluderovac, Gavanovac and Milanovac) connect via wooden walkways along their shores, the most accessible and photographed section of the park."
            }
          ],
          "activities": [
            {
              "text": "Hiking the wooden boardwalk trails around the lower lakes takes 2-3 hours for the main circuit, winding past countless small waterfalls and pools in dreamlike colors."
            },
            {
              "text": "Taking the ferry across Lake Kozjak, included in the entry ticket, though queues at midday can stretch for an hour during peak season."
            },
            {
              "text": "Riding the panoramic shuttle bus between park entrances, included in the ticket and useful for returning to your starting point after a long day of hiking."
            },
            {
              "text": "Entering through Entrance No. 1 for easy access to the Great Waterfall and lower lakes, or through Entrance No. 2 for the upper lakes and ferry crossing."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 3,
          "region_code": "HR-04",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::plitvice",
            "coords": [
              44.8654,
              15.582
            ]
          },
          "visits": [
            {
              "text": "Lake Kozjak stretches as the largest of the upper lakes, with a trail along its northern shore far less crowded than the main tourist routes around the lower lakes."
            },
            {
              "text": "The islet Stefanijin Otok sits in the middle of Kozjak where another ferry crosses to the southern shore in about three minutes."
            },
            {
              "text": "The upper lakes Burgeti and Gradinsko lead to the waterfall Veliki Prstavac, which many visitors find more impressive than the famous Great Waterfall despite its smaller size."
            },
            {
              "text": "The tufa and limestone formations throughout the park continue growing and changing, a living geological process creating new waterfalls and barriers over time."
            }
          ],
          "activities": [
            {
              "text": "Hiking the longer trails around Lake Kozjak and the upper lakes offers the nicest part of any Plitvice visit, far from the day-tripper crowds concentrated at the lower lakes."
            },
            {
              "text": "Starting early in the morning before tour buses arrive transforms the experience, with peaceful sounds of rushing water replacing the chatter of hundreds of visitors."
            },
            {
              "text": "Bringing snacks and water is essential as food and drinks inside the park are extremely expensive, with few options beyond the main entrance areas."
            },
            {
              "text": "Wearing proper hiking shoes rather than sandals protects feet on the more secluded trails where wooden walkways give way to natural paths."
            }
          ],
          "to_next_leg": {
            "distance_km": 150,
            "drive_min": 150,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 4,
          "region_code": "HR-13",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::starigrad-paklenica",
            "coords": [
              44.2969,
              15.4397
            ]
          },
          "visits": [
            {
              "text": "Paklenica National Park covers nearly 100 square kilometers in the southern Velebit mountains, Croatia's largest mountain range, featuring dramatic canyons, dense forests and high peaks."
            },
            {
              "text": "Velika Paklenica canyon stretches 14 kilometers long and 500-800 meters wide, with vertical cliffs rising dramatically from the canyon floor through beech and pine forests."
            },
            {
              "text": "Mala Paklenica canyon extends 12 kilometers with widths of 400-500 meters, wilder and less frequented than its larger sibling, perfect for those seeking solitude."
            },
            {
              "text": "Vaganski vrh peaks at 1,757 meters as the park's highest point, offering views across the entire Velebit range and out to the Adriatic islands on clear days."
            },
            {
              "text": "Manita Peć cave opens for visitors from April to October, its stalactites and stalagmites accessible during morning hours on specific days."
            }
          ],
          "activities": [
            {
              "text": "Hiking the numerous trails of varying difficulty and length provides the best way to explore and truly experience the park's diverse landscapes."
            },
            {
              "text": "Rock climbing draws enthusiasts from across Croatia and Europe, with hundreds of routes on the dramatic canyon walls ranging from beginner to expert difficulty."
            },
            {
              "text": "Visiting the Marasović Mill from the 19th century and the Marasovići Ethno House in the abandoned village reveals traditional Dalmatian mountain life."
            },
            {
              "text": "Spotting wildlife including falcons, eagles, owls, deer, bears, foxes, wild cats and the elusive lynx that inhabit the park's forests and cliffs."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 5,
          "region_code": "HR-13",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::starigrad-paklenica",
            "coords": [
              44.2969,
              15.4397
            ]
          },
          "visits": [
            {
              "text": "Starigrad Paklenica stretches along the coast at the foot of the Velebit mountains, the gateway town to Paklenica National Park with a long pebble beach and mountain backdrop."
            },
            {
              "text": "The Mala Paklenica Educational Centre provides information about the park's endangered bird species, particularly owls, and the unique ecosystem of the Velebit range."
            },
            {
              "text": "The coastline offers views across the Velebit Channel to the island of Pag, with the dramatic mountains rising directly behind the beach creating an unusual landscape combination."
            }
          ],
          "activities": [
            {
              "text": "Swimming and sunbathing on the long pebble beaches stretching along the coast, with the dramatic Velebit peaks creating a stunning backdrop unlike any other Croatian beach."
            },
            {
              "text": "Cycling the coastal paths connecting Starigrad to neighboring villages, flat routes perfect for relaxed exploration after days of mountain hiking."
            },
            {
              "text": "Dining on fresh seafood at waterfront restaurants while watching the sunset paint the Velebit cliffs in shades of orange and pink."
            },
            {
              "text": "Staying overnight in the Paklenica Mountain Hut inside the park for those wanting the full wilderness experience, with basic facilities and about 50 beds."
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 55,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 6,
          "region_code": "HR-13",
          "suggested_days": 2,
          "night": {
            "place_id": "HR::zadar",
            "coords": [
              44.1194,
              15.2314
            ]
          },
          "visits": [
            {
              "text": "The Roman Forum spreads its ancient stones across the heart of Zadar, columns erected between the 1st century BC and 3rd century AD still standing where citizens once gathered to conduct business and worship their gods. The original 'Pillar of Shame' remains where wrongdoers were chained and publicly humiliated two millennia ago, and fragments of temples and basilicas lie scattered among the café tables."
            },
            {
              "text": "St. Anastasia's Cathedral ranks as the largest church in Dalmatia, its foundations dating to the 4th or 5th century when Christianity first took root on these shores. The Romanesque structure visible today rose in the 12th and 13th centuries, and climbing the bell tower rewards the effort with sweeping views across terracotta rooftops to the shimmering Adriatic beyond."
            },
            {
              "text": "St. Donatus Church stands as a 9th-century circular Byzantine marvel, the largest Pre-Romanesque building in Croatia and one of the finest examples of its kind anywhere in Europe. Its 27-meter dome creates acoustics so perfect that the summer concert series held here requires no amplification, and the stones piled beneath the floor came from the Roman Forum next door."
            },
            {
              "text": "Narodni Trg pulses with café life beneath the 16th-century Clock Tower and City Loggia where Venetian governors once dispensed justice. Hidden behind Café Lovro stands St. Lawrence's Church, Zadar's oldest preserved building dating from the 11th century, its modest façade belying the Romanesque treasures within."
            },
            {
              "text": "Five Wells Square marks where Venetian engineers built their cistern in the 16th century, allowing Zadar to withstand Ottoman sieges when freshwater supplies were cut. The five ornamental wellheads remain as testament to engineering ingenuity and survival instinct, and the adjoining park atop the old bastion offers shade on sweltering summer afternoons."
            },
            {
              "text": "The Land Gate designed by Venetian architect Michele Sanmicheli in 1543 ranks among the finest Renaissance monuments in Dalmatia, its triumphal arch topped by the Lion of St. Mark still guarding the entrance to the old town. Beyond it stretches the Foša harbor where fishing boats bob alongside expensive yachts."
            },
            {
              "text": "The Museum of Ancient Glass occupies the elegant Cosmacendi Palace and displays Roman perfume vials, goblets and window panes excavated from archaeological sites across Dalmatia. The glassblowing workshops allow visitors to craft their own souvenirs using techniques unchanged since the days of the Caesars."
            }
          ],
          "activities": [
            {
              "text": "Listen to the Sea Organ at sunset when the day-trippers have departed and locals gather on the marble steps descending into the Adriatic. Architect Nikola Bašić designed this installation of pipes and chambers that create haunting, ever-changing melodies as waves push air through the stonework, a symphony conducted by the sea itself."
            },
            {
              "text": "Watch the Sun Salutation come alive after dark, 300 glass plates embedded in the waterfront gathering solar energy by day and releasing it as a mesmerizing light show by night. Alfred Hitchcock visited Zadar in 1964 and declared its sunset the most beautiful in the world, a claim the locals quote at every opportunity."
            },
            {
              "text": "Climb to Queen Jelena Madijevka Park atop the old Venetian bastion for panoramic views over Foša Harbor and the defensive walls that once protected the city from Ottoman assault. The park honors a 10th-century Croatian queen whose son would become king, and benches beneath the pines offer respite from the midday heat."
            },
            {
              "text": "Sample Maraschino liqueur, Zadar's famous cherry drink exported to royal courts across Europe since the 16th century. The original distillery recipes remain closely guarded, and the distinctive flavor owes its character to the marasca cherries grown in the hills behind the city."
            },
            {
              "text": "Visit the Museum of Illusions for interactive exhibits including the famous vortex tunnel that disorients the senses, perfect refuge when afternoon thunderstorms roll in from the mountains. Children drag their parents from room to room while adults rediscover the joy of being fooled."
            },
            {
              "text": "Swim from the rocks below the old town walls where locals have plunged into the crystal waters for generations, or stroll the harbor promenade past the statue of Špiro Brusina, the naturalist who catalogued the mollusks of the Adriatic and whose name graces the city's natural history museum."
            }
          ],
          "to_next_leg": {
            "distance_km": 17,
            "drive_min": 25,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 7,
          "region_code": "HR-13",
          "suggested_days": 0.5,
          "night": {
            "place_id": "HR::zadar",
            "coords": [
              44.1194,
              15.2314
            ]
          },
          "visits": [
            {
              "text": "Nin claims the title of Croatia's first political and religious capital, the place where King Koloman received his crown in 1102 and where bishops held sway over the nascent Croatian state. This tiny lagoon town punches far above its medieval weight, and the salt marshes surrounding it have produced sea salt since Roman times."
            },
            {
              "text": "The Church of the Holy Cross, possibly the world's smallest cathedral at just 36 square meters, doubles as a solar calendar marking the spring and autumn equinoxes through carefully positioned windows. This 9th-century marvel demonstrates that the builders possessed sophisticated astronomical knowledge alongside their Christian faith."
            },
            {
              "text": "Gregory of Nin's statue honors the 10th-century bishop who championed the Croatian language in church services when Rome insisted on Latin for all liturgy. The bronze figure by Ivan Meštrović stands in the old town, and visitors rub his toe for luck as they do at the larger version in Split."
            },
            {
              "text": "The ancient stone bridge leads across the lagoon into the fortified old town, guarded by a statue of Duke Branimir who first secured papal recognition of Croatian independence in 879. Mountains frame the scene behind the mirror-still waters where flamingos occasionally stop during migration."
            }
          ],
          "activities": [
            {
              "text": "Visit the Nin Salt Fields where seawater evaporates in shallow pools just as it has for over a thousand years. Guided tours explain the traditional process of raking and gathering the white crystals, while a free viewing platform by the roadside offers budget-friendly access to this landscape of geometric ponds and wooden structures."
            },
            {
              "text": "Sink into the therapeutic mud baths along Nin's rare sandy beaches, coating yourself in the mineral-rich sediment that locals claim cures skin ailments and joint pain. The shallow lagoon warms quickly in summer, and children squeal as they emerge gray and glistening from the healing ooze."
            },
            {
              "text": "Walk the lagoon promenade at sunset when mountains reflect in mirror-calm waters and the town glows golden in the fading light. Herons stalk the shallows, and the only sounds are the splash of mullet and the distant bells of the parish church."
            },
            {
              "text": "Taste Ninski šokol, the traditional cured pork neck seasoned with garlic, pepper and local herbs, then dried in the salt-laden winds that blow off the Velebit mountains. Accompany it with the sea salt harvested from the lagoon and bread baked in a wood-fired oven."
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 70,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 8,
          "region_code": "HR-15",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::sibenik",
            "coords": [
              43.735,
              15.8952
            ]
          },
          "visits": [
            {
              "text": "Kornati National Park encompasses 89 islands, islets and reefs forming one of the densest archipelagos in the Mediterranean, accessible only by boat from the mainland."
            },
            {
              "text": "Lojena Lagoon on Levrnaka Island, called the pearl of Kornati, features the only sandy beach in the entire archipelago with pristine turquoise waters and white sand."
            },
            {
              "text": "The Crown cliffs on Mana Island stretch approximately 1,350 meters as the longest cliff above sea level in the archipelago, with vertical walls rising up to 80 meters."
            },
            {
              "text": "Fortress Tureta on Kornati Island stands as a Byzantine-era defensive castle, while the Church of Our Lady Tarac dates from the 17th century built on older basilica ruins."
            },
            {
              "text": "Ancient Roman structures including Villae Rusticae at Proversa showcase the region's historical significance, with some now submerged due to rising sea levels over centuries."
            }
          ],
          "activities": [
            {
              "text": "Boat excursions depart from Zadar, Šibenik or smaller ports like Murter, with full-day trips including swimming stops, island visits and typically lunch aboard or at a konoba."
            },
            {
              "text": "Swimming and snorkeling in crystal-clear waters surrounding the barren limestone islands, the underwater visibility often exceeding 30 meters."
            },
            {
              "text": "Visiting the Nature Park Telašćica on Dugi Otok island, featuring Lake Mir (Lake Peace) with its surreal turquoise colors and wild donkeys along the 2km walking trail."
            },
            {
              "text": "Spotting dolphins that frequent the archipelago waters, playful creatures accustomed to boats that often swim alongside during crossings."
            },
            {
              "text": "Dining at remote konobas like Konoba Žakan on Ravni Žakan island, traditional taverns serving fresh fish with turquoise bay views."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 9,
          "region_code": "HR-15",
          "suggested_days": 1.5,
          "night": {
            "place_id": "HR::sibenik",
            "coords": [
              43.735,
              15.8952
            ]
          },
          "visits": [
            {
              "text": "St. James's Cathedral stands as a UNESCO World Heritage masterpiece, built between 1431 and 1536 entirely from limestone and marble without a single nail or wooden beam. Over 70 lifelike head sculptures gaze from the exterior apse, their identities lost to time though locals speculate they portray citizens who funded the construction."
            },
            {
              "text": "The Civitas Sacra Interpretation Centre illuminates the cathedral's revolutionary construction techniques and Šibenik's turbulent history, including the war damage from the 1990s siege and the meticulous restoration that followed. Interactive displays explain how master builders lifted massive stone blocks into place using only medieval technology."
            },
            {
              "text": "St. Michael's Fortress crowns the hill 60 meters above sea level, revitalized in 2014 with an open-air concert stage whose backdrop of city, river mouth and Adriatic creates one of Europe's most spectacular performance venues. The climb through narrow streets rewards with commanding views at every turn."
            },
            {
              "text": "St. Nicholas's Fortress, a second UNESCO site, protected the city from Ottoman naval attacks through centuries of conflict. Boat excursions reach this Venetian bulwark guarding the channel, and the massive walls rising from the sea demonstrate the engineering prowess that kept Šibenik Christian while cities further south fell."
            },
            {
              "text": "St. Barbara's Church displays a unique 24-numeral clock face using Croatian glagolitic letters instead of Roman numerals, testimony to the tenacity of local identity under Venetian rule. The small museum inside houses ecclesiastical art spanning the 14th to 17th centuries."
            },
            {
              "text": "The Medieval Mediterranean Garden of St. Lawrence Monastery, restored in 2007, blooms with medicinal herbs planted according to manuscripts describing what Franciscan monks cultivated here centuries ago. Lavender, rosemary, sage and rue grow in geometric beds, and the cloister offers peaceful refuge from tourist crowds."
            }
          ],
          "activities": [
            {
              "text": "Wander the narrow medieval streets connecting major attractions through arches and tunnels, experiencing the golden glow of lantern-lit passages after dark. The old town's verticality surprises visitors used to flat Dalmatian ports, and every staircase leads to a new discovery."
            },
            {
              "text": "Stroll the waterfront promenade from the bus station to Banj Beach, stopping at local pubs where Croatian football culture comes alive on match days. The route passes fishermen mending nets and pensioners playing cards, ordinary life unfolding against an extraordinary backdrop."
            },
            {
              "text": "Climb to the Banj Beach viewpoint for panoramas that travel writers compare to Italy's Cinque Terre, the town's terracotta rooftops spilling down the hillside to the sea. The beach itself offers swimming, a café and loungers for rent."
            },
            {
              "text": "Visit the Šibenik Town Hall with its Venetian-style arcades, rebuilt after WWII damage to match the 16th-century original. The loggia where nobles once gathered now shelters tourists seeking shade, and the well in the center once supplied water to the entire neighborhood."
            },
            {
              "text": "Sample local wines at waterfront restaurants, seafood fresh from morning catches accompanying the sunset. The Babić red from Primošten's steep terraces pairs perfectly with grilled fish, and the waiters know which fishermen brought the best catch."
            },
            {
              "text": "Explore Barone and St. John's Fortresses included with St. Michael's entry ticket, completing the defensive ring that protected Šibenik through centuries of Ottoman threat. Each offers different perspectives on the city and different chapters of its military history."
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 20,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 10,
          "region_code": "HR-15",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::sibenik",
            "coords": [
              43.735,
              15.8952
            ]
          },
          "visits": [
            {
              "text": "Skradinski buk thunders through 17 travertine cascades spanning 400 meters in width and dropping 46 meters in height, the most famous of Krka's seven waterfalls and the only one where swimming is permitted. The mineral-rich waters deposit limestone that constantly reshapes the falls, a geological process visible on human timescales."
            },
            {
              "text": "The 875-meter boardwalk trail winds through lush forest thick with endemic plants, crossing streams on wooden bridges and offering perspectives on the cascades from platforms both above and below the falls. Fish dart in the pools, frogs leap from lily pads, and dragonflies hover in the spray."
            },
            {
              "text": "Restored water mills along the river demonstrate traditional flour grinding techniques, living heritage showing how locals harnessed the Krka's power for centuries before hydroelectric dams. Some mills still operate on special occasions, their wooden wheels turning as they did when Venetian traders bought Dalmatian grain."
            },
            {
              "text": "Visovac Island rises from the lake like a vision from a fairy tale, its Franciscan monastery housing rare books and artifacts accumulated since monks first settled this peaceful refuge in 1445. The boat crossing takes 15 minutes, and the sense of timelessness on arrival justifies every moment of the journey."
            },
            {
              "text": "The Krka Monastery, Serbian Orthodox, stands on the river's opposite bank, its medieval frescoes and documents demonstrating the parallel religious traditions that coexisted in this region for centuries. The complex includes a church, dormitories and a graveyard overlooking the water."
            }
          ],
          "activities": [
            {
              "text": "Swim beneath Skradinski buk's cascading waters, the spray cooling sun-heated skin as you wade through the natural pool. Bring water shoes because the rocks are sharp, and be prepared for the current near the falls that creates natural resistance like a swimming pool's jets."
            },
            {
              "text": "Take the boat to Visovac Island, the 15-minute crossing delivering visitors to monks who have welcomed guests for nearly 600 years. The monastery tour includes the church, the cloister and the library with its illuminated manuscripts and early printed books."
            },
            {
              "text": "Explore Roški slap waterfall, less crowded than Skradinski buk with its own series of cascades and traditional watermills. The drive takes 30 minutes through the park, or adventurous visitors can book the 3.5-hour boat journey that reveals the gorge from water level."
            },
            {
              "text": "Visit Oziđana pećina cave for a glimpse into the region's geological and prehistoric past, stalactites and stalagmites framing evidence of human habitation thousands of years ago. Access is limited to April through October to protect the delicate formations."
            },
            {
              "text": "Discover the Roman military camp Burnum, strategic outpost whose ruins reveal imperial ambitions two millennia ago. The amphitheater once entertained legionaries stationed on this frontier, and excavations continue to uncover new finds each season."
            },
            {
              "text": "Enter through Skradin and take the free 25-minute boat ride to Skradinski buk, gliding through the canyon as visitors have for generations. The approach by water builds anticipation as the sound of falling water grows louder around each bend."
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 45,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 11,
          "region_code": "HR-19",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::mljet",
            "coords": [
              42.7461,
              17.5375
            ]
          },
          "visits": [
            {
              "text": "Mljet National Park was established in 1960, covering a portion of Mljet Island which ranks as Croatia's greenest island, characterized by lush forests, saltwater lakes and idyllic landscapes."
            },
            {
              "text": "Veliko Jezero and Malo Jezero (Big and Small Lakes) form the centerpiece of the park, two interconnected saltwater lakes with turquoise waters perfect for swimming and kayaking."
            },
            {
              "text": "St. Mary's Island rises from the middle of Veliko Jezero, home to a 12th-century Benedictine monastery offering a mix of history and stunning views accessible by boat included in the entry ticket."
            },
            {
              "text": "Montokuc Peak stands as the highest accessible point within the park, with a wooden watchtower at the summit used by firefighters to monitor for forest fires."
            }
          ],
          "activities": [
            {
              "text": "Hiking to Montokuc Peak takes approximately one hour through dense pine forests, rewarding with magical views over both lakes, the Adriatic Sea and nearby islands on clear days."
            },
            {
              "text": "Cycling around the lakes on partly paved and partly gravel trails offers the best way to explore the park, with bike rental available at the entrance."
            },
            {
              "text": "Swimming in the saltwater lakes where water grows warmer the further from the sea, with swimming permitted throughout the park unlike many other Croatian national parks."
            },
            {
              "text": "Taking the boat to St. Mary's Island, the 15-minute crossing delivering visitors to monks who have welcomed guests for nine centuries."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 12,
          "slice": 12,
          "region_code": "HR-19",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::mljet",
            "coords": [
              42.7461,
              17.5375
            ]
          },
          "visits": [
            {
              "text": "Odysseus' Cave lies in the central part of the island near Babino Polje village, a dramatic sea cave according to legend where the Greek hero sheltered during his Mediterranean wanderings."
            },
            {
              "text": "Polače village serves as one of the main entry points to the park, known for its ancient Roman ruins including palace remains that give the village its name."
            },
            {
              "text": "Okuklje village on the northern coast formed during the Dubrovnik Republic era, now a small picturesque bay popular with yachters and visitors seeking quiet accommodations."
            },
            {
              "text": "Lake Blatina sits almost in the middle of the island, a slightly salty inland lake where locals traditionally draw water to irrigate their crops."
            }
          ],
          "activities": [
            {
              "text": "Exploring Odysseus' Cave requires a steep descent (avoid flip-flops), but rewards with a deep blue pool inside the cave perfect for swimming in mythological surroundings."
            },
            {
              "text": "Beach relaxation at Saplunara and Limuni Bay (Lemon Bay) on the island's southern tip, rare sandy beaches in Croatia ideal for families and those tired of rocky shores."
            },
            {
              "text": "Reaching Mljet by ferry from Prapratno on the Pelješac peninsula to Sobra (45 minutes), enjoying the crossing on deck as the forested island approaches."
            },
            {
              "text": "Savoring Dalmatian cuisine at family-run restaurants, though bringing some food supplies to the island helps given limited options and higher prices."
            }
          ],
          "to_next_leg": {
            "distance_km": 30,
            "drive_min": 90,
            "transport_mode": "ferry",
            "method": "heuristic"
          }
        },
        {
          "day": 13,
          "slice": 13,
          "region_code": "HR-19",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::lastovo",
            "coords": [
              42.7667,
              16.8833
            ]
          },
          "visits": [
            {
              "text": "Lastovo Nature Park encompasses 46 islands spread across 200 square kilometers of land and sea, Croatia's most remote inhabited archipelago lying 13 kilometers south of Korčula."
            },
            {
              "text": "Lastovo village perches on a steep hillside overlooking fertile fields of vegetables, grapes and olives, with old stone houses topped by distinctive red roofs."
            },
            {
              "text": "The fumari (cylindrical chimneys) crown houses throughout the village, their heights once indicating family wealth, built both for practical smoke dispersal and social prestige."
            },
            {
              "text": "The Church of Saints Cosmas and Damian dates from the 15th century, recognizable by its three naves, standing as the main religious monument of the island."
            },
            {
              "text": "Fort Kaštel tops the village hill housing meteorological instruments, with panoramic views across the entire village, surrounding waters and distant islands."
            }
          ],
          "activities": [
            {
              "text": "Swimming in the crystalline bays of Pasadur, Zaklopatica and Skrivena Luka, protected coves with lake-calm waters perfect for snorkeling and kayaking."
            },
            {
              "text": "Hiking and cycling the well-marked trails through forests and vineyards covering 70% of the island, appreciating nature virtually unchanged for centuries."
            },
            {
              "text": "Scuba diving at two centers (Pasadur and Zaklopatica) exploring underwater sites including shipwrecks in waters of exceptional clarity."
            },
            {
              "text": "Reaching Lastovo by catamaran from Korčula Town or Vela Luka (1-2 hours), arriving at Ubli port then exploring by rented scooter, bike or the island minibus."
            },
            {
              "text": "Dining at mom-and-pop restaurants serving fresh local fish, enjoying the peaceful atmosphere of an island where even Bill Gates went unrecognized when his yacht docked in 2009."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "ferry",
            "method": "heuristic"
          }
        }
      ],
      "imported_at": "2026-01-15T09:24:52.635Z",
      "country": "HR"
    }
  ]
}