{
  "itins": [
    {
      "itin_id": "HR::continental::zagreb-slavonia",
      "language": "fr",
      "created_at": "2026-01-14T22:30:00Z",
      "source_url": "",
      "dept_code": "01",
      "dept_name": "City of Zagreb / Continental Croatia",
      "title": "Road Trip Croatie : De Zagreb à la Slavonie",
      "estimated_days_base": 16,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "HR-21",
          "suggested_days": 2.5,
          "night": {
            "place_id": "HR::zagreb",
            "coords": [
              45.815,
              15.9819
            ]
          },
          "visits": [
            {
              "text": "La place Ban Jelačić forme le cœur battant de Zagreb. Tramways et passants convergent sous la statue équestre du héros national, point de départ idéal pour explorer la ville haute et la ville basse."
            },
            {
              "text": "La cathédrale dresse ses flèches néogothiques à 105 mètres de hauteur. Reconstruite par l'architecte Hermann Bollé après le séisme de 1880, elle abrite le tombeau du cardinal Stepinac et un trésor médiéval remontant au XIe siècle."
            },
            {
              "text": "La Porte de Pierre est le seul passage médiéval encore debout. Des cierges y brûlent devant l'icône miraculeuse de la Vierge, seule rescapée de l'incendie de 1731. Les Zagrebois s'y arrêtent encore pour prier avant un examen ou un voyage."
            },
            {
              "text": "L'église Saint-Marc arbore son célèbre toit aux tuiles vernissées qui figurent les blasons de Zagreb et du royaume croate-slavon-dalmate. Devant elle, le Parlement et le Palais du Ban encadrent la place du pouvoir."
            },
            {
              "text": "Le funiculaire de Zagreb mesure 66 mètres et reste le plus court du monde en service public depuis 1890. En 55 secondes, il relie la ville basse à la tour Lotrščak, qui tire le canon chaque jour à midi depuis 1877."
            },
            {
              "text": "Le cimetière Mirogoj déploie ses arcades néo-Renaissance dessinées par Bollé sur 79 000 m². Tombes de poètes, présidents et anonymes s'y côtoient dans un parc où les Zagrebois viennent se promener le dimanche."
            },
            {
              "text": "Le Musée des Relations Brisées présente une collection d'objets anonymes racontant des ruptures amoureuses du monde entier. Né à Zagreb en 2006, ce concept unique a depuis essaimé sur quatre continents."
            },
            {
              "text": "Le Théâtre National Croate est un imposant bâtiment jaune inauguré par l'empereur François-Joseph en 1895. Il accueille opéras et ballets, et la fontaine du Puits de Vie de Meštrović complète ce coin de Vienne en Croatie."
            }
          ],
          "activities": [
            {
              "text": "Arpentez le marché Dolac chaque matin. Les paysannes en fichu y vendent fromages frais, kajmak et légumes sous les parasols rouges. En sous-sol, le marché couvert propose viandes, poissons et charcuteries."
            },
            {
              "text": "Explorez le quartier Tkalčićeva, une ancienne rivière canalisée devenue rue piétonne bordée de cafés et bars. Le soir, terrasses et musique live animent cette artère où tout Zagreb se retrouve."
            },
            {
              "text": "Montez à pied vers la ville haute par les ruelles pavées. Vous découvrirez passages secrets, cours intérieures et galeries d'art. Le quartier de Gradec révèle ses trésors à qui prend le temps de s'y perdre."
            },
            {
              "text": "Faites une pause au Musée d'Art Naïf, unique au monde. Il présente les œuvres d'artistes paysans croates du XXe siècle dont les visions oniriques de villages enneigés ont conquis collectionneurs et critiques internationaux."
            },
            {
              "text": "Goûtez aux štrukli au fromage dans une des nombreuses slastičarna du centre, puis terminez par un café à la crème dans un des grands cafés viennois de la ville basse."
            },
            {
              "text": "Rejoignez le parc Maksimir, premier parc public d'Europe du Sud-Est ouvert en 1794. Ses 316 hectares abritent le zoo de Zagreb et des sentiers forestiers prisés des joggeurs et des familles."
            }
          ],
          "to_next_leg": {
            "distance_km": 60,
            "drive_min": 50,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 2,
          "region_code": "HR-01",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::varazdin",
            "coords": [
              46.3057,
              16.3366
            ]
          },
          "visits": [
            {
              "text": "La forteresse Stari Grad est un château médiéval cerné de douves. Le Musée municipal y expose armures, meubles baroques et souvenirs de l'époque où Varaždin était capitale croate, entre 1756 et 1776."
            },
            {
              "text": "L'Hôtel de Ville est le plus ancien de Croatie encore en fonction depuis le XVe siècle. Sa façade Renaissance donne sur la place principale, et des gardes en costume historique montent la garde le samedi."
            },
            {
              "text": "Le palais Sermage abrite la Galerie des Maîtres Anciens. Cette riche collection de peintures flamandes, italiennes et autrichiennes fut assemblée par l'aristocratie locale au fil des siècles."
            },
            {
              "text": "L'église Saint-Jean-Baptiste possède un intérieur baroque foisonnant de dorures et de fresques. Son clocher offre une vue plongeante sur les toits de tuiles rouges de la vieille ville."
            },
            {
              "text": "Le cimetière de Varaždin surprend par ses haies sculptées en cyprès. Cette œuvre du gardien Herman Haller a transformé ce lieu en jardin d'art topiaire unique en Europe depuis 1905."
            },
            {
              "text": "Flânez dans les rues piétonnes bordées de palais aux façades pastel, vestiges du XVIIIe siècle. Stucs, balcons en fer forgé et portes cochères racontent la splendeur de l'époque où la noblesse croate fit de Varaždin son petit Vienne."
            }
          ],
          "activities": [
            {
              "text": "Assistez au Špancirfest fin août. Pendant dix jours, spectacles de rue, concerts et performances transforment la vieille ville en scène à ciel ouvert. Le plus grand festival de rue de Croatie attire 300 000 visiteurs."
            },
            {
              "text": "Goûtez au klipič, le pain brioché local, accompagné de miel de la région. Les pâtisseries du centre proposent aussi le varaždinski kuglof, gâteau traditionnel des grandes occasions."
            },
            {
              "text": "Louez un vélo pour explorer la campagne environnante, entre vignobles, châteaux baroques et villages paisibles du Zagorje. Les routes plates longent la Drava vers la Hongrie toute proche."
            },
            {
              "text": "Visitez le Monde des Insectes dans le palais Hercer. Cette collection entomologique compte plus de 10 000 spécimens du monde entier, un paradis pour les naturalistes en herbe."
            }
          ],
          "to_next_leg": {
            "distance_km": 40,
            "drive_min": 45,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 3,
          "region_code": "HR-02",
          "suggested_days": 0.5,
          "night": {
            "place_id": "HR::varazdin",
            "coords": [
              46.3057,
              16.3366
            ]
          },
          "visits": [
            {
              "text": "Le château de Trakošćan émerge des forêts au bord de son lac. Cette silhouette romantique fut reconstruite au XIXe siècle par la famille Drašković, et ses salons meublés d'époque transportent dans la vie aristocratique croate."
            },
            {
              "text": "Les collections du château comprennent des armes anciennes, des portraits de famille et du mobilier néogothique assemblés par les Drašković sur cinq siècles. La chapelle privée conserve leurs tombeaux de marbre."
            },
            {
              "text": "Les jardins à l'anglaise descendent vers le lac artificiel créé en 1853. Peuplé de cygnes et bordé de sentiers forestiers, il permet de louer des barques aux beaux jours."
            }
          ],
          "activities": [
            {
              "text": "Randonnez dans le parc forestier autour du château. Ces 63 hectares de hêtres et de chênes sont traversés de chemins balisés, et le tour du lac offre les plus belles perspectives sur la forteresse."
            },
            {
              "text": "Pique-niquez au bord de l'eau ou installez-vous à la terrasse du restaurant du château pour une cuisine croate traditionnelle avec vue sur les tours crénelées."
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 60,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 4,
          "region_code": "HR-02",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::krapina",
            "coords": [
              46.1603,
              15.8744
            ]
          },
          "visits": [
            {
              "text": "Le Musée de l'Homme de Néandertal est un bâtiment contemporain primé qui présente le site où furent découverts en 1899 les restes de 80 individus néandertaliens. Des reconstitutions grandeur nature et des expériences interactives retracent leur vie."
            },
            {
              "text": "Grimpez sur la colline Hušnjakovo où les fouilles originales révélèrent os, outils et traces de foyers vieux de 130 000 ans. Des statues de Néandertaliens grandeur nature jalonnent le sentier."
            },
            {
              "text": "La basilique de Marija Bistrica est le principal sanctuaire marial croate et accueille 800 000 pèlerins par an. Sa Vierge Noire miraculeuse fut cachée des Ottomans pendant 200 ans derrière un mur."
            },
            {
              "text": "Le chemin de croix monumental gravit la colline derrière la basilique. Quatorze stations de bronze du sculpteur croate mènent à un calvaire panoramique sur le Zagorje."
            }
          ],
          "activities": [
            {
              "text": "Explorez le Zagorje en voiture. Cette région de collines verdoyantes est parsemée de vignobles, de châteaux baroques et de villages aux maisons de bois. Chaque virage révèle un nouveau panorama bucolique."
            },
            {
              "text": "Arrêtez-vous dans un des nombreux celliers familiaux pour déguster le Pušipel blanc local, accompagné de charcuteries fumées et de fromages de la ferme. L'hospitalité zagorienne ne se refuse pas."
            },
            {
              "text": "Détendez-vous aux thermes de Krapinske Toplice, dont les eaux chaudes sont connues depuis l'époque romaine. Les bassins extérieurs offrent une vue apaisante sur les collines environnantes."
            },
            {
              "text": "Visitez le château de Veliki Tabor, une forteresse pentagonale du XVe siècle qui domine la région. La légende raconte que Veronika, emmurée vivante, hante encore ses tours."
            }
          ],
          "to_next_leg": {
            "distance_km": 80,
            "drive_min": 90,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 5,
          "region_code": "HR-03",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::samobor",
            "coords": [
              45.8011,
              15.7108
            ]
          },
          "visits": [
            {
              "text": "La place principale de Samobor est bordée de façades pastel et de cafés aux terrasses ombragées. Elle conserve son atmosphère de petite ville austro-hongroise avec ses horloges, sa fontaine et son église paroissiale."
            },
            {
              "text": "Les ruines du vieux château surplombent la ville. Cette forteresse médiévale offre des vues qui s'étendent jusqu'aux Alpes slovènes par temps clair. Le chemin est escarpé mais la récompense est garantie."
            },
            {
              "text": "Le Musée municipal retrace l'histoire de Samobor, de l'artisanat traditionnel à la période Biedermeier. On y découvre des collections de meubles peints, de costumes folkloriques et de cristallerie locale."
            },
            {
              "text": "L'église Sainte-Anastasie cache derrière sa façade baroque un intérieur richement orné de fresques et d'autels dorés. Les moines franciscains y officient depuis le XVIIe siècle."
            }
          ],
          "activities": [
            {
              "text": "Impossible de quitter Samobor sans goûter la kremšnita, ce millefeuille à la crème vanille inventé ici. Chaque pâtisserie de la place revendique la recette authentique."
            },
            {
              "text": "Randonnez dans le parc naturel du Žumberak voisin, un massif forestier partagé avec la Slovénie. Sentiers balisés, cascades et refuges de montagne conviennent à toutes les conditions physiques."
            },
            {
              "text": "Visitez Samobor pendant le carnaval de février, le plus ancien de Croatie depuis 1827. Défilés masqués, fanfares et enterrement rituel du Princ Fašnik clôturent les festivités."
            },
            {
              "text": "Goûtez à la muštarda, ce condiment local à base de moutarde et de fruits confits qui accompagne viandes et fromages. Les épiceries fines de la place en proposent plusieurs variétés."
            },
            {
              "text": "Explorez les anciennes mines de cristal près du village de Rude. Ce site d'extraction du XVIIIe siècle a été reconverti en attraction géologique souterraine."
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 30,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 6,
          "region_code": "HR-04",
          "suggested_days": 0.5,
          "night": {
            "place_id": "HR::karlovac",
            "coords": [
              45.4929,
              15.5553
            ]
          },
          "visits": [
            {
              "text": "Karlovac fut construite en 1579 comme forteresse idéale contre les Ottomans. Son plan en étoile à six branches se lit encore dans les rues du centre, et les remparts forment aujourd'hui une promenade ombragée."
            },
            {
              "text": "La place principale Stjepan Radić aligne ses façades baroques autour d'une fontaine. Les cafés et terrasses occupent les arcades où l'aristocratie militaire paradait jadis."
            },
            {
              "text": "Le Musée municipal occupe le palais Frankopan et retrace l'histoire militaire de cette ville-frontière avec des maquettes, des uniformes et des documents de la Vojna Krajina."
            },
            {
              "text": "Descendez jusqu'à la confluence de quatre rivières : la Kupa, la Korana, la Mrežnica et la Dobra. Ce fait géographique unique a valu à Karlovac son surnom de ville sur quatre eaux."
            }
          ],
          "activities": [
            {
              "text": "Visitez la brasserie Karlovačko, fierté locale depuis 1854. La bière blonde éponyme accompagne chaque match de foot croate. Des visites guidées et des dégustations sont organisées sur réservation."
            },
            {
              "text": "Baignez-vous à Foginovo, une plage fluviale sur la Korana prisée des locaux en été. Les eaux sont claires, les pelouses ombragées, et des guinguettes bordent la rive."
            },
            {
              "text": "Faites une excursion aux cascades de la Mrežnica, une série de chutes et de bassins naturels à 30 minutes de route. Kayak, baignade et pique-nique sont au programme."
            },
            {
              "text": "Assistez aux Journées de la Bière fin août, un festival qui célèbre le breuvage local avec des concerts, des stands gastronomiques et des compétitions de descente de pintes."
            }
          ],
          "to_next_leg": {
            "distance_km": 130,
            "drive_min": 100,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 7,
          "region_code": "HR-05",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::sisak",
            "coords": [
              45.4658,
              16.3731
            ]
          },
          "visits": [
            {
              "text": "La forteresse triangulaire de Sisak fut construite contre les Ottomans au XVIe siècle. Elle fut le théâtre de la victoire décisive de 1593 qui mit fin à l'expansion turque vers Vienne. Un musée militaire se trouve à l'intérieur."
            },
            {
              "text": "Siscia romaine fut la capitale de la Pannonie et la patrie de trois empereurs dont Valentinien Ier. Le parc archéologique présente des vestiges de remparts, de thermes et de nécropoles."
            },
            {
              "text": "La cathédrale de l'Exaltation de la Sainte-Croix mêle les styles baroque et néoclassique. Son trésor conserve des reliquaires et des orfèvreries du diocèse fondé au XIe siècle."
            },
            {
              "text": "Le Musée municipal expose des trouvailles romaines exceptionnelles, dont le casque de Sisak en bronze doré et des bijoux découverts dans les sépultures antiques."
            }
          ],
          "activities": [
            {
              "text": "Naviguez à la confluence de la Kupa et de la Sava, un point stratégique qui fit la richesse de Siscia. Des excursions en bateau sont disponibles depuis le port fluvial."
            },
            {
              "text": "Explorez le parc naturel de Lonjsko Polje voisin, la plus grande zone humide des Balkans. On y trouve des cigognes nichant sur les toits, des chevaux sauvages et des villages de maisons en bois."
            },
            {
              "text": "Visitez le village de Čigoć, capitale européenne des cigognes où chaque toit porte un nid. Un musée ethnographique occupe une maison traditionnelle en chêne."
            },
            {
              "text": "Observez les chevaux Posavina qui paissent librement dans les prairies inondables. Cette race autochtone croate est adaptée aux zones humides depuis des siècles."
            }
          ],
          "to_next_leg": {
            "distance_km": 100,
            "drive_min": 90,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 8,
          "region_code": "HR-06",
          "suggested_days": 0.5,
          "night": {
            "place_id": "HR::slavonski-brod",
            "coords": [
              45.1603,
              18.0156
            ]
          },
          "visits": [
            {
              "text": "La forteresse Brod est le plus grand ouvrage défensif baroque de Croatie. Ses bastions en étoile s'étendent sur 30 hectares au bord de la Save. Elle fut construite par les Habsbourg au XVIIIe siècle contre les Ottomans."
            },
            {
              "text": "La Korzo est l'artère piétonne de la ville, bordée d'élégantes façades austro-hongroises, de cafés historiques et de boutiques. Elle forme le cœur social de la ville depuis 150 ans."
            },
            {
              "text": "Le Musée régional occupe un bâtiment classique du centre. Il présente l'archéologie, l'ethnographie et la tradition brodée du Brodsko kolo, une danse folklorique inscrite à l'UNESCO."
            },
            {
              "text": "L'église de la Sainte-Trinité domine la place centrale de son clocher baroque. Son intérieur lumineux est orné de stucs et de peintures du XVIIIe siècle."
            }
          ],
          "activities": [
            {
              "text": "Assistez au Brodsko kolo en juin, un festival folklorique qui attire 5000 danseurs en costumes traditionnels de toute la Slavonie. Au programme : spectacles, artisanat et gastronomie paysanne."
            },
            {
              "text": "Traversez le pont vers Bosanski Brod en Bosnie pour prendre un café de l'autre côté de la frontière. Une expérience transfrontalière à portée de pas."
            },
            {
              "text": "Goûtez au kulen, ce saucisson de porc épicé au paprika qui fait la fierté de la Slavonie. Les bouchers locaux perpétuent des recettes familiales jalousement gardées."
            },
            {
              "text": "Flânez le long de la Save au coucher du soleil, une promenade prisée des habitants. Pêcheurs, cyclistes et familles animent les berges aménagées."
            }
          ],
          "to_next_leg": {
            "distance_km": 90,
            "drive_min": 75,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 9,
          "region_code": "HR-07",
          "suggested_days": 1.5,
          "night": {
            "place_id": "HR::osijek",
            "coords": [
              45.5511,
              18.6939
            ]
          },
          "visits": [
            {
              "text": "La Tvrđa d'Osijek est une citadelle baroque intacte du XVIIIe siècle. Ses casernes ocre et jaune s'alignent autour de la place de la Sainte-Trinité, où soldats habsbourgeois puis étudiants ont arpenté les pavés."
            },
            {
              "text": "Franchissez les portes monumentales de la forteresse pour découvrir le Musée de Slavonie, le plus ancien de Croatie fondé en 1877. Il présente de riches collections archéologiques et ethnographiques."
            },
            {
              "text": "La colonne de la Peste au centre de la Tvrđa commémore l'épidémie de 1729. La Sainte Trinité trône au sommet, les saints protecteurs ornent les faces : du baroque autrichien en terre de Slavonie."
            },
            {
              "text": "La co-cathédrale Saint-Pierre-et-Paul élance sa flèche néogothique à 90 mètres de hauteur, la deuxième plus haute de Croatie. À l'intérieur, les vitraux et fresques de Mirko Rački méritent le détour."
            },
            {
              "text": "La Europska Avenija est un élégant boulevard Belle Époque bordé de palais Art Nouveau. Ces façades témoignent de la prospérité d'Osijek au tournant du XXe siècle."
            },
            {
              "text": "Le pont piétonnier suspendu enjambe la Drave et offre des perspectives sur les quais et la forteresse. Illuminé le soir, il constitue le rendez-vous des promeneurs."
            }
          ],
          "activities": [
            {
              "text": "Explorez le parc naturel de Kopački Rit, l'une des plus grandes zones humides d'Europe à la confluence de la Drave et du Danube. Des excursions en barque vous mènent entre nénuphars, hérons et aigles à queue blanche."
            },
            {
              "text": "Visitez une des caves à vin de Baranja, la région viticole au nord qui produit le Graševina blanc et le Frankovka rouge. Les dégustations sont accompagnées de spécialités locales au paprika."
            },
            {
              "text": "Goûtez au fiš paprikaš, ce ragoût de poisson de rivière au paprika qui est le plat emblématique de la région. On le sert dans les čarde, ces auberges au bord de l'eau."
            },
            {
              "text": "Louez un vélo pour longer les digues de la Drave. Ce paysage plat de prairies et de forêts alluviales est partagé par cigognes, hérons, pêcheurs et cyclistes."
            },
            {
              "text": "Assistez à l'Osječko Ljeto Kulture, le festival estival qui anime places et cours de concerts, de théâtre et de projections en plein air."
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 40,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 10,
          "region_code": "HR-07",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::osijek",
            "coords": [
              45.5511,
              18.6939
            ]
          },
          "visits": [
            {
              "text": "Enfoncez-vous en barque dans le Kopački Rit, un labyrinthe aquatique de 177 km² où la Drave rencontre le Danube. Forêts inondées, lacs et canaux abritent 300 espèces d'oiseaux."
            },
            {
              "text": "Le château de Tikveš était l'ancien pavillon de chasse des Habsbourg au cœur du parc. Il accueille aujourd'hui un centre d'accueil et un restaurant avec vue sur les marais."
            },
            {
              "text": "Grimpez dans les tours d'observation pour repérer aigles à queue blanche, hérons pourprés et cormorans. Le printemps et l'automne offrent les meilleures observations migratoires."
            }
          ],
          "activities": [
            {
              "text": "Participez à une excursion guidée en barque traditionnelle. Vous glisserez silencieusement entre nénuphars et saules pleureurs, accompagné de guides locaux qui connaissent chaque recoin de ce sanctuaire."
            },
            {
              "text": "Photographiez la faune depuis les affûts disséminés dans le parc. Ces emplacements stratégiques permettent d'observer cerfs, sangliers et oiseaux sans les déranger."
            },
            {
              "text": "Pêchez avec un guide local selon les méthodes traditionnelles. Cette activité ancestrale nourrit les habitants de la région depuis des millénaires."
            },
            {
              "text": "Visitez le village de Kopačevo aux maisons de bois traditionnelles. Les familles y perpétuent l'artisanat de vannerie et la pêche depuis des générations."
            }
          ],
          "to_next_leg": {
            "distance_km": 40,
            "drive_min": 45,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 11,
          "region_code": "HR-07",
          "suggested_days": 0.5,
          "night": {
            "place_id": "HR::djakovo",
            "coords": [
              45.3086,
              18.4106
            ]
          },
          "visits": [
            {
              "text": "La cathédrale Saint-Pierre de Đakovo impressionne par ses dimensions : 90 mètres de long et des flèches de 84 mètres. C'est la plus grande église de Slavonie, commandée par l'évêque Strossmayer au XIXe siècle."
            },
            {
              "text": "Entrez admirer les fresques bibliques des peintres Maximilian et Alexander Seitz qui couvrent voûtes et absides. Ce programme iconographique complet va de l'Ancien au Nouveau Testament."
            },
            {
              "text": "Le haras de Đakovo élève depuis 1506 les lipizzans, ces chevaux blancs des Habsbourg. Des visites guidées des écuries et des spectacles équestres présentent ces athlètes élégants."
            },
            {
              "text": "Le Musée diocésain expose orfèvreries, vêtements liturgiques et manuscrits de l'évêché millénaire, dont la correspondance de Strossmayer avec les intellectuels européens."
            }
          ],
          "activities": [
            {
              "text": "Assistez aux Đakovački vezovi début juillet, le festival qui célèbre le patrimoine folklorique de Slavonie. Défilés de chars fleuris, cavaliers lipizzans et 3000 danseurs en costume animent la ville."
            },
            {
              "text": "Visitez les caves à vin autour de Đakovo qui produisent Graševina et autres cépages blancs de Slavonie. La terre noire fertile donne des vins ronds et généreux."
            },
            {
              "text": "Goûtez au čobanac, ce ragoût de viandes mélangées au paprika mijoté des heures dans le chaudron. Ce plat de bergers est devenu une fierté régionale."
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 40,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 12,
          "slice": 12,
          "region_code": "HR-08",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::vukovar",
            "coords": [
              45.3519,
              18.9978
            ]
          },
          "visits": [
            {
              "text": "Le château Eltz est un édifice baroque du XVIIIe siècle restauré après la guerre. Le Musée municipal y retrace l'histoire de Vukovar de la préhistoire au siège de 1991."
            },
            {
              "text": "Promenez-vous sur le quai du Danube, cette artère vitale reconstruite et bordée de façades colorées. Le fleuve coule paisible là où les combats firent rage il y a 30 ans."
            },
            {
              "text": "Le Mémorial de l'hôpital de Vukovar préserve le sous-sol où médecins et patients survécurent 87 jours de siège. C'est un témoignage poignant du courage et de la tragédie."
            },
            {
              "text": "L'église Saint-Philippe-et-Jacques est un édifice baroque du XVIIIe siècle reconstruit brique par brique après sa destruction totale. Elle symbolise la renaissance de la ville."
            },
            {
              "text": "Le château de Vukovar, ou ce qu'il en reste, domine le Danube. Ses ruines partiellement restaurées accueillent concerts et événements culturels."
            }
          ],
          "activities": [
            {
              "text": "Rendez-vous au mémorial d'Ovčara, la ferme où 200 prisonniers furent exécutés en novembre 1991. C'est un lieu de recueillement et d'éducation sur les crimes de guerre."
            },
            {
              "text": "Visitez le cimetière mémorial avec ses rangées de croix blanches, dernier repos des défenseurs de la ville. Une cérémonie nationale s'y tient chaque 18 novembre."
            },
            {
              "text": "Explorez le musée de la Culture Vučedol à 5 km, un site archéologique majeur de l'âge du cuivre européen datant de 3000 av. J.-C. Son architecture contemporaine a été primée."
            },
            {
              "text": "Découvrez la Colombe de Vučedol, cette céramique rituelle de 5000 ans devenue symbole de Vukovar et de la paix. L'original se trouve au musée Vučedol."
            },
            {
              "text": "Flânez dans la vieille ville reconstruite où boutiques et cafés ont réinvesti les façades restaurées. La vie reprend ses droits sur les cicatrices de la guerre."
            }
          ],
          "to_next_leg": {
            "distance_km": 40,
            "drive_min": 35,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 13,
          "slice": 13,
          "region_code": "HR-08",
          "suggested_days": 0.5,
          "night": {
            "place_id": "HR::ilok",
            "coords": [
              45.2228,
              19.3728
            ]
          },
          "visits": [
            {
              "text": "Le château d'Ilok couronne la ville la plus orientale de Croatie. Cette forteresse médiévale domine le Danube et la Serbie sur l'autre rive, et des caves princières sont creusées dans les remparts."
            },
            {
              "text": "L'église Saint-Jean-de-Capistran abrite le sarcophage du saint qui prêcha la croisade contre les Ottomans ici même au XVe siècle. Pèlerinage et histoire militaire s'y entremêlent."
            },
            {
              "text": "Le musée municipal présente l'histoire multiculturelle d'Ilok, carrefour croate, serbe, allemand et hongrois. On y découvre costumes, artisanat et documents des différentes communautés."
            },
            {
              "text": "Les remparts médiévaux offrent une promenade panoramique sur le Danube, frontière naturelle avec la Serbie. Tours de guet et bastions témoignent du passé stratégique de la ville."
            }
          ],
          "activities": [
            {
              "text": "Descendez dans les caves Iločki Podrumi, 4 km de galeries souterraines où les vins vieillissent depuis 1450. Le Traminac blanc et le Frankovka rouge y reposent dans le calcaire."
            },
            {
              "text": "Dégustez le Traminac d'Ilok, ce vin blanc aromatique qui figura au menu du couronnement de la reine Elizabeth II en 1953. C'est une fierté locale exportée dans le monde entier."
            },
            {
              "text": "Longez le Danube à vélo ou à pied sur les berges aménagées. Vous y verrez des barges de commerce et les collines serbes en face."
            },
            {
              "text": "Goûtez au kulen d'Ilok, la version locale du saucisson slavon épicé, affiné dans les caves fraîches des remparts."
            }
          ],
          "to_next_leg": {
            "distance_km": 140,
            "drive_min": 120,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 14,
          "slice": 14,
          "region_code": "HR-09",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::pozega",
            "coords": [
              45.3403,
              17.6856
            ]
          },
          "visits": [
            {
              "text": "La place Saint-Thérèse de Požega aligne ses façades baroques autour d'une colonne de la peste ouvragée. Les cafés sous les arcades et le marché animé du matin en font le cœur de la ville."
            },
            {
              "text": "L'église Sainte-Thérèse d'Ávila exhibe un intérieur baroque foisonnant avec ses autels dorés et ses fresques du XVIIIe siècle. L'ordre carmélite y officie depuis 300 ans."
            },
            {
              "text": "Le Musée municipal occupe un palais baroque et présente l'histoire locale, l'archéologie et la tradition viticole de la vallée de Požega."
            },
            {
              "text": "Le collège jésuite du XVIIe siècle, aujourd'hui lycée, témoigne du rôle éducatif de Požega pendant la domination habsbourgeoise."
            },
            {
              "text": "Grimpez à la chapelle Saint-Roch sur la colline dominant la ville pour un panorama sur la vallée dorée de vignobles et le massif du Papuk."
            }
          ],
          "activities": [
            {
              "text": "Explorez la route des vins de Kutjevo à 15 km, où les domaines viticoles occupent les caves des cisterciens depuis 1232. Le Graševina primé et l'hospitalité des vignerons vous attendent."
            },
            {
              "text": "Randonnez dans le parc naturel du Papuk, un géoparc UNESCO de forêts, ruisseaux et formations géologiques. Le château ruiné de Ružica couronne un éperon rocheux."
            },
            {
              "text": "Visitez le château de Kutjevo, un ancien monastère cistercien reconverti en cave. Les vins blancs y vieillissent dans les cryptes médiévales depuis huit siècles."
            },
            {
              "text": "Goûtez au kulen de Požega et aux fromages de la vallée, accompagnés de pain cuit au feu de bois. Des tables d'hôtes vous accueillent dans les fermes environnantes."
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 45,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 15,
          "slice": 15,
          "region_code": "HR-10",
          "suggested_days": 0.5,
          "night": {
            "place_id": "HR::nasice",
            "coords": [
              45.49,
              18.0883
            ]
          },
          "visits": [
            {
              "text": "Le château Pejačević de Našice déploie ses ailes néoclassiques dans un vaste parc à l'anglaise. La famille aristocratique y reçut l'élite européenne jusqu'en 1918."
            },
            {
              "text": "Le musée installé au château présente du mobilier d'époque, des portraits de famille et l'œuvre de Dora Pejačević, compositrice croate de renom."
            },
            {
              "text": "L'église Saint-Antoine-de-Padoue, fondation des Pejačević, conserve leurs tombeaux et un intérieur baroque soigné."
            },
            {
              "text": "Le parc du château s'étend sur 30 hectares d'arbres centenaires, d'étangs et de pavillons qui rappellent la vie aristocratique d'antan."
            }
          ],
          "activities": [
            {
              "text": "Écoutez la musique de Dora Pejačević au festival qui lui est consacré chaque automne. Des concerts de musique de chambre sont donnés dans les salons de son château natal."
            },
            {
              "text": "Randonnez dans les collines boisées autour de Našice, un paysage de chênaies et de vignobles où la noblesse chassait jadis."
            },
            {
              "text": "Visitez le monastère franciscain et son église de l'Assomption, une fondation du XVe siècle plusieurs fois reconstruite après les guerres ottomanes."
            }
          ],
          "to_next_leg": {
            "distance_km": 150,
            "drive_min": 130,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 16,
          "slice": 16,
          "region_code": "HR-21",
          "suggested_days": 0.5,
          "night": {
            "place_id": "HR::zagreb",
            "coords": [
              45.815,
              15.9819
            ]
          },
          "visits": [
            {
              "text": "Le palais présidentiel de Banski Dvori sur la place Saint-Marc accueille le gouvernement croate depuis l'indépendance. Des gardes en uniforme assurent la relève protocolaire."
            },
            {
              "text": "Le Musée d'Art Contemporain est un bâtiment futuriste à Novi Zagreb qui présente l'art croate et international du XXe siècle. L'architecture d'Igor Franić a été primée."
            },
            {
              "text": "Les lacs de Jarun offrent plages urbaines, pistes cyclables et bars flottants aux Zagrebois en quête de fraîcheur. Aviron et wakeboard y sont pratiqués."
            },
            {
              "text": "Le quartier de Novi Zagreb, exemple d'urbanisme socialiste des années 1960, surprend par ses espaces verts et son Musée d'Art Contemporain."
            }
          ],
          "activities": [
            {
              "text": "Faites vos derniers achats au centre commercial Arena ou dans les boutiques design de la ville haute. Artisanat croate, cravates (inventées ici !) et épicerie fine vous attendent."
            },
            {
              "text": "Terminez le voyage par un dîner dans un des restaurants de la scène gastronomique zagreboise, du traditionnel raffiné à la cuisine fusion contemporaine."
            },
            {
              "text": "Savourez un dernier café sur la place Ban Jelačić en regardant les tramways bleus et les passants qui font de Zagreb une capitale à taille humaine."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "car",
            "method": "heuristic"
          }
        }
      ],
      "imported_at": "2026-01-15T09:24:52.576Z",
      "country": "HR"
    }
  ]
}