{
  "itins": [
    {
      "itin_id": "HR::south-dalmatia::vis-to-dubrovnik",
      "language": "en",
      "created_at": "2026-01-15T14:00:00Z",
      "source_url": "",
      "dept_code": "HR",
      "dept_name": "South Dalmatia",
      "title": "Road Trip South Dalmatia: From Vis to Dubrovnik",
      "estimated_days_base": 10,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "HR-17",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::vis",
            "coords": [
              43.0622,
              16.1836
            ]
          },
          "visits": [
            {
              "text": "Vis Town is built on the foundations of the ancient Greek colony Issa, founded in 397 BC by colonists from Sicily, making it one of the oldest urban centers in Croatia with more than 2,000 years of continuous history."
            },
            {
              "text": "The archaeological remains include Roman villas, baths and the Issa Theatre inside the Monastery of St. Stephen, one of the few preserved ancient theatres in Croatia reflecting the cultural life of more than two millennia ago."
            },
            {
              "text": "Our Lady's Battery is a 19th-century fortress built during Austrian rule in the center of Vis Bay, now a partially restored museum with old cannons and exhibits on maritime history offering breathtaking sunset views from the ramparts."
            },
            {
              "text": "The Perasti Tower is a 17th-century Venetian defensive tower built by Vicko from Perast in the Bay of Kotor, standing by the waterfront as a symbol of Vis and perfect photo spot by the sea."
            },
            {
              "text": "Fort George, also known as Fortica, is a British fortress built after the victory at the Battle of Vis in 1811, now renovated into a restaurant and bar with terrace offering spectacular bay views and summer events."
            },
            {
              "text": "Tito's Cave on the slopes of Mount Hum about 6 km from Vis served as the hideout of Josip Broz Tito during WWII in 1944, from where he coordinated partisan operations and Allied contacts."
            }
          ],
          "activities": [
            {
              "text": "Discovering the two main areas of Vis reveals contrasting atmospheres: Luka the harbor where most daily life happens, and Kut the older section full of stone houses and narrow streets steeped in history."
            },
            {
              "text": "Diving in waters with visibility over 30 meters reveals WWII shipwrecks including the Vassilios T. and underwater caves, with diving centers offering beginner courses and advanced tours for experienced divers."
            },
            {
              "text": "Wine tasting features the island's famous Vugava white and Plavac Mali red wines at local wineries, paired with prosciutto and olive oil in settings surrounded by vineyards."
            },
            {
              "text": "The beaches of Grandovac east of the harbor offer pebbles, pine shade and shallow waters perfect for families, while Pritiscina to the south rewards with crystal-clear water in a rocky, secluded setting."
            }
          ],
          "to_next_leg": {
            "distance_km": 10,
            "drive_min": 20,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 2,
          "region_code": "HR-17",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::vis",
            "coords": [
              43.0622,
              16.1836
            ]
          },
          "visits": [
            {
              "text": "Komiža is a picturesque fishing village on the far western side of Vis island, where fishing remains the number one income alongside tourism, with inhabitants speaking a unique dialect influenced by centuries of Venetian trade."
            },
            {
              "text": "St. Nicholas Church, locally called Muster meaning monastery, crowns the high hill above Komiža as the biggest landmark of the town, built around the 13th century and rebuilt many times until the 18th century when the tower was added, serving both as church and fortress."
            },
            {
              "text": "The Komuna of Komiža, also known as Kaštel Grimaldi, is a Venetian fortress built between 1585 and 1592 against Turkish and pirate threats, with a water well added in the 17th century and tower in the 19th century, once standing at water level where boats tied directly to its walls."
            },
            {
              "text": "The Church of Our Lady of the Pirates sits at the far end of Komiža where the road ends and visitors must turn back, marking the boundary of this historic fishing settlement."
            },
            {
              "text": "The Fishing Museum housed in the Venetian tower documents centuries of tuna and sardine fishing traditions that continue to define Komiža's identity and economy to this day."
            }
          ],
          "activities": [
            {
              "text": "Walking the seaside promenade is essential to experiencing Komiža, serving as the living room of the town where locals and visitors gather, with the saying that if you haven't walked at least three times up and down you haven't truly been to Komiža."
            },
            {
              "text": "Hiking to Mount Hum at 587 meters, the island's highest peak, takes 2-3 hours through olive groves and forests to reach the Chapel of the Holy Spirit at the top with panoramic views across the entire archipelago."
            },
            {
              "text": "Boat trips to the Blue Cave on Biševo island just 5 km away depart from Komiža, where sunlight creates magical blue light reflections in the waterlogged sea cave between 10am and 1pm."
            },
            {
              "text": "Kamenice beach below St. Nicholas Church features fresh water emerging from volcanic rocks and a summer bar, while the beach near Our Lady of the Pirates church offers crystal-clear swimming at the edge of town."
            },
            {
              "text": "The Festival of Vis in July brings concerts, theatre performances and traditional klapa singing to celebrate the island's rich cultural heritage throughout the summer season."
            }
          ],
          "to_next_leg": {
            "distance_km": 60,
            "drive_min": 150,
            "transport_mode": "ferry",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 3,
          "region_code": "HR-19",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::korcula",
            "coords": [
              42.9597,
              17.1358
            ]
          },
          "visits": [
            {
              "text": "Korčula Town is a stunning medieval walled town often called Little Dubrovnik, set on a small peninsula with views of the sea and surrounded by old stone walls, featuring a unique fishbone street layout designed so that the breeze can pass through easily and cool the buildings."
            },
            {
              "text": "St. Mark's Cathedral stands in the center of a small square dominating the view from all side streets, built in the 15th century from local limestone in Gothic-Renaissance style with a bell tower offering panoramic 360-degree views though the spiral staircase is extremely narrow."
            },
            {
              "text": "The Land Gate, called Kopnena Vrata, makes for an impressive medieval entry with the Revelin Tower above it featuring the Venetian lion motif, while the Sea Gate on the western side offers an alternative entrance through the fortifications."
            },
            {
              "text": "Marco Polo's alleged birthplace can be seen from the outside, as Korčula was part of the Republic of Venice when the explorer was born in 1254, though most historians believe he was actually born in Venice itself."
            },
            {
              "text": "The Cipiko Palace and other Renaissance mansions line the narrow marble streets, remnants of the noble families who shaped the town during its Venetian golden age."
            }
          ],
          "activities": [
            {
              "text": "The Moreška sword dance dating back to the 12th century is performed every Monday and Thursday at 9pm in summer, telling the story of two kings at war over a princess in an atmospheric open-air theatre lit by torches, making Korčula the only place in the world still keeping this Mediterranean tradition alive."
            },
            {
              "text": "Tasting Grk wine unique to Korčula and grown only in the tiny village of Lumbarda is essential, with wine-tasting afternoons at local wineries offering tours of the small-batch organic production process."
            },
            {
              "text": "Sampling Makaruni traditional homemade pasta, hand-rolled around wooden skewers in a time-consuming process originating from Zrnovo village, is one of the island's great culinary pleasures often served with prawns or simple tomato sauce."
            },
            {
              "text": "Enjoying cocktails at the bar atop a 15th-century tower where drinks arrive via a pulley system offers spectacular panoramic views, though climbing back down the ladder after a few cocktails should be considered an extreme sport."
            },
            {
              "text": "The old town comes alive at night with fairy lights illuminating the side streets and an Italian-style passeggiata atmosphere, perfect for evening shopping in boutiques selling local art, ceramics and handcrafted jewelry."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 4,
          "region_code": "HR-19",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::korcula",
            "coords": [
              42.9597,
              17.1358
            ]
          },
          "visits": [
            {
              "text": "The bay of Uvala Luka about 10 minutes walk from the old town is spectacular, filled with little boats bobbing in turquoise water against a backdrop of mountains on the mainland dotted with terracotta rooftops and colorful flowers."
            },
            {
              "text": "Trying local Cukarin biscuits flavored with lemon and orange in their distinctive crab-like shape is a Korčulan tradition, along with Klasun domes filled with nuts, brandy and fig jam, both available at the specialized old-fashioned bakery in the center."
            },
            {
              "text": "The local olive oils are distinctive with a mildly bitter, leafy flavor, protected under the European Commission's highest quality recognition, and can be sampled and purchased at specialty shops in the old town."
            }
          ],
          "activities": [
            {
              "text": "Wandering the beautiful streets of the old town pedestrianized center is magical, walking up and down stairs lined with hydrangeas and jasmine, discovering hidden bars and eateries to return to later."
            },
            {
              "text": "Swimming in the bluest water around Korčula creates beautiful views and excellent photography opportunities, with the pier in Lumbarda and the rocky outcrop accessible from wine bars in the old town offering particularly nice spots."
            },
            {
              "text": "Day trips from Korčula include Vela Luka on the western end of the island with its prehistoric cave inhabited 20,000 years ago, Mljet national park island 30 minutes by fast boat for quiet walks in nature, and Orebić on the mainland with sandy beaches and walkable wineries."
            },
            {
              "text": "Savoring rakija, the traditional brandy distilled from grape skins at around 43% proof, can be enjoyed neat like the locals or flavored with fruit and herbs, typically offered at the end of meals in restaurants throughout the island."
            }
          ],
          "to_next_leg": {
            "distance_km": 7,
            "drive_min": 15,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 5,
          "region_code": "HR-19",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::korcula",
            "coords": [
              42.9597,
              17.1358
            ]
          },
          "visits": [
            {
              "text": "Lumbarda is a small village at the eastern tip of Korčula island, famous as the birthplace of the unique Grk white wine grape variety grown nowhere else in the world, with small-batch organic production in family vineyards."
            },
            {
              "text": "The ancient Greek inscription Psephisma from the 4th century BC is one of the oldest proofs of Greek colonization in the Adriatic, though the original is preserved in the museum in Zagreb."
            },
            {
              "text": "The Tri Volta art gallery in the heart of the village hosts seasonal exhibitions featuring local artists as well as occasional visiting exhibitions showcasing Croatian contemporary art."
            },
            {
              "text": "Artist studios of painters and sculptors are often open to visitors or available by appointment, reflecting Lumbarda's reputation as a creative community within the island."
            }
          ],
          "activities": [
            {
              "text": "The sandy beaches of Vela Pržina and Bilin Žal are rare treasures in Croatia where most beaches are rocky or pebbly, ideal for families with children who can build sandcastles and wade in shallow waters."
            },
            {
              "text": "Wine tasting at local vineyards offers the chance to sample organic Grk wine in small quantities, paired with local cheese and olive oil in intimate family-run settings surrounded by vines."
            },
            {
              "text": "Hiking and mountain biking through the vineyards and Gornje Blato fields provides panoramic views of the surrounding archipelago, best enjoyed in the cooler morning or late afternoon hours."
            },
            {
              "text": "Water sports including windsurfing, kayaking, snorkeling and scuba diving are available along the easily accessible coastline, with equipment rental and lessons offered by local operators."
            },
            {
              "text": "Yoga sessions held regularly in the village center offer a peaceful way to start the day, run by a local yoga group welcoming visitors to join their practice."
            }
          ],
          "to_next_leg": {
            "distance_km": 110,
            "drive_min": 180,
            "transport_mode": "ferry",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 6,
          "region_code": "HR-19",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::dubrovnik",
            "coords": [
              42.6507,
              18.0944
            ]
          },
          "visits": [
            {
              "text": "The Walls of Ston stretch over 5.5 kilometers and are nicknamed Europe's Great Wall of China, built in 1358 AD to protect the valuable salt pans that were the key to Dubrovnik's prosperity, originally extending 7 kilometers before pieces were removed by the Austrians."
            },
            {
              "text": "Ston is Europe's second planned city after Carcassonne, founded in 1333 by the Republic of Ragusa as a scaled-down version of Dubrovnik with charming streets and unique atmosphere."
            },
            {
              "text": "The salt pans of Ston are the oldest in Europe and still operational today, where the Watermen continue traditional salt production methods that made medieval Dubrovnik wealthy, as salt was valued like gold for food preservation."
            },
            {
              "text": "Mali Ston is the twin town connected by the defensive walls, serving as the center for oyster and mussel farming in the pristine waters of the bay, producing some of the finest shellfish in the Mediterranean."
            }
          ],
          "activities": [
            {
              "text": "Climbing the steep medieval ramparts rewards with superb views over the salt flats, the bay and the entire Pelješac Peninsula even on grey days, with the wall walk connecting Ston to Mali Ston covering over 3 miles."
            },
            {
              "text": "Touring the salt works provides insight into traditional production methods, with informative guides explaining how the Watermen work their magic using techniques unchanged for centuries."
            },
            {
              "text": "Slurping the freshest oysters straight from street vendors in Mali Ston or savoring a delicious seafood meal overlooking the water offers some of the finest shellfish dining in Croatia."
            },
            {
              "text": "Wine tasting on the Pelješac Peninsula, renowned for Dingač and Postup wines from the Plavac Mali grape, combines perfectly with a Ston visit for the ultimate gastronomic day trip."
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 60,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 7,
          "region_code": "HR-19",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::dubrovnik",
            "coords": [
              42.6507,
              18.0944
            ]
          },
          "visits": [
            {
              "text": "The medieval city walls of Dubrovnik stretch 2 kilometers around the Old Town, providing sweeping panoramas from a path leading through Minčeta Tower, Bokar Fort, Revelin Fort and Pile Gate, taking approximately 1.5 to 2 hours to complete."
            },
            {
              "text": "The Rector's Palace is a stunning Renaissance Gothic building dating to the mid-15th century, now housing a museum where visitors can stroll amongst stone archways, colonnades and carved pillars."
            },
            {
              "text": "The Stradun is the main limestone-paved boulevard running through Old Town, flanked by Onofrio Fountain, Dubrovnik Cathedral, Loggia Square, and the historic Pile Gate and Ploče Gate at either end."
            },
            {
              "text": "Fort Lovrijenac, also known as St. Lawrence's Fortress, sits atop jagged cliffs 37 meters above the sea on a peninsula facing the city walls, providing spectacular vantage points for photos of Old Town."
            }
          ],
          "activities": [
            {
              "text": "Walking the city walls is the highlight of any Dubrovnik trip, best done first thing in the morning or late afternoon to avoid tour group crowds, with three entry points at Inner Pile Gate, St. Lucas Fortress and St. John's Fortress."
            },
            {
              "text": "The Buza Bars built into the cliffs below the medieval walls are perfect for cold beers on summer days, with holes in the wall leading to small passageways opening onto sweeping Adriatic views where white umbrellas scatter up the cliff and brave visitors plunge 20 to 60 feet into the water."
            },
            {
              "text": "Exploring the pedestrian maze of limestone alleys feels like stepping back in time, with aimless wandering revealing hidden squares, ancient churches and countless Game of Thrones filming locations from King's Landing."
            },
            {
              "text": "Swimming at Sulic Beach tucked in a medieval nook below Lovrijenac feels like taking a dip in 13th century Croatia, far more atmospheric than the larger but busier Banje Beach."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 8,
          "region_code": "HR-19",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::dubrovnik",
            "coords": [
              42.6507,
              18.0944
            ]
          },
          "visits": [
            {
              "text": "Mount Srđ rises above Dubrovnik offering panoramic views over all of the city, accessible either by hiking trail starting just outside the Old Town walls or by gondola cable car, with the restaurant at the top providing true dining with a view."
            },
            {
              "text": "Lokrum Island is a lovely day trip just 20 minutes by ferry from Porporela outside the Old Town walls, home to a Benedictine Monastery, botanical garden, and the Dead Sea swimming hole, with rocky coastline riddled with swim ladders for idyllic sunbathing."
            },
            {
              "text": "The West Harbor sits just outside the city walls a short stroll from Pile Gate, home to some of the most iconic views of Old Town's city walls, Lovrijenac fortress, and several Game of Thrones filming locations."
            }
          ],
          "activities": [
            {
              "text": "Hiking up Mount Srđ in the morning before it gets too hot and taking the gondola down offers the best of both worlds, with the free trail providing exercise and changing perspectives while the cable car provides effortless descent."
            },
            {
              "text": "Spending a day on Lokrum Island exploring the monastery, swimming in the Dead Sea saltwater pool, and finding rock formations like Lokrum's Rock Arch for fantastic photographs offers perfect escape from Old Town crowds."
            },
            {
              "text": "Beach hopping east of Old Town includes the pretty Lucica Beach and Krizna Luka Beach close to town, and the popular Pokonji Dol with its teal water about 40 minutes walk from the center."
            },
            {
              "text": "Day tripping to Pasjaca Beach 30 minutes south by car rewards with a steep cliff staircase leading down to spectacular crystal-clear shallows, easily combined with a visit to the medieval hilltop Sokol Tower."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 9,
          "region_code": "HR-19",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::dubrovnik",
            "coords": [
              42.6507,
              18.0944
            ]
          },
          "visits": [
            {
              "text": "Cavtat's Old Town features ancient buildings rivaling Dubrovnik, with a scenic seaside promenade lined by charming orange-tiled buildings, boutique shops, picturesque sea views, and the Franciscan Monastery built in 1484 at the end."
            },
            {
              "text": "The Mausoleum of the Račić Family perched above the town was built in 1922 by famous Croatian sculptor Ivan Meštrović, paying homage to a ship-owner family with a beautiful chapel on the site of former medieval churches."
            },
            {
              "text": "The Bukovac House Museum is the former home of Croatian painter Vlaho Bukovac who lived from 1855 to 1922, featuring his drawings, paintings and mementoes plus frescoes he painted on the walls and ceilings at age 17 that were only discovered in the late 1990s."
            }
          ],
          "activities": [
            {
              "text": "The coastal path called Šetnica oko Rata leads through lush pine forest along the shoreline and around the bay into the Old Town, only a couple of miles long with plenty of places to stop for sea views and secluded swimming."
            },
            {
              "text": "Cavtat Beach offers golden sands and turquoise waters perfect for an afternoon of swimming, sunbathing and sipping refreshing cocktails, with sun loungers, kayak and boat rentals available along the shore."
            },
            {
              "text": "Sea kayaking in the calm waters around Cavtat allows exploration of the headland and hidden coves, with two-person kayaks available for hourly rental from hotels and water sports centers."
            },
            {
              "text": "Day trips to the Elafiti Islands by boat offer epic views, awesome swimming spots at Koločep, Šipan and Lopud, Croatian lunch onboard, and exploration of 15th-century Dalmatian villages and botanical gardens."
            },
            {
              "text": "Excursions to Montenegro visiting Kotor, Perast and the Bay of Boka Kotorska, or to Bosnia seeing Mostar's famous Old Bridge and Kravice waterfalls, are easily arranged from Cavtat for those wanting to explore neighboring countries."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 10,
          "region_code": "HR-19",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::dubrovnik",
            "coords": [
              42.6507,
              18.0944
            ]
          },
          "visits": [
            {
              "text": "The Trsteno Arboretum located 18 km northwest of Dubrovnik is one of the oldest arboretums in this part of the world, featuring Renaissance gardens, ancient plane trees over 500 years old, and a beautiful aqueduct fountain, also used as a Game of Thrones filming location for the gardens of King's Landing."
            }
          ],
          "activities": [
            {
              "text": "Swimming and sunbathing at Sveti Jakov beach offers a slightly less crowded alternative to Banje, with loungers and umbrellas available for rent, a small restaurant serving drinks and food, and beautiful views back toward Old Town."
            },
            {
              "text": "A final evening stroll along the Stradun as the lights come on and the crowds thin out captures the magic of Dubrovnik at its most atmospheric, with gelato from one of the artisanal shops providing the perfect accompaniment."
            },
            {
              "text": "Enjoying a farewell seafood dinner at a cliffside restaurant with views of the illuminated city walls creates lasting memories of the Pearl of the Adriatic as your South Dalmatia adventure comes to a close."
            },
            {
              "text": "Dance Beach east of town offers a swim ladder haven spectacular for an afternoon of swimming and sunbathing in a more local atmosphere away from the main tourist beaches."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "car",
            "method": "heuristic"
          }
        }
      ],
      "imported_at": "2026-01-15T09:24:52.624Z",
      "country": "HR"
    }
  ]
}