{
  "itins": [
    {
      "itin_id": "HR::istria::pula-rovinj-interior",
      "language": "fr",
      "created_at": "2026-01-14T22:00:00Z",
      "source_url": "",
      "dept_code": "18",
      "dept_name": "Istria County",
      "title": "Road Trip Istrie : De Pula aux Villages de l'Intérieur",
      "estimated_days_base": 14,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "HR-18",
          "suggested_days": 2,
          "night": {
            "place_id": "HR::pula",
            "coords": [
              44.8666,
              13.8496
            ]
          },
          "visits": [
            {
              "text": "L'amphithéâtre de Pula compte parmi les six plus grands du monde romain. Ses arcades intactes ont vu défiler 20 000 spectateurs venus applaudir les gladiateurs, et résonnent aujourd'hui des concerts d'été."
            },
            {
              "text": "L'Arc des Sergii fut érigé au Ier siècle par une famille patricienne pour honorer trois frères ayant servi dans les légions romaines. Ses reliefs sculptés célèbrent encore leurs exploits militaires."
            },
            {
              "text": "Le Temple d'Auguste dresse ses colonnes corinthiennes sur le Forum depuis l'an 14. Ce sanctuaire dédié au premier empereur romain reste l'un des mieux conservés au monde."
            },
            {
              "text": "Le système souterrain de Pula se compose de tunnels creusés dans la roche sous la colline du château. Ces galeries ont servi d'abris anti-aériens pendant la Seconde Guerre mondiale."
            },
            {
              "text": "Le château vénitien domine la ville depuis sa colline et abrite le Musée d'Histoire de l'Istrie. Depuis ses remparts, la vue embrasse la baie et les îles Brijuni au large."
            },
            {
              "text": "La Porte d'Hercule constitue le plus ancien monument romain de Pula, datant du Ier siècle avant notre ère. La figure barbue du héros grec orne toujours l'arc de pierre usée par les siècles."
            },
            {
              "text": "L'église Saint-François date du XIVe siècle et conserve des fresques médiévales rares. Son cloître paisible offre une retraite fraîche loin de l'agitation estivale."
            }
          ],
          "activities": [
            {
              "text": "Assistez à un concert ou à une projection de film dans l'amphithéâtre sous les étoiles. Depuis 1954, rock stars et orchestres se produisent dans cette arène vieille de deux millénaires."
            },
            {
              "text": "Visitez l'aquarium de Pula, installé dans la forteresse austro-hongroise de Verudela. Les bassins creusés dans les anciens magasins à munitions présentent la faune de l'Adriatique."
            },
            {
              "text": "Partez en excursion d'une journée au parc national des Brijuni, archipel où Tito recevait les stars et chefs d'État. Au programme : safari-zoo, ruines romaines et villas présidentielles."
            },
            {
              "text": "Baignez-vous dans les criques rocheuses de Verudela ou Stoja, où les pinèdes descendent jusqu'aux eaux cristallines au sud de la ville."
            },
            {
              "text": "Goûtez aux fuži, ces pâtes istriennes en forme de plume, accompagnées de truffe ou de ragoût de gibier. Les konobe du centre perpétuent ces recettes depuis des générations."
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 50,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 2,
          "region_code": "HR-18",
          "suggested_days": 0.5,
          "night": {
            "place_id": "HR::pula",
            "coords": [
              44.8666,
              13.8496
            ]
          },
          "visits": [
            {
              "text": "Le parc national des Brijuni se compose de 14 îles au large de Pula. Tito en fit sa résidence d'été de 1949 à 1979 et y reçut une centaine de chefs d'État venus du monde entier."
            },
            {
              "text": "Le safari-zoo de Brijuni abrite des éléphants sri-lankais, des zèbres et des autruches. Ces animaux furent offerts à Tito par des dirigeants étrangers et vivent toujours dans le parc."
            },
            {
              "text": "Les ruines de la villa romaine de Verige témoignent du faste d'un complexe thermal du Ier siècle. Fresques et mosaïques font face à la mer Adriatique depuis deux mille ans."
            },
            {
              "text": "Des empreintes de dinosaures fossilisées marquent la roche de Brijuni. Ces traces de sauropodes, vieilles de 100 millions d'années, furent découvertes sur l'île principale."
            }
          ],
          "activities": [
            {
              "text": "Louez un vélo électrique pour explorer l'île principale. Les sentiers ombragés traversent des forêts méditerranéennes et des prairies où paissent daims et mouflons."
            },
            {
              "text": "Visitez l'exposition consacrée à Tito sur Brijuni. Vous y verrez des photos d'époque, des cadeaux diplomatiques et la Cadillac personnelle du président yougoslave dans son garage d'origine."
            },
            {
              "text": "Faites le tour de l'île en petit train touristique avec des arrêts commentés aux sites archéologiques et aux points de vue sur le littoral istrien."
            }
          ],
          "to_next_leg": {
            "distance_km": 40,
            "drive_min": 45,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 3,
          "region_code": "HR-18",
          "suggested_days": 2,
          "night": {
            "place_id": "HR::rovinj",
            "coords": [
              45.0812,
              13.6387
            ]
          },
          "visits": [
            {
              "text": "La vieille ville de Rovinj s'enroule autour de sa colline comme un escargot de pierres dorées. Ses ruelles pavées grimpent vers l'église Sainte-Euphémie qui couronne le tout depuis le XVIIIe siècle."
            },
            {
              "text": "Le clocher de Sainte-Euphémie s'élève à 61 mètres et reproduit celui de Saint-Marc à Venise. Grimpez les 192 marches pour découvrir un panorama embrassant la mer, les toits et les îles."
            },
            {
              "text": "La statue en cuivre de Sainte-Euphémie pivote au sommet du clocher pour indiquer la direction du vent. Selon la légende, le sarcophage de la sainte arriva miraculeusement par les flots en l'an 800."
            },
            {
              "text": "La rue Grisia forme une galerie d'art à ciel ouvert où les artistes locaux exposent depuis 1967. Chaque mois d'août, un festival transforme les pavés en vernissage géant."
            },
            {
              "text": "Le musée de Rovinj occupe le palais baroque des comtes Califfi. Il présente des vestiges archéologiques romains, de l'art sacré et des maquettes des navires qui firent la fortune de la ville."
            },
            {
              "text": "L'Arche des Balbi, porte baroque du XVIIe siècle, marquait l'entrée de la ville fortifiée. Une tête de Turc sculptée rappelle les menaces ottomanes de l'époque."
            },
            {
              "text": "Perdez-vous dans le dédale des ruelles où le linge sèche aux fenêtres et où les chats règnent sur les marches. Chaque tournant révèle un café caché ou une échappée vers la mer."
            }
          ],
          "activities": [
            {
              "text": "Baignez-vous sur les rochers plats de Lone Bay ou dans les criques de la forêt de Punta Corrente. Ce parc boisé de 95 hectares fut planté au XIXe siècle par un baron autrichien."
            },
            {
              "text": "Embarquez pour une excursion vers l'île Sainte-Catherine ou l'île Rouge. Ces deux îles offrent des plages et des sentiers à seulement 15 minutes de bateau du port."
            },
            {
              "text": "Regardez le coucher de soleil depuis le Molo, la jetée où se retrouvent locaux et visiteurs. Bières à la main, tout le monde contemple le disque orange qui plonge dans l'Adriatique."
            },
            {
              "text": "Dînez les pieds dans l'eau dans une des konobe du port. Le poisson grillé du jour s'accompagne d'un malvazija blanc de l'arrière-pays."
            },
            {
              "text": "Explorez le Limski Kanal en bateau. Dans ce fjord de 10 km, on élève huîtres et moules depuis l'époque romaine."
            }
          ],
          "to_next_leg": {
            "distance_km": 10,
            "drive_min": 15,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 4,
          "region_code": "HR-18",
          "suggested_days": 0.5,
          "night": {
            "place_id": "HR::rovinj",
            "coords": [
              45.0812,
              13.6387
            ]
          },
          "visits": [
            {
              "text": "Le Limski Kanal est un fjord de 10 km qui s'enfonce dans les terres istriennes. Une rivière l'a creusé à l'ère glaciaire, et ses parois boisées plongent aujourd'hui dans des eaux émeraude."
            },
            {
              "text": "La grotte de Romuald s'ouvre à flanc de falaise et servit d'ermitage à un saint au XIe siècle. On y a découvert des ossements d'ours des cavernes et des traces d'occupation préhistorique."
            },
            {
              "text": "Le village perché de Dvigrad fut abandonné après la peste de 1631. Ses ruines romantiques dressent leurs murailles sur une colline dominant le canal."
            }
          ],
          "activities": [
            {
              "text": "Dégustez des huîtres et des moules fraîches dans les fermes aquacoles du Limski Kanal. On vous les sert avec du citron et du vin blanc, face au fjord."
            },
            {
              "text": "Descendez le canal en kayak et pagayez entre les falaises verdoyantes où nichent rapaces et hérons."
            },
            {
              "text": "Randonnez jusqu'à Dvigrad pour explorer ses ruines envahies par la végétation. Les murailles effondrées et les églises abandonnées créent une atmosphère de film fantastique."
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 30,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 5,
          "region_code": "HR-18",
          "suggested_days": 1.5,
          "night": {
            "place_id": "HR::porec",
            "coords": [
              45.2269,
              13.5944
            ]
          },
          "visits": [
            {
              "text": "La basilique euphrasienne est inscrite au patrimoine mondial de l'UNESCO pour ses mosaïques byzantines du VIe siècle. L'or et le lapis-lazuli y figurent la Vierge, le Christ et les saints sur un fond d'azur céleste."
            },
            {
              "text": "Montez au campanile de la basilique pour dominer les toits de Poreč et la mer parsemée d'îles. Vues d'en haut, les mosaïques révèlent des détails invisibles depuis le sol."
            },
            {
              "text": "Le baptistère octogonal adjacent à la basilique conserve sa cuve du VIe siècle. C'est ici que les premiers chrétiens d'Istrie recevaient le baptême par immersion."
            },
            {
              "text": "Parcourez le Decumanus, l'artère romaine rectiligne qui traverse la vieille ville d'est en ouest. Les dalles antiques affleurent encore sous les pieds des passants."
            },
            {
              "text": "La Maison des Deux Saints renferme des mosaïques romaines du IIIe siècle découvertes sous le plancher d'une maison ordinaire. Poissons et motifs géométriques y sont restés intacts."
            },
            {
              "text": "Le musée du Patrimoine de Poreč occupe le palais Sinčić et retrace l'histoire de la ville de l'âge du bronze à la période vénitienne. Un lapidarium romain se trouve dans la cour."
            }
          ],
          "activities": [
            {
              "text": "Flânez sur la promenade Obala Maršala Tita qui borde le port. Ses cafés et glaciers font face aux yachts, et les couchers de soleil y attirent photographes et couples."
            },
            {
              "text": "Nagez à la plage de Zelena Laguna au sud de la ville. Ce complexe balnéaire dans les pins propose sports nautiques et bars de plage."
            },
            {
              "text": "Prenez un bateau pour l'île Saint-Nicolas, à 10 minutes du port. Ses plages tranquilles et son restaurant occupent un ancien monastère bénédictin."
            },
            {
              "text": "Explorez les villages viticoles de l'arrière-pays lors d'une dégustation de Malvazija et Teran, les vins blancs et rouges emblématiques de l'Istrie."
            },
            {
              "text": "Visitez la grotte de Baredine à 8 km de Poreč. Ses stalactites et stalagmites s'enfoncent sur 300 mètres de profondeur, et l'on y observe le protée, une salamandre aveugle endémique des karsts."
            }
          ],
          "to_next_leg": {
            "distance_km": 30,
            "drive_min": 35,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 6,
          "region_code": "HR-18",
          "suggested_days": 0.5,
          "night": {
            "place_id": "HR::novigrad",
            "coords": [
              45.3167,
              13.5667
            ]
          },
          "visits": [
            {
              "text": "Novigrad occupe une presqu'île qui fut autrefois une île, rattachée au continent au XVIIIe siècle. Ses remparts vénitiens ceinturent encore des ruelles et des placettes où la pêche reste un mode de vie."
            },
            {
              "text": "L'église Saints-Pélage-et-Maxime conserve des reliques dans sa crypte du XIe siècle, seul vestige de l'ancienne basilique. Son clocher roman domine la petite ville."
            },
            {
              "text": "Le musée Lapidarium expose des sculptures romaines, médiévales et modernes dans un ancien entrepôt du port. Cette collection éclectique mêle antiquités et art contemporain."
            },
            {
              "text": "Le palais Rigo date du XVIIe siècle et abrite aujourd'hui la galerie d'art municipale. Des expositions temporaires y sont présentées dans un écrin baroque aux stucs préservés."
            }
          ],
          "activities": [
            {
              "text": "Dégustez les spécialités marines dans une des konobe du port : scampi alla buzara et risotto de fruits de mer arrosés de Malvazija."
            },
            {
              "text": "Louez un vélo pour parcourir la Parenzana, l'ancienne voie ferrée austro-hongroise convertie en piste cyclable. Elle traverse vignobles et villages sur des dizaines de kilomètres."
            },
            {
              "text": "Baignez-vous sur les plages de galets ou les plateformes bétonnées au pied des remparts. Les eaux y sont claires et peu profondes, idéales pour les familles."
            },
            {
              "text": "Assistez à la régate de voiliers traditionnels en août. Ces bateaux en bois à voiles latines rappellent les pêcheurs d'autrefois."
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 20,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 7,
          "region_code": "HR-18",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::umag",
            "coords": [
              45.4333,
              13.5167
            ]
          },
          "visits": [
            {
              "text": "Umag est la ville la plus occidentale de Croatie. Elle mêle vestiges vénitiens et stations balnéaires modernes, et son port de plaisance accueille les yachts italiens qui débarquent pour le week-end."
            },
            {
              "text": "La vieille ville fortifiée conserve ses tours et murailles des XIIIe et XIVe siècles. Dans les ruelles étroites, les façades vénitiennes côtoient les restaurants de poisson."
            },
            {
              "text": "L'église Saint-Pélage-et-Marie abrite un ciborium roman du IXe siècle, rare vestige de l'époque carolingienne en Istrie."
            },
            {
              "text": "Le musée municipal présente des amphores romaines, des ancres antiques et des objets que les pêcheurs ont remontés des fonds marins au fil des siècles."
            }
          ],
          "activities": [
            {
              "text": "Assistez à l'ATP Croatia Open, le tournoi de tennis sur terre battue qui attire les stars du circuit chaque mois de juillet. L'ambiance est festive au stade Stella Maris."
            },
            {
              "text": "Parcourez les plages de la Riviera d'Umag sur 20 km de côte. Criques de galets et pinèdes y alternent avec les complexes hôteliers."
            },
            {
              "text": "Goûtez à la truffe blanche d'Istrie dans les restaurants d'Umag. Ce champignon roi des forêts de l'arrière-pays se récolte en automne."
            },
            {
              "text": "Faites une excursion à Savudrija, à 8 km. On y trouve le phare le plus ancien de l'Adriatique, construit en 1818, et des plages tranquilles face à Trieste."
            },
            {
              "text": "Visitez les caves à vin de Buje dans les collines pour une dégustation de Malvazija et d'huile d'olive accompagnées de jambon istrien."
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 40,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 8,
          "region_code": "HR-18",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::groznjan",
            "coords": [
              45.3764,
              13.7231
            ]
          },
          "visits": [
            {
              "text": "Grožnjan flotte sur sa colline comme un vaisseau de pierre. Ce village d'artistes existe depuis 1965, quand peintres et sculpteurs ont investi les maisons abandonnées. Galeries et ateliers jalonnent chaque ruelle."
            },
            {
              "text": "Les remparts médiévaux offrent des vues plongeantes sur la vallée de la Mirna et l'arrière-pays istrien. Les couchers de soleil y sont spectaculaires."
            },
            {
              "text": "L'église Saints-Vit-Modeste-et-Crescentia date du XVe siècle. Son clocher vénitien domine le village, et son intérieur blanchi à la chaux abrite des autels baroques."
            },
            {
              "text": "La Porte de la Ville, percée dans les remparts, arbore le lion de Saint-Marc. Il rappelle quatre siècles de domination vénitienne sur l'Istrie."
            }
          ],
          "activities": [
            {
              "text": "Assistez aux concerts de Jazz is Back! en juillet et août. Ce festival international attire des musiciens du monde entier dans ce village de 100 habitants."
            },
            {
              "text": "Suivez les répétitions des Jeunesses Musicales Croatia pendant l'été. Les jeunes musiciens travaillent dans les ruelles et donnent des concerts improvisés."
            },
            {
              "text": "Achetez céramiques, peintures ou bijoux directement aux artistes dans leurs galeries-ateliers. Chaque créateur vous racontera l'histoire de son installation ici."
            },
            {
              "text": "Dégustez truffe, fuži et Teran rouge dans les konobe du village. La cuisine istrienne authentique se savoure sur des terrasses panoramiques."
            },
            {
              "text": "Randonnez vers les villages voisins de Završje ou Oprtalj. Les sentiers traversent vignobles et oliveraies, ponctués de chapelles romanes."
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 20,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 9,
          "region_code": "HR-18",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::motovun",
            "coords": [
              45.3369,
              13.8283
            ]
          },
          "visits": [
            {
              "text": "Motovun surgit des brumes matinales comme une couronne de pierre ceignant sa colline, à 277 mètres au-dessus de la vallée de la Mirna. Vous pouvez monter les 1052 marches à pied ou emprunter le petit train."
            },
            {
              "text": "Les remparts vénitiens ceinturent le village en deux anneaux concentriques. Ces murailles du XIIIe siècle offrent une promenade panoramique sur une mer de collines boisées."
            },
            {
              "text": "La place principale s'ouvre sur le palais communal roman, la tour-horloge et une citerne vénitienne. Les cafés et restaurants occupent les anciennes demeures patriciennes."
            },
            {
              "text": "L'église Saint-Étienne date du XVIIe siècle. Elle renferme une statue de saint patron attribuée à un atelier vénitien et des fragments de fresques médiévales."
            },
            {
              "text": "La galerie municipale expose de l'art contemporain dans les voûtes d'un ancien grenier à grain. Les installations côtoient les poutres centenaires."
            }
          ],
          "activities": [
            {
              "text": "Assistez au Motovun Film Festival fin juillet. Le cinéma indépendant est projeté en plein air sur les remparts, et stars comme réalisateurs déambulent dans les ruelles minuscules."
            },
            {
              "text": "Partez à la chasse à la truffe avec un guide local et son chien. D'octobre à décembre, ils explorent les forêts de chênes où pousse le diamant noir d'Istrie."
            },
            {
              "text": "Dégustez les produits à la truffe dans les restaurants du village : œufs brouillés, pâtes fraîches et fromage affiné révèlent ce parfum unique."
            },
            {
              "text": "Visitez la cave à vin Roxanich à quelques kilomètres. On y produit des vins orange et naturels vieillis en amphore selon des méthodes millénaires."
            },
            {
              "text": "Survolez la vallée en montgolfière au lever du soleil. Motovun et ses voisins perchés émergent alors de la brume comme des îles de pierre."
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 30,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 10,
          "region_code": "HR-18",
          "suggested_days": 0.5,
          "night": {
            "place_id": "HR::motovun",
            "coords": [
              45.3369,
              13.8283
            ]
          },
          "visits": [
            {
              "text": "Oprtalj domine la vallée depuis son éperon fortifié. Ce village médiéval aux portes vénitiennes préservées est moins touristique que Motovun et offre une atmosphère plus authentique."
            },
            {
              "text": "L'église Sainte-Marie abrite des fresques du XVe siècle récemment restaurées. Le cycle de la vie de la Vierge s'y déploie dans des tons ocre et bleu."
            },
            {
              "text": "La loggia vénitienne du XVIe siècle surplombe le vide avec ses arches de pierre. Elle servait autrefois de tribunal et de lieu de rassemblement public."
            }
          ],
          "activities": [
            {
              "text": "Visitez une truffière familiale dans la vallée de la Mirna. Les producteurs vous expliqueront la culture des chênes mycorhizés et le dressage des chiens truffiers."
            },
            {
              "text": "Pédalez sur les routes de campagne entre villages perchés, vignobles en terrasse et oliveraies centenaires."
            },
            {
              "text": "Goûtez au jambon istrien, le pršut affiné aux vents de la Bura. Tranché fin comme du papier, il fond littéralement en bouche."
            }
          ],
          "to_next_leg": {
            "distance_km": 30,
            "drive_min": 35,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 11,
          "region_code": "HR-18",
          "suggested_days": 0.5,
          "night": {
            "place_id": "HR::pazin",
            "coords": [
              45.2394,
              13.9381
            ]
          },
          "visits": [
            {
              "text": "Le gouffre de Pazin plonge à 100 mètres sous le château. C'est dans cet abysse karstique que Jules Verne précipita son héros Mathias Sandorf. La rivière Pazinčica s'y engouffre et disparaît sous terre."
            },
            {
              "text": "Le Kaštel de Pazin est une forteresse médiévale qui surplombe le gouffre. Elle abrite le Musée ethnographique d'Istrie et le Musée municipal, plus de 1000 ans d'histoire sous ses voûtes."
            },
            {
              "text": "L'église paroissiale Saint-Nicolas conserve des fresques gothiques du XVe siècle dans sa chapelle latérale. Saints et scènes bibliques y sont peints dans des couleurs passées."
            },
            {
              "text": "La place centrale est bordée de façades austro-hongroises qui rappellent que Pazin fut la capitale administrative de l'Istrie sous les Habsbourg."
            }
          ],
          "activities": [
            {
              "text": "Descendez en rappel dans le gouffre avec un guide spéléologue. Cette exploration verticale de 100 mètres vous mène jusqu'à la rivière souterraine."
            },
            {
              "text": "Randonnez le long du sentier éducatif qui ceinture le gouffre. Des panneaux expliquent la géologie karstique et la flore des falaises."
            },
            {
              "text": "Visitez le Musée ethnographique qui présente costumes, outils agricoles et intérieurs reconstitués des maisons istriennes traditionnelles."
            },
            {
              "text": "Explorez la grotte de Baredine à 20 km. Vous y admirerez des concrétions spectaculaires et des protées aveugles dans leurs bassins souterrains."
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 30,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 12,
          "slice": 12,
          "region_code": "HR-18",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::labin",
            "coords": [
              45.0867,
              14.1211
            ]
          },
          "visits": [
            {
              "text": "La vieille ville de Labin est perchée sur sa colline. On y découvre des palais vénitiens aux portails blasonnés, des ruelles pavées et des places ombragées. Galeries d'art et ateliers ont investi les anciennes demeures."
            },
            {
              "text": "Le Musée municipal retrace l'histoire minière de Labin, exploitée pour son charbon depuis l'Antiquité jusqu'en 1999. Une galerie de mine reconstituée se visite au sous-sol."
            },
            {
              "text": "L'église de la Nativité de la Vierge date du XIVe siècle et domine la place principale. Le lion de Saint-Marc sur la façade rappelle l'allégeance vénitienne de la ville."
            },
            {
              "text": "La Fortica est un bastion vénitien situé au sommet de la ville. Il offre des vues à 360° sur la mer, les montagnes et l'arrière-pays verdoyant."
            },
            {
              "text": "La loggia du XVIe siècle abrite des expositions temporaires sous ses arcades Renaissance. L'art contemporain y dialogue avec la pierre ancienne."
            }
          ],
          "activities": [
            {
              "text": "Descendez à Rabac en contrebas, une ancienne baie de pêcheurs transformée en station balnéaire. Ses plages de galets blancs et ses eaux turquoise se nichent au pied des falaises."
            },
            {
              "text": "Explorez les galeries d'art de Labin, déclarée cité des artistes. Peintres et sculpteurs y exposent dans des ateliers ouverts au public."
            },
            {
              "text": "Assistez au Labin Art Republic en été. Ce festival d'art contemporain investit les rues, les places et les bâtiments abandonnés."
            },
            {
              "text": "Randonnez vers le village voisin d'Albona sur les traces des mineurs. Le sentier historique passe par des puits et des équipements préservés."
            },
            {
              "text": "Goûtez aux spécialités locales dans une konoba de la vieille ville : maneštra aux haricots et fuži à la viande mijotée."
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 55,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 13,
          "slice": 13,
          "region_code": "HR-18",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::hum",
            "coords": [
              45.3556,
              14.05
            ]
          },
          "visits": [
            {
              "text": "Hum est officiellement la plus petite ville du monde avec ses 20 habitants. Elle tient dans un mouchoir de poche fortifié : deux ruelles, une église, un cimetière et le charme absolu de l'insignifiance."
            },
            {
              "text": "La porte de ville porte une plaque en écriture glagolitique, l'alphabet slave du IXe siècle que l'Istrie a conservé plus longtemps qu'ailleurs en Europe."
            },
            {
              "text": "L'église paroissiale de l'Assomption est une minuscule nef romane qui renferme des fresques du XIIe siècle aux couleurs terreuses."
            },
            {
              "text": "La chapelle Saint-Jérôme se trouve hors les murs et conserve un cycle de fresques du XVe siècle représentant les scènes de la Passion dans un édifice de poche."
            }
          ],
          "activities": [
            {
              "text": "Parcourez l'Allée des Glagolithes de Roč à Hum. Sur 7 km, des sculptures monumentales célèbrent l'alphabet slave ancien."
            },
            {
              "text": "Dégustez la biska, une eau-de-vie au gui blanc qui est la spécialité de Hum. Les recettes se transmettent de génération en génération."
            },
            {
              "text": "Visitez Roč au départ de l'allée. Cet autre village fortifié abritait une académie glagolitique au Moyen Âge."
            },
            {
              "text": "Randonnez dans les collines boisées autour de Hum. Les sentiers traversent chênaies et prairies fleuries."
            },
            {
              "text": "Participez au vote annuel du maire de Hum si vous venez en juin. Lors de cette élection folklorique, les hommes du village marquent leur choix par une entaille sur un bâton."
            }
          ],
          "to_next_leg": {
            "distance_km": 20,
            "drive_min": 25,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 14,
          "slice": 14,
          "region_code": "HR-18",
          "suggested_days": 0.5,
          "night": {
            "place_id": "HR::buzet",
            "coords": [
              45.4083,
              14.0147
            ]
          },
          "visits": [
            {
              "text": "Buzet est la capitale de la truffe istrienne. La ville domine la vallée de la Mirna depuis son acropole fortifiée, et sa vieille ville haute conserve remparts, portes et palais vénitiens des XVIe et XVIIe siècles."
            },
            {
              "text": "Le Musée régional occupe le palais Bigatto. Il retrace l'histoire locale et la tradition truffière de la région à travers des outils de récolte et des photographies des chasseurs les plus célèbres."
            },
            {
              "text": "L'église paroissiale de l'Assomption arbore un clocher baroque et conserve le trésor de la Confrérie des Flagellants, composé d'orfèvrerie et de textiles précieux."
            },
            {
              "text": "Les fontaines publiques du XVIe siècle alimentent encore les placettes ombragées où les anciens jouent aux cartes l'après-midi."
            }
          ],
          "activities": [
            {
              "text": "Assistez à la Fête de la Truffe en septembre, lors des Zigante Days. Une omelette géante est cuite sur la place principale pour célébrer le diamant noir."
            },
            {
              "text": "Visitez la maison Zigante, l'empire du trufficulteur qui découvrit en 1999 la plus grosse truffe blanche du monde, pesant 1,31 kg. On y trouve un restaurant, une boutique et un musée."
            },
            {
              "text": "Partez en chasse à la truffe avec un guide et son chien dans les forêts de chênes environnantes. Ils vous initieront aux secrets de cette quête ancestrale."
            },
            {
              "text": "Dégustez la frittata aux truffes dans une konoba de la vieille ville. Ces œufs brouillés parfumés se savourent avec du pain grillé et de l'huile d'olive."
            },
            {
              "text": "Descendez aux sources de la rivière Mirna à quelques kilomètres. Cette résurgence karstique jaillit dans un cirque de verdure propice au pique-nique."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "car",
            "method": "heuristic"
          }
        }
      ],
      "imported_at": "2026-01-15T09:24:52.590Z",
      "country": "HR"
    }
  ]
}