{
  "itins": [
    {
      "itin_id": "HR::kvarner::opatija-krk-losinj-rab",
      "language": "fr",
      "created_at": "2026-01-14T23:00:00Z",
      "source_url": "",
      "dept_code": "08",
      "dept_name": "Primorje-Gorski Kotar County",
      "title": "Road Trip Kvarner : Opatija, Krk, Lošinj et Rab",
      "estimated_days_base": 12,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "HR-08",
          "suggested_days": 1.5,
          "night": {
            "place_id": "HR::opatija",
            "coords": [
              45.3378,
              14.3053
            ]
          },
          "visits": [
            {
              "text": "Le Lungomare est une promenade littorale de 12 km construite par les Habsbourg à la fin du XIXe siècle pour que l'aristocratie viennoise puisse longer la mer à pied. De Volosko à Lovran, le sentier serpente sous les pins parasols, passe devant des villas Belle Époque aux jardins luxuriants, et offre des vues constantes sur le golfe du Kvarner et ses îles."
            },
            {
              "text": "La Villa Angiolina fut la première demeure de villégiature d'Opatija, bâtie en 1844 par un marchand de Rijeka qui tomba amoureux de ce rivage. Le parc botanique qui l'entoure rassemble des espèces exotiques ramenées des quatre coins du monde : camélias japonais, séquoias californiens, palmiers méditerranéens. C'est ici que naquit la vocation touristique de la côte."
            },
            {
              "text": "La sculpture de la Jeune Fille à la Mouette se dresse sur un rocher battu par les vagues, près de l'église Saint-Jacob. Elle fut érigée en mémoire du comte Kesselstadt, emporté par la mer lors d'une tempête. Devenue symbole d'Opatija, elle attire photographes et romantiques à toute heure du jour, mais c'est au coucher du soleil qu'elle prend toute sa dimension."
            },
            {
              "text": "L'église Saint-Jacob est le plus ancien édifice d'Opatija, blottie dans un parc créé en 1845 autour de son cimetière marin. Les concerts d'été sous les arbres centenaires perpétuent l'esprit de la Belle Époque, quand l'impératrice Sissi et les têtes couronnées d'Europe venaient chercher ici le repos et l'air iodé."
            },
            {
              "text": "Le Walk of Fame croate longe le front de mer et honore les célébrités nationales par des étoiles incrustées dans le pavé : Nikola Tesla, la skieuse Janica Kostelić, le tennisman Goran Ivanišević. Une manière de rappeler que ce petit pays a donné au monde des figures remarquables dans les sciences, les arts et le sport."
            },
            {
              "text": "Le Théâtre en plein air du parc Angiolina accueille concerts et spectacles estivaux dans un écrin de verdure face à la mer. L'acoustique naturelle et le cadre élégant en font l'une des scènes les plus prisées de la côte adriatique, où le ressac accompagne discrètement les applaudissements."
            }
          ],
          "activities": [
            {
              "text": "Randonnez dans le parc naturel d'Učka, dont le sommet culmine à 1401 mètres et domine tout le golfe du Kvarner. Par temps clair, la vue porte jusqu'aux Alpes slovènes au nord et aux îles dalmates au sud. VTT, parapente et escalade attirent les sportifs, tandis que les sentiers forestiers conviennent aux promeneurs de tous niveaux."
            },
            {
              "text": "Offrez-vous un soin dans l'un des spas d'Opatija qui perpétuent la tradition thermale lancée par les médecins viennois dans les années 1880. Les établissements historiques comme le Kvarner ou le Milenij proposent thalassothérapie et massages dans des cadres Belle Époque restaurés avec goût."
            },
            {
              "text": "Dînez dans une konoba de Volosko, l'ancien village de pêcheurs devenu repaire gastronomique de la côte. Les chefs y revisitent la cuisine du Kvarner avec des produits de la mer pêchés le matin même, servis dans des ruelles où le linge sèche encore aux fenêtres."
            },
            {
              "text": "Assistez à un concert au Festival d'Opatija en juillet, qui programme musique classique et contemporaine dans les villas et parcs de la station. L'atmosphère feutrée et le cadre historique rappellent l'époque où Opatija rivalisait avec Nice et Monte-Carlo."
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 20,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 2,
          "region_code": "HR-08",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::rijeka",
            "coords": [
              45.3271,
              14.4422
            ]
          },
          "visits": [
            {
              "text": "Le château de Trsat domine Rijeka depuis sa colline escarpée, forteresse médiévale dont les jardins paisibles offrent une vue plongeante sur le plus grand port de Croatie et le golfe du Kvarner. Les remparts accueillent concerts et expositions en été, et le café dans la cour est l'un des secrets les mieux gardés de la ville."
            },
            {
              "text": "Le sanctuaire Notre-Dame de Trsat attire les pèlerins depuis le XIIIe siècle, quand des anges auraient déposé ici la maison de la Vierge en route vers Lorette. Que l'on soit croyant ou non, la montée des 538 marches depuis le centre-ville constitue un exercice spirituel et physique récompensé par le panorama au sommet."
            },
            {
              "text": "La Korzo est l'artère piétonne de Rijeka, bordée de façades austro-hongroises qui témoignent de l'époque où la ville était le principal débouché maritime de l'Empire. La Tour de l'Horloge marque le temps depuis le XVIe siècle, et les cafés sous les arcades perpétuent la tradition de la promenade vespérale."
            },
            {
              "text": "L'Arc Romain constitue le vestige le plus ancien de Rijeka, rappelant que la ville existait déjà sous le nom de Tarsatica avant l'arrivée des Habsbourg. Ses pierres usées par deux millénaires côtoient aujourd'hui les terrasses modernes dans un contraste saisissant."
            },
            {
              "text": "L'église Saint-Vitus est un édifice baroque du XVIIe siècle qui conserve un crucifix miraculeux. Selon la tradition locale, celui-ci se mit à saigner quand un joueur malheureux lui lança une pierre après avoir perdu aux dés. Le sol s'ouvrit alors sous ses pieds, et l'on montre encore l'endroit où il fut englouti."
            },
            {
              "text": "Le Musée Maritime occupe un palais baroque sur le port et retrace l'histoire de Rijeka comme carrefour commercial entre l'Europe centrale et la Méditerranée. Maquettes de navires, instruments de navigation et documents d'archives témoignent de cette vocation maritime millénaire."
            }
          ],
          "activities": [
            {
              "text": "Flânez au marché couvert et découvert de Rijeka, où les producteurs des îles voisines vendent poissons frais, fromages de brebis Žutica et Krčki sir, fruits et légumes gorgés de soleil. L'ambiance est authentique et les prix bien plus doux que sur la côte touristique."
            },
            {
              "text": "Montez les 538 marches de Trsat depuis le centre-ville, pèlerinage urbain qui traverse les quartiers populaires avant d'atteindre le sanctuaire. Chaque palier offre une vue nouvelle sur la ville et le port en contrebas."
            },
            {
              "text": "Assistez à un spectacle au Théâtre National Croate Ivan pl. Zajc, opéra néo-Renaissance inauguré en 1885 qui programme opéras, ballets et concerts dans un écrin de velours rouge et de dorures."
            },
            {
              "text": "Participez au Carnaval de Rijeka en février, le plus grand de Croatie avec 150 000 participants. Les zvončari, ces porteurs de cloches masqués, chassent symboliquement l'hiver dans un vacarme assourdissant qui résonne dans toute la ville."
            },
            {
              "text": "Explorez le quartier Delta, ancien entrepôt portuaire reconverti en espace culturel depuis que Rijeka fut Capitale européenne de la Culture en 2020. Galeries d'art, ateliers de création et bars branchés occupent les hangars rénovés."
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 60,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 3,
          "region_code": "HR-08",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::krk",
            "coords": [
              45.0267,
              14.5753
            ]
          },
          "visits": [
            {
              "text": "La ville de Krk est habitée sans interruption depuis 3000 ans, ce qui en fait l'une des plus anciennes cités de l'Adriatique. Ses murailles médiévales et ses quatre portes fortifiées protègent encore un dédale de ruelles où l'inscription romaine Splendidissima civitas Curictarum témoigne de la gloire antique de la cité."
            },
            {
              "text": "La cathédrale de l'Assomption s'élève sur les fondations d'anciens thermes romains depuis le Ve siècle. Son clocher baroque au dôme en oignon, surmonté d'un ange trompettiste qui pivote au gré du vent, domine la place principale et sert de point de repère aux navigateurs depuis des siècles."
            },
            {
              "text": "L'église Saint-Quirin jouxte la cathédrale et abrite le Musée d'Art Sacré. Dans ses vitrines reposent orfèvreries, textiles liturgiques et manuscrits enluminés accumulés par le diocèse au fil d'un millénaire, témoignage de la richesse spirituelle et matérielle de l'île."
            },
            {
              "text": "Le château Frankopan ancre la place Kamplin de sa masse carrée depuis le XIIIe siècle. Cette forteresse des comtes qui régnèrent sur le Kvarner pendant quatre siècles accueille aujourd'hui concerts et événements culturels dans sa cour à ciel ouvert."
            },
            {
              "text": "Le site archéologique Volsonis se cache sous la place principale, où des travaux récents ont mis au jour les vestiges d'une villa romaine. Mosaïques et murs antiques témoignent de la prospérité de Curicum, comme s'appelait alors la ville."
            },
            {
              "text": "Les monastères franciscain et bénédictin des XIIe et XIIIe siècles ponctuent la vieille ville de leurs cloîtres paisibles. Leurs bibliothèques conservent des manuscrits précieux, et leurs jardins offrent une retraite fraîche loin de l'agitation estivale."
            }
          ],
          "activities": [
            {
              "text": "Baignez-vous sur les plages du littoral de Krk, dont cinq arborent le drapeau bleu européen. Criques de galets nichées entre les pins ou plateformes bétonnées face aux eaux cristallines : chacun trouve son bonheur selon ses préférences."
            },
            {
              "text": "Participez à la Foire de Krk les 8, 9 et 10 août, tradition qui remonte au XVIe siècle. La ville revêt ses costumes Renaissance, les artisans présentent leur savoir-faire et les spectacles de rue animent places et ruelles jusqu'à tard dans la nuit."
            },
            {
              "text": "Assistez au Festival d'été de Krk, qui fête ses 50 ans de concerts, pièces de théâtre et opéras en plein air. Les représentations sur le port et dans les cours médiévales offrent un cadre incomparable aux artistes internationaux."
            },
            {
              "text": "Goûtez au fromage Krčki sir, brebis affinée aux herbes sauvages de l'île dont le goût unique vient des pâturages battus par les embruns. On le sert accompagné de jambon fumé et d'olives locales dans les konobe de la vieille ville."
            },
            {
              "text": "Explorez les villages de l'intérieur de l'île à vélo. Les routes sinueuses traversent vignobles, oliveraies et hameaux de pierre où le temps semble s'être arrêté, loin des foules du littoral."
            }
          ],
          "to_next_leg": {
            "distance_km": 12,
            "drive_min": 20,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 4,
          "region_code": "HR-08",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::vrbnik",
            "coords": [
              45.0761,
              14.675
            ]
          },
          "visits": [
            {
              "text": "Vrbnik surgit de sa falaise calcaire à 50 mètres au-dessus de l'Adriatique, village médiéval dont les ruelles sont si étroites que les façades semblent vouloir se toucher. Chaque tournant révèle une échappée sur la mer d'un bleu profond, et l'on comprend pourquoi les habitants ont choisi ce site imprenable il y a plus d'un millénaire."
            },
            {
              "text": "La rue Klančić mesure 43 centimètres à son point le plus serré, ce qui en fait l'une des plus étroites du monde. Se faufiler entre ses murs de pierre constitue un défi photographique et physique qui amuse les visiteurs depuis des générations."
            },
            {
              "text": "L'église Saint-Jean-Baptiste dresse son clocher gothique du XIVe siècle au-dessus du village. À l'intérieur, fresques médiévales, manuscrits anciens et artefacts religieux témoignent de l'importance spirituelle de Vrbnik au Moyen Âge, quand les prêtres glagolitiques y copiaient des textes sacrés."
            },
            {
              "text": "La Bibliothèque Vitezić occupe l'ancien monastère franciscain et conserve plus de 10 000 volumes, dont des incunables du XVe siècle. Ce trésor bibliophile insoupçonné dans un si petit village témoigne de la tradition lettrée de l'île de Krk, où l'écriture glagolitique se maintint plus longtemps qu'ailleurs."
            },
            {
              "text": "Le Musée ethnographique occupe une maison de pierre traditionnelle et présente costumes, outils agricoles et objets du quotidien des générations passées. On y comprend comment les habitants de Vrbnik ont su tirer parti d'un terroir difficile pour produire l'un des meilleurs vins de Croatie."
            }
          ],
          "activities": [
            {
              "text": "Dégustez la Vrbnička Žlahtina dans les caves du village. Ce blanc sec et aromatique est issu d'un cépage cultivé uniquement ici, sur des terrasses calcaires battues par le vent. Les vignerons vous raconteront l'histoire de cette tradition millénaire en vous servant leur dernière cuvée."
            },
            {
              "text": "Participez au Festival des Vendanges en septembre, trois jours de dégustations, de musique et de danses qui célèbrent la fin des récoltes. Les rues s'emplissent de chants, le vin coule à flots et l'hospitalité croate se manifeste dans toute sa générosité."
            },
            {
              "text": "Descendez aux plages de Zgribnica ou Risika par des sentiers escarpés ou en taxi nautique. Ces criques de galets aux eaux cristallines sont moins fréquentées que celles du littoral et offrent une baignade dans un cadre sauvage."
            },
            {
              "text": "Randonnez vers les vignobles en terrasse qui surplombent la mer. Ce paysage façonné par des siècles de labeur paysan constitue l'un des plus beaux panoramas viticoles de l'Adriatique, surtout à l'heure dorée du soir."
            },
            {
              "text": "Dînez dans une konoba du village face au coucher de soleil sur le continent. Poisson grillé, Žlahtina fraîche et vue imprenable : la combinaison parfaite pour une soirée mémorable."
            }
          ],
          "to_next_leg": {
            "distance_km": 20,
            "drive_min": 30,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 5,
          "region_code": "HR-08",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::baska",
            "coords": [
              44.9686,
              14.7536
            ]
          },
          "visits": [
            {
              "text": "Vela plaža déroule près de 2 km de sable et de galets fins au pied de falaises spectaculaires. Cette plage mythique de Croatie, primée du drapeau bleu européen, attire les familles et les baigneurs de toute l'Europe pour ses eaux turquoise et son cadre grandiose entre montagne et mer."
            },
            {
              "text": "L'église Sainte-Lucie à Jurandvor abrite la Tablette de Baška, pierre gravée au XIIe siècle qui constitue la première mention écrite du mot « Croatie » en alphabet glagolitique. Ce document fondateur de l'identité nationale attire historiens et patriotes dans ce sanctuaire modeste mais chargé de symboles."
            },
            {
              "text": "La vieille ville de Baška aligne ses maisons de pierre le long de ruelles pavées qui descendent vers le port. La Riva animée offre glaciers et terrasses face aux bateaux de pêche, ambiance méditerranéenne authentique loin des stations balnéaires standardisées."
            },
            {
              "text": "L'église Saint-Jean-Baptiste est un édifice roman semi-ruiné qui domine la baie depuis les hauteurs. La montée récompense les marcheurs d'une vue panoramique sur toute la plage et les montagnes du Velebit qui ferment l'horizon au-delà du chenal."
            },
            {
              "text": "La Maison du Patrimoine présente costumes folkloriques, inscriptions glagolitiques et objets traditionnels du quotidien insulaire. On y découvre comment les habitants de Baška ont su préserver leur identité culturelle malgré les vicissitudes de l'histoire."
            }
          ],
          "activities": [
            {
              "text": "Parcourez l'Allée glagolitique, musée en plein air qui célèbre l'alphabet slave du IXe siècle par des sculptures monumentales disséminées dans le paysage. Ce parcours artistique et culturel relie plusieurs villages et constitue une promenade instructive pour tous les âges."
            },
            {
              "text": "Explorez les criques secrètes de Bunčuluka, Mala Luka et Velika Luka, accessibles en taxi nautique ou par des sentiers côtiers escarpés. Ces plages sauvages aux eaux cristallines offrent une baignade loin des foules estivales."
            },
            {
              "text": "Randonnez sur le sentier lunaire qui traverse un paysage karstique spectaculaire entre mer et montagne. Les formations rocheuses sculptées par l'érosion créent un décor quasi extraterrestre qui a inspiré le nom du chemin."
            },
            {
              "text": "Faites du kayak le long de la côte découpée. Les grottes marines et les criques inaccessibles par la terre se révèlent aux pagayeurs aventureux, récompensés par des baignades dans des eaux d'un bleu irréel."
            },
            {
              "text": "Goûtez à l'agneau de l'île parfumé aux herbes sauvages, spécialité rôtie à la broche dans les konobe de Baška. La viande tendre et goûteuse reflète les pâturages battus par le vent et les embruns."
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 90,
            "transport_mode": "ferry",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 6,
          "region_code": "HR-08",
          "suggested_days": 1.5,
          "night": {
            "place_id": "HR::cres",
            "coords": [
              44.9608,
              14.4072
            ]
          },
          "visits": [
            {
              "text": "La place Frane Petrić constitue le cœur de Cres, bordée de façades vénitiennes aux volets colorés qui se mirent dans les eaux du port. La Tour de l'Horloge et la loggia du XVIe siècle encadrent un espace où le marché matinal perpétue la tradition avec huile d'olive, miel de sauge et fromages de brebis des bergers de l'île."
            },
            {
              "text": "La Porta Marcella arbore fièrement le lion de Saint-Marc, vestige de quatre siècles de domination vénitienne sur l'île. Passé cette porte, les ruelles s'enfoncent dans un labyrinthe de pierre où chaque tournant révèle une cour secrète, un puits ancien ou une échappée sur la mer."
            },
            {
              "text": "Le monastère franciscain cache une oliveraie secrète dans sa cour, havre de paix que l'on découvre par accident en s'égarant dans la vieille ville. Les moines y cultivent des arbres centenaires dont l'huile est réservée aux initiés qui savent frapper à la bonne porte."
            },
            {
              "text": "L'église Sainte-Marie domine le port de son clocher élancé depuis la fin du XVe siècle. À proximité, l'église Saint-Isidore du XIIIe siècle conserve des fresques médiévales que le temps a patinées sans les effacer, témoignage de la foi des premiers habitants."
            },
            {
              "text": "La Creska kula est une tour défensive sur le port qui offre un panorama sur la plus grande île de l'Adriatique. Cres et Krk se disputent ce titre au centimètre près, mais les habitants de Cres affirment avec malice que leur île est plus grande à marée basse."
            },
            {
              "text": "Le Palais Arsan est un édifice gothique-Renaissance qui abrite le Musée Municipal. Ses collections archéologiques et ethnographiques retracent l'histoire d'une île habitée depuis la préhistoire, carrefour de civilisations entre Orient et Occident."
            }
          ],
          "activities": [
            {
              "text": "Faites l'excursion à Beli, village perché habité depuis 4000 ans qui domine la côte orientale. Le pont romain sur le canyon Potok constitue le seul ouvrage de ce type sur la côte est de l'Adriatique, et le centre Caput Insulae œuvre à la protection des vautours fauves qui planent au-dessus des falaises."
            },
            {
              "text": "Découvrez Lubenice, village fantôme de 6 habitants permanents qui domine la plage Sveti Ivan depuis une falaise de 378 mètres. Cette plage, accessible uniquement par un sentier escarpé ou par la mer, figure parmi les plus belles de Croatie vue du ciel."
            },
            {
              "text": "Visitez Valun, petit port de pêche que certains surnomment le Saint-Tropez croate pour son charme préservé. L'église du village conserve la Tablette de Valun, inscription bilingue glagolitique-latin du XIe siècle qui témoigne de la coexistence des deux écritures."
            },
            {
              "text": "Explorez Osor, ancienne capitale de l'île au canal romain qui sépare Cres de Lošinj. Le pont pivotant s'ouvre à 9h et 17h pour laisser passer les voiliers, spectacle quotidien qui attire les curieux sur les quais."
            },
            {
              "text": "Observez les vautours fauves qui planent au-dessus des falaises du nord de l'île. Cette colonie protégée depuis 1993 compte une centaine d'individus dont l'envergure atteint près de trois mètres, spectacle impressionnant pour qui lève les yeux au bon moment."
            },
            {
              "text": "Goûtez à l'agneau de Cres parfumé aux herbes sauvages et au sel marin porté par le vent. Cette viande AOC, réputée dans toute la Croatie, doit son goût unique aux pâturages battus par la bora où paissent des moutons depuis l'Antiquité."
            }
          ],
          "to_next_leg": {
            "distance_km": 30,
            "drive_min": 45,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 7,
          "region_code": "HR-08",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::mali-losinj",
            "coords": [
              44.5306,
              14.4681
            ]
          },
          "visits": [
            {
              "text": "Le port de Mali Lošinj s'étire dans une baie de 5 km où façades pastel et yachts blancs se mirent dans des eaux calmes comme un lac. L'air chargé de lavande, de myrte et de romarin a valu à l'île son surnom d'Île de la Vitalité, et les médecins viennois y envoyaient leurs patients dès le XIXe siècle."
            },
            {
              "text": "Le Musée de l'Apoxyomène présente une statue grecque de bronze repêchée au large en 1996 par un plongeur local. Ce chef-d'œuvre de 2000 ans représentant un athlète se nettoyant après l'effort fait l'objet d'un parcours immersif son et lumière qui culmine dans la rencontre avec l'original."
            },
            {
              "text": "Le Palais Fritzi date du XIXe siècle et expose les Collections d'Art de Mali Lošinj. Maîtres anciens flamands, peintres croates modernes et photographies historiques de l'île y cohabitent dans des salons dont les fenêtres s'ouvrent sur le port."
            },
            {
              "text": "La vieille ville enroule ses ruelles autour de la colline qui domine le port. Les villas vénitiennes aux volets colorés et les passages voûtés révèlent la mer à chaque tournant, et l'on comprend pourquoi les capitaines enrichis par le commerce maritime choisirent d'y bâtir leurs demeures."
            },
            {
              "text": "L'église de la Nativité de la Vierge date du XVe siècle et conserve tableaux et ex-voto des capitaines qui firent fortune dans le commerce maritime. Ces offrandes témoignent des dangers de la mer et de la foi des marins qui imploraient la protection divine avant chaque traversée."
            }
          ],
          "activities": [
            {
              "text": "Réservez le belvédère Providenca entre 18h et 20h pour un coucher de soleil privé sur le Kvarner. Un verre de vin local à la main, vous contemplerez la baie et les îles voisines tandis que le ciel s'embrase, expérience romantique par excellence."
            },
            {
              "text": "Explorez le parc forestier de Čikat, planté de pins d'Alep au XIXe siècle pour assainir l'air de l'île. Ses sentiers parfumés descendent vers des criques de baignade où l'eau turquoise contraste avec le vert sombre des aiguilles."
            },
            {
              "text": "Visitez le Jardin des Parfums aux 250 espèces aromatiques cultivées sur les terrasses qui dominent la ville. Cette promenade olfactive parmi lavande, sauge et romarin explique pourquoi les aromathérapeutes considèrent Lošinj comme un sanctuaire naturel."
            },
            {
              "text": "Prenez un cours de voile à l'Académie de voile de Lošinj ou louez un bateau pour explorer les îlots de l'archipel. Le vent régulier et les eaux protégées en font un terrain idéal pour les débutants comme pour les navigateurs confirmés."
            },
            {
              "text": "Dînez au restaurant Alfred Keller, table étoilée qui sublime les produits de la mer en s'inspirant des 1200 plantes aromatiques de l'île. La cuisine inventive et le cadre élégant en font l'adresse gastronomique de l'archipel."
            },
            {
              "text": "Assistez au Festival de Jazz de Mali Lošinj en août, qui programme des concerts intimes dans les cours et sur les places du port. L'acoustique des pierres et l'atmosphère décontractée créent une proximité rare entre musiciens et public."
            }
          ],
          "to_next_leg": {
            "distance_km": 5,
            "drive_min": 10,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 8,
          "region_code": "HR-08",
          "suggested_days": 0.5,
          "night": {
            "place_id": "HR::veli-losinj",
            "coords": [
              44.5142,
              14.5056
            ]
          },
          "visits": [
            {
              "text": "Veli Lošinj blottit ses maisons colorées autour d'un port miniature, plus ancien village de l'île malgré son nom qui signifie « Grand Lošinj ». Cette anomalie toponymique amuse les visiteurs et les habitants, qui expliquent que la taille se mesurait autrefois en importance plutôt qu'en superficie."
            },
            {
              "text": "L'église baroque Saint-Antoine domine le village de son clocher élancé. À l'intérieur, ex-voto marins et tableaux témoignent de la foi des capitaines qui partirent d'ici pour commercer jusqu'en Amérique et en Extrême-Orient, ramenant fortune et récits d'aventures."
            },
            {
              "text": "Le Musée de la Tour occupe une fortification vénitienne et offre une vue panoramique sur la baie. Les collections retracent l'histoire maritime de l'île à l'époque où Lošinj armait des centaines de navires et où ses capitaines étaient respectés dans tous les ports de la Méditerranée."
            },
            {
              "text": "Le port de pêche de Rovenska conserve son authenticité à l'écart des circuits touristiques. Les barques colorées se balancent doucement, les filets sèchent au soleil, et les pêcheurs réparent leurs nasses comme le faisaient leurs grands-pères."
            },
            {
              "text": "Les jardins exotiques qui entourent les villas des anciens capitaines abritent palmiers, agaves et cactus rapportés des quatre coins du monde. Ces marins enrichis par le commerce voulurent recréer chez eux les paysages découverts au cours de leurs voyages, créant des microclimats tropicaux sur cette île adriatique."
            }
          ],
          "activities": [
            {
              "text": "Visitez le Blue World Institute, centre de recherche dédié à la protection des 250 dauphins qui vivent dans les eaux de l'Adriatique. Les expositions interactives expliquent leur mode de vie, et les programmes d'adoption symbolique permettent de soutenir leur conservation."
            },
            {
              "text": "Embarquez pour une excursion dauphins au lever ou au coucher du soleil. Les chances d'observation sont exceptionnelles dans ces eaux poissonneuses, et tortues marines et thons offrent parfois des apparitions en bonus."
            },
            {
              "text": "Randonnez jusqu'au pic Televrina à 589 mètres d'altitude sur le mont Osoršćica. Le panorama à 360° embrasse tout l'archipel du Kvarner, des côtes istriennes aux montagnes du Velebit, récompense méritée après une heure et demie d'ascension."
            },
            {
              "text": "Nagez dans les criques secrètes accessibles uniquement à pied ou en bateau. Ces plages sans nom aux eaux cristallines offrent une baignade en solitaire, loin des parasols et des transats."
            },
            {
              "text": "Dégustez le poisson grillé dans une konoba du port, prise du jour accompagnée de blettes à l'huile d'olive et de pommes de terre sous la cloche. La simplicité des ingrédients et la fraîcheur des produits font toute la différence."
            }
          ],
          "to_next_leg": {
            "distance_km": 40,
            "drive_min": 120,
            "transport_mode": "ferry",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 9,
          "region_code": "HR-08",
          "suggested_days": 1.5,
          "night": {
            "place_id": "HR::rab",
            "coords": [
              44.7561,
              14.7597
            ]
          },
          "visits": [
            {
              "text": "La ville de Rab profile ses quatre clochers romans comme les mâts d'un navire de pierre, silhouette iconique de l'Adriatique qui se découpe sur le ciel depuis plus de huit siècles. Les ruelles médiévales de la presqu'île comptent parmi les mieux préservées de Croatie, et chaque pierre semble raconter une histoire."
            },
            {
              "text": "La cathédrale Sainte-Marie la Grande fut consacrée par le pape Alexandre III en personne lors de son passage en 1177. Son clocher de 26 mètres offre un panorama qui embrasse mer et toits de tuiles, et l'on comprend pourquoi les bâtisseurs choisirent ce point culminant pour élever leur sanctuaire."
            },
            {
              "text": "L'église Saint-Christophe occupe le point le plus élevé de la ville et abrite un lapidarium d'artefacts antiques couvrant la période du IIe au XVIIIe siècle. Chapiteaux romans, inscriptions latines et sculptures vénitiennes témoignent des civilisations successives qui façonnèrent l'île."
            },
            {
              "text": "L'église Sainte-Justine conserve l'art sacré et les orfèvreries accumulés par le diocèse du XIe au XVIIIe siècle. Son clocher de 1672 complète le quatuor campanaire qui fait la célébrité de Rab, chacun d'un style différent mais tous harmonieusement alignés."
            },
            {
              "text": "La Maison du Gâteau de Rab célèbre la pâtisserie locale aux amandes, citron et Maraschino. Cette recette gardée par les bénédictines depuis le XIIe siècle aurait été créée pour la visite du pape, et les habitants perpétuent jalousement cette tradition sucrée."
            },
            {
              "text": "Les remparts de la vieille ville offrent une promenade panoramique au-dessus des flots. Ces fortifications protégèrent Rab des invasions successives, des pirates aux Ottomans, et leurs pierres portent encore les traces des combats d'autrefois."
            }
          ],
          "activities": [
            {
              "text": "Promenez-vous dans le parc forestier Komrčar, 8 hectares de pins, chênes et palmiers plantés au XIXe siècle pour embellir les abords de la ville. Les sentiers ombragés descendent vers la mer et offrent une fraîcheur bienvenue aux heures chaudes de l'été."
            },
            {
              "text": "Randonnez dans la forêt Dundo sur la péninsule Kalifront, 100 hectares de chênes verts millénaires comptant parmi les mieux préservés de Méditerranée. Certains arbres atteignent 20 mètres de haut et 5 mètres de circonférence, géants silencieux qui ont vu passer les siècles."
            },
            {
              "text": "Grimpez au pic Kamenjak à 408 mètres d'altitude, point culminant de l'île qui offre une vue spectaculaire sur le Velebit. La montée depuis Mundanije prend environ 45 minutes et traverse des paysages de garrigue parfumée."
            },
            {
              "text": "Faites l'excursion à Goli Otok, l'Alcatraz croate où le régime yougoslave interna les opposants politiques de 1949 à 1989. Les ruines glaçantes de ce bagne insulaire témoignent d'un chapitre sombre de l'histoire, et les guides locaux partagent les récits des survivants."
            },
            {
              "text": "Goûtez au gâteau de Rab dans une des pâtisseries de la ville, accompagné d'un café serré face à la mer. Cette spirale d'amandes et de citron fond sur la langue et laisse un souvenir impérissable aux gourmands."
            },
            {
              "text": "Parcourez les 30 sites archéologiques de l'île grâce à l'application mobile dédiée. De Kampor à Lopar, vestiges romains, églises préromanes et fortifications médiévales jalonnent un parcours qui traverse toute l'histoire de Rab."
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 25,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 10,
          "region_code": "HR-08",
          "suggested_days": 0.5,
          "night": {
            "place_id": "HR::lopar",
            "coords": [
              44.8308,
              14.7292
            ]
          },
          "visits": [
            {
              "text": "Rajska Plaža, la Plage Paradis, déroule 1,5 km de sable fin aux eaux turquoise et peu profondes. Ce phénomène rare sur la côte rocheuse de l'Adriatique fait le bonheur des familles avec enfants, qui peuvent barboter en toute sécurité dans une eau tiède comme un bain."
            },
            {
              "text": "Lopar revendique 22 plages de sable, concentration unique en Croatie où galets et rochers dominent le littoral. Chacune offre son caractère propre, de la foule estivale de Paradise Beach à l'intimité des criques accessibles seulement à pied ou en bateau."
            },
            {
              "text": "L'église Saint-Marin honore le saint né ici au IVe siècle, tailleur de pierre parti fonder la République de San Marino sur un rocher italien. Ce fils illustre de Lopar attire les visiteurs de la microstate qui viennent en pèlerinage sur les traces de leur patron."
            },
            {
              "text": "L'église romane Saint-Jean-Baptiste date du XIe siècle et témoigne de l'ancienneté de l'occupation humaine sur cette pointe nord de l'île. Ses murs épais et son clocher trapu ont résisté aux siècles et aux tempêtes qui balaient la côte."
            },
            {
              "text": "Les vestiges de la colonie romaine de Lopar parsèment le territoire, fragments de l'antique présence qui façonna les premières routes et les premiers ports. Fondations de villas, citernes et tessons de poterie affleurent çà et là pour qui sait regarder."
            }
          ],
          "activities": [
            {
              "text": "Baignez-vous sur Paradise Beach, dont les eaux chaudes et peu profondes sont idéales pour les enfants. Transats, bars de plage et sports nautiques sont disponibles pour ceux qui le souhaitent, mais l'on peut aussi étendre sa serviette sur le sable et ne rien faire du tout."
            },
            {
              "text": "Explorez les 22 plages de sable en marchant de crique en crique le long du littoral. Chaque anse dévoile un nouveau paysage, et les plus aventureux découvriront des coins secrets où ils seront seuls au monde."
            },
            {
              "text": "Essayez les bains de boue thérapeutique dont les vertus sont réputées depuis l'Antiquité. Cette argile riche en minéraux fait merveille pour la peau, et l'on ressort de l'expérience avec un teint de bébé et une sensation de légèreté."
            },
            {
              "text": "Randonnez sur la péninsule Kalifront ou grimpez à la colline Kamenjak pour des vues imprenables sur l'île et les montagnes du Velebit qui ferment l'horizon. Les sentiers traversent des paysages de garrigue odorante où le romarin pousse à l'état sauvage."
            },
            {
              "text": "Participez aux fêtes patronales de Saint-Marin début septembre, quand procession et festivités célèbrent le fils le plus célèbre de Lopar. Les habitants revêtent leurs costumes traditionnels, les chants s'élèvent et le vin coule en l'honneur du saint fondateur."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "car",
            "method": "heuristic"
          }
        }
      ],
      "imported_at": "2026-01-15T09:24:52.596Z",
      "country": "HR"
    }
  ]
}