{
  "itins": [
    {
      "itin_id": "HR::south-dalmatia::split-to-hvar",
      "language": "en",
      "created_at": "2026-01-15T14:00:00Z",
      "source_url": "",
      "dept_code": "HR",
      "dept_name": "South Dalmatia",
      "title": "Road Trip South Dalmatia: From Split to Hvar",
      "estimated_days_base": 10,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "HR-17",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::split",
            "coords": [
              43.5081,
              16.4402
            ]
          },
          "visits": [
            {
              "text": "Diocletian's Palace is a UNESCO World Heritage Site built between 295 and 305 AD as a retirement residence for the Roman Emperor Diocletian. The complex includes the Peristyle square with its 3,500-year-old Egyptian sphinx, the only one of the original twelve sphinxes to survive nearly intact."
            },
            {
              "text": "The Vestibule features an open dome with exceptional acoustics that has made it a beloved venue for klapa singers performing traditional Dalmatian a cappella harmonies, recognized by UNESCO as Intangible Cultural Heritage since 2012."
            },
            {
              "text": "The underground cellars reveal magnificent vaulted chambers that once supported the imperial apartments above, their labyrinthine passages now famous worldwide as Game of Thrones filming locations where Daenerys Targaryen kept her dragons chained."
            },
            {
              "text": "The Golden Gate was the most important entrance to the palace, with the tiny St. Martin's Chapel hidden above it, originally a guardroom around 300 AD converted into a place of worship around 852 AD, measuring only 10 meters long and 1.6 meters wide."
            },
            {
              "text": "The Silver Gate preserves original Roman paving stones and was reopened in 1952 after careful restoration, having been closed from the Middle Ages until 1950."
            }
          ],
          "activities": [
            {
              "text": "The Riva waterfront promenade runs along the palace's southern walls where the Adriatic once crashed directly against the ancient stones before land reclamation created this beloved gathering space, perfect for sunset drinks and people-watching during the evening passeggiata."
            },
            {
              "text": "The narrow alleyways hide treasures like the ancient drinking fountain where locals still gather to chat, secret courtyard gardens with colorful hanging laundry, and historic standing tables made from Roman columns sawn in half during the Middle Ages."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 2,
          "region_code": "HR-17",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::split",
            "coords": [
              43.5081,
              16.4402
            ]
          },
          "visits": [
            {
              "text": "The Cathedral of St. Domnius was originally Diocletian's mausoleum, an ironic twist since the emperor persecuted Christians during his reign. The wooden doors carved in 1214 are among Europe's oldest preserved wooden doors, while the bell tower offers panoramic views over the city's terracotta rooftops."
            },
            {
              "text": "The Crypt of St. Lucy beneath the cathedral is a circular chamber dedicated to the patron saint of those suffering from eye diseases, designed in the same shape as the mausoleum above."
            },
            {
              "text": "The Temple of Jupiter was built during the palace's original construction phase between 295-305 AD and later transformed into a baptistery dedicated to St. John the Baptist in the 7th century, with a headless sphinx guarding the entrance."
            },
            {
              "text": "The Split City Museum housed in a Gothic palace displays illustrations showing how Diocletian's Palace appeared in Roman times, helping visitors understand the original grandeur of the imperial complex."
            },
            {
              "text": "The Croatian National Theatre built in 1893 is one of the oldest surviving theatres in Dalmatia, beautifully rebuilt after a devastating fire in 1970 and now standing as a colorful landmark."
            }
          ],
          "activities": [
            {
              "text": "Republic Square echoes Venice's St. Mark's Square with its Renaissance colonnades and sea views, built in the mid-19th century under Mayor Antonio Bajamonti, hosting summer concerts and lined with lively bars year-round."
            },
            {
              "text": "Fruit Square and People's Square form the social heart of the old town with outdoor terraces, ice cream shops, the historic Town Hall, and a vibrant evening atmosphere surrounded by medieval architecture."
            },
            {
              "text": "The aptly named Let Me Pass Street beside Jupiter's Temple may be the narrowest passage in Croatia, so tight that two people cannot squeeze past each other, with local custom dictating that whoever shouts first claims the right of way."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 3,
          "region_code": "HR-17",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::split",
            "coords": [
              43.5081,
              16.4402
            ]
          },
          "visits": [
            {
              "text": "The Church of Our Lady of Health was rebuilt in 1937 though its 18th-century bell tower survived, and the adjacent monastery remains an active place known for charitable work in the community."
            },
            {
              "text": "Klis Fortress dominates the landscape from its rocky ridge just 10 kilometers northeast of Split, a stronghold fortified for more than 2,000 years since the Illyrian Dalmatae tribe in the last centuries BCE."
            },
            {
              "text": "The fortress served as the seat of Croatian dukes including Trpimir I in the 9th century and became famous for its heroic resistance against Ottoman sieges, with Petar Kružić and his Uskoks defending it for more than 25 years until 1537."
            },
            {
              "text": "The Church of St. Vid inside the fortress was originally an Ottoman mosque built on the foundations of a medieval Croatian chapel, later converted by the Venetians who destroyed the minaret and added an octagonal roof."
            },
            {
              "text": "The Prince's Residence was constructed on the ancient foundations of Croatian rulers' headquarters and rebuilt multiple times by the Venetians in the 17th-18th centuries, with the Austrians giving it its final form around 1820."
            }
          ],
          "activities": [
            {
              "text": "Marjan Hill rises 178 meters above Split with pine forests planted since the 1950s, hiking trails, a small church at the summit, and stunning panoramic views over the city's rooftops, Brač island and the Dalmatian archipelago."
            },
            {
              "text": "Game of Thrones fans will recognize Klis Fortress as the city of Meereen, with filming locations including the crucifixion scene below the Bembo Bastion, the execution in the infantry barracks, and the dragon cave entrance in the tunnel at the top."
            },
            {
              "text": "The reconstructed medieval smithy inside Klis demonstrates the nearly forgotten metal-processing skills that were essential in every large fortress for producing and repairing military equipment, shields and weapons."
            }
          ],
          "to_next_leg": {
            "distance_km": 27,
            "drive_min": 35,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 4,
          "region_code": "HR-17",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::trogir",
            "coords": [
              43.5172,
              16.2517
            ]
          },
          "visits": [
            {
              "text": "Trogir's old town is a UNESCO World Heritage Site located on a small island connected by bridges, featuring a remarkably preserved medieval center often called a mini Dubrovnik with the same historical charm but far fewer crowds."
            },
            {
              "text": "The Cathedral of St. Lawrence is a Romanesque-Gothic masterpiece with the Portal of Radovan carved in 1240, considered the finest example of Romanesque sculpture in Dalmatia, while the bell tower offers panoramic views over the orange rooftops and harbor."
            },
            {
              "text": "The 15th-century Clock Tower with its blue dial and bright orange rooftop stands opposite the cathedral on the main square, a fine heritage piece visible from the bell tower and at ground level."
            },
            {
              "text": "Cipiko Palace occupies the western side of the main Piazza, a 15th-century mansion with Gothic facade that was formerly the home of noble families who left their mark on the square."
            },
            {
              "text": "Kamerlengo Fortress is a 15th-century Venetian fortification at the end of the waterfront, now an empty ruin hosting summer concerts but offering sweeping panoramic views especially spectacular at sunset."
            },
            {
              "text": "The thousand-year-old monastery contains a church, cloister courtyard and museum, including Kairos, a symbol of good luck in Trogir."
            }
          ],
          "activities": [
            {
              "text": "The palm-lined waterfront stretches the length of the old town with ancient monumental doors connecting the Riva to the medieval streets, buzzing cafes, and beautiful views of yachts and the surrounding mountains."
            },
            {
              "text": "Wandering the narrow marble-paved medieval lanes reveals hidden gems from beautiful courtyards to boutique shops selling handcrafted jewelry, ceramics and Croatian art souvenirs."
            },
            {
              "text": "Boat excursions depart from the waterfront to the Blue Lagoon and smaller picturesque islands with pebble beaches and hidden coves for swimming in crystal-clear waters."
            },
            {
              "text": "The beaches on Čiovo island are accessible by crossing the bridge, offering a more relaxed atmosphere for swimming and sunbathing away from the historic center."
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 60,
            "transport_mode": "ferry",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 5,
          "region_code": "HR-17",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::bol",
            "coords": [
              43.2619,
              16.6556
            ]
          },
          "visits": [
            {
              "text": "Zlatni Rat beach is one of the most photographed beaches in the world, with its unique tongue-shaped pebble spit that shifts and changes form according to the winds and sea currents, extending into crystal-clear turquoise waters."
            },
            {
              "text": "The Dominican Monastery dating from the 15th century sits at the far eastern end of town and holds a valuable collection of prehistoric exhibits and other historic findings documenting the island's ancient past."
            },
            {
              "text": "The Branislav Dešković Art Gallery keeps artworks from local artists and contains one of the most representative displays of Croatian modern art on the Dalmatian coast."
            },
            {
              "text": "The old town features narrow streets and stone houses including the curious house within a house, built according to legend following a tragic conflict between two families."
            }
          ],
          "activities": [
            {
              "text": "Windsurfing and kitesurfing conditions at Bol are considered among the best in the Mediterranean, with the area serving as the center for these water sports in Croatia, hosting annual competitions and offering schools with equipment rental and lessons."
            },
            {
              "text": "The wine tradition on Brač dates back to ancient Rome and the Republic of Venice, with vineyards still visible on the slopes of Vidova Gora producing excellent local wines available for tasting."
            },
            {
              "text": "Boat excursions depart to neighboring Hvar island or to the famous Blue Cave on Biševo island, a waterlogged sea cave where sunlight creates magical blue reflections between 10am and 1pm."
            },
            {
              "text": "The vibrant nightlife scene offers bars and clubs on the waterfront with stunning sea views, and clubs near Zlatni Rat beach for those who want to stay up until the early hours."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 6,
          "region_code": "HR-17",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::bol",
            "coords": [
              43.2619,
              16.6556
            ]
          },
          "visits": [
            {
              "text": "Vidova Gora at 778 meters is the highest peak of all Adriatic islands, offering stunning panoramic views over Bol, Zlatni Rat beach and the surrounding archipelago stretching to the horizon."
            },
            {
              "text": "The Dragon's Cave near the village of Murvica requires extra effort to visit but rewards explorers with incredible mystical stories and unique rock formations, best experienced with a local guide who knows all the details."
            },
            {
              "text": "The Glagolitic hermitages scattered in the vicinity of Bol include the famous Blaca Monastery built into the cliffs and Dračeva Luka, testament to the island's spiritual heritage."
            }
          ],
          "activities": [
            {
              "text": "Hiking to Vidova Gora takes about 2 hours on a steep path with significant elevation gain, recommended only for those with good endurance, though the summit can also be reached by car for those preferring an easier approach."
            },
            {
              "text": "Beach relaxation at Zlatni Rat or exploring other stunning beaches around Bol, with many locals describing Murvica Beach as the most beautiful on the entire island."
            },
            {
              "text": "Participating in local summer festival events showcases the rich heritage, arts and culture of the region through performances, concerts and exhibitions held throughout the season."
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 45,
            "transport_mode": "ferry",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 7,
          "region_code": "HR-17",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::hvar",
            "coords": [
              43.1725,
              16.4411
            ]
          },
          "visits": [
            {
              "text": "Stari Grad is the oldest town in Croatia with 2,400 years of history, offering an authentic and peaceful atmosphere that contrasts sharply with the busier resort towns, with pastel Renaissance houses lining the calm harbor."
            },
            {
              "text": "Tvrdalj Castle is a 16th-century fortified summer residence built for poet and thinker Petar Hektorović, featuring a central fishpond, crumbling walls, gardens at their best from June to August, and philosophical inscriptions including if you know what you are, why are you arrogant."
            },
            {
              "text": "Skor Square is the picture-perfect heart of the old town with ancient stone houses and St. Stephen's Church with its bell tower, appearing crumbly and ancient on the outside but surprisingly beautiful inside."
            },
            {
              "text": "The Stari Grad Plain is a UNESCO World Heritage Site dating from ancient Greek times, a cultural landscape of vineyards and lavender fields preserving an agricultural system unchanged for 24 centuries."
            }
          ],
          "activities": [
            {
              "text": "Walking the peaceful harbor lined with fishing boats and Renaissance houses in soft pastel colors offers a stark contrast to the energy of Hvar Town, with local cafes perfect for morning coffee and croissants."
            },
            {
              "text": "Climbing Glavica Hill to the white cross viewpoint takes about 20 minutes and rewards with sweeping panoramic views over the orange rooftops, harbor and surrounding Mediterranean landscape."
            },
            {
              "text": "Cycling through the UNESCO Plain and vineyards allows exploration of the ancient Greek agricultural landscape, with wine tastings available at local wineries offering farm-to-table experiences amid olive groves."
            },
            {
              "text": "The charming oldest street in Stari Grad is home to the best lavender ice cream on the island, a perfect treat while exploring the narrow lanes and hidden corners."
            }
          ],
          "to_next_leg": {
            "distance_km": 20,
            "drive_min": 30,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 8,
          "region_code": "HR-17",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::hvar",
            "coords": [
              43.1725,
              16.4411
            ]
          },
          "visits": [
            {
              "text": "The Španjola Fortress, also known as Fortica or Spanish Fort, is the most striking sight in Hvar Town, a 16th-century stronghold perched high above town with adjoining 13th-century stone walls that have protected inhabitants for centuries."
            },
            {
              "text": "Napoleon Fortress sits even higher on the hill, built during French occupation in the early 19th century, now housing the Hvar Observatory and offering even more spectacular views than Španjola, particularly magical at sunset."
            },
            {
              "text": "St. Stephen's Square, called Hvarska Pjaca, is one of the largest main squares in Dalmatia, surrounded by historic attractions including the Arsenal Building with the Hvar Theatre inside, one of the oldest public theatres in Europe dating from 1612."
            },
            {
              "text": "St. Stephen's Cathedral dominates the square with the Bishop's Palace nearby, while the Loggia and soaring clock tower were once part of the Governor's Palace."
            },
            {
              "text": "The Benedictine Convent is famous for nuns who make delicate lace from agave fibers, while the Franciscan Monastery offers peaceful cloisters where summer festival concerts create unforgettable acoustic experiences."
            }
          ],
          "activities": [
            {
              "text": "The coastal trail connecting Hvar Town to the village of Milna stretches approximately 4 miles along stunning scenery of deep coves, shallow bays, turquoise water and pebbly beaches, taking about 2 hours including photo stops."
            },
            {
              "text": "Highlights along the coastal walk include Pokonji Dol Beach with its gorgeous teal water, the secluded Mekicevica Beach near rustic Robinson Restaurant, and numerous hidden swimming spots accessible only on foot."
            },
            {
              "text": "The climb to the Spanish Fortress rewards visitors with panoramic views stretching out to the Pakleni Island Archipelago, with free viewpoints directly in front of the fortress for those who don't wish to pay entrance."
            },
            {
              "text": "The Hvar City Cemetery perched on the hillside offers incredible views and a peaceful atmosphere away from the bustling harbor below."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 9,
          "region_code": "HR-17",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::hvar",
            "coords": [
              43.1725,
              16.4411
            ]
          },
          "visits": [
            {
              "text": "The Pakleni Archipelago stretches for more than 6 miles across 16 islands, most of them uninhabited with towering pine trees as the sole residents, offering secluded coves and magnificent natural beauty."
            }
          ],
          "activities": [
            {
              "text": "Exploring the Pakleni Islands by rental boat is an ideal way to navigate the waters, with basic boats available for around 100 euros per day accommodating up to five people, perfect for discovering hidden coves at your own pace."
            },
            {
              "text": "Taxi boats depart from the stand next to the Arsenal Building for quick trips to popular Pakleni destinations like Zdrilca Beach, Mlini Beach and the famous Carpe Diem Beach Bar on Otok Marinkovac."
            },
            {
              "text": "Kayaking to the Pakleni Islands offers an active adventure for those who want to paddle through the crystal-clear waters, with both rentals and organized kayak tours available from Hvar Town."
            },
            {
              "text": "The town beaches include Bonj west of town with umbrella rentals and nearby restaurants, the small and pretty Lucica Beach next to the Franciscan Monastery, and rocky Krizna Luka with gorgeous water and splendid views of the Spanish Fort."
            },
            {
              "text": "The Hvar Summer Festival has been bringing cultural events to the island since the 1960s with free musical performances held in historic venues like the Franciscan Monastery cloister."
            },
            {
              "text": "The vibrant nightlife includes the legendary Carpe Diem club attracting stylish revelers, the low-key Falko Bar with hammocks and excellent sunset views, craft beer at Vunetovo brewery, and the bars lining the harbor promenade."
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 90,
            "transport_mode": "ferry",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 10,
          "region_code": "HR-17",
          "suggested_days": 1,
          "night": {
            "place_id": "HR::hvar",
            "coords": [
              43.1725,
              16.4411
            ]
          },
          "visits": [
            {
              "text": "The lavender fields of Hvar bloom in June and July, covering the island's interior in purple waves of fragrant flowers that have been cultivated here for generations, with the village of Velo Grablje hosting an annual lavender festival."
            },
            {
              "text": "The abandoned village of Malo Grablje accessible by hiking trail from Napoleon Fortress offers a haunting glimpse into rural Dalmatian life, with stone houses slowly being reclaimed by nature since residents left for the coast decades ago."
            }
          ],
          "activities": [
            {
              "text": "Beach hopping to the stunning southern beaches of Hvar including Dubovica and Jagodna accessible by car or scooter rewards with crystal-clear waters in dramatic cove settings far from the crowds of Hvar Town."
            },
            {
              "text": "Renting a scooter or ATV allows exploration of the island's scenic interior roads winding through lavender fields, ancient stone walls and traditional villages at your own pace."
            },
            {
              "text": "A sunset sailing tour around the Pakleni Islands offers the most romantic way to end your Hvar stay, with swimming stops in secluded bays and views of the archipelago bathed in golden light."
            },
            {
              "text": "Relaxing at a beach club with loungers, cocktails and Mediterranean cuisine provides the perfect lazy day before continuing your journey, with several stylish options along the coast near Hvar Town."
            }
          ],
          "to_next_leg": {
            "distance_km": 0,
            "drive_min": 0,
            "transport_mode": "ferry",
            "method": "heuristic"
          }
        }
      ],
      "imported_at": "2026-01-15T09:24:52.617Z",
      "country": "HR"
    }
  ]
}