{
  "version": "v1",
  "country": "GE",
  "language": "es",
  "itineraries": [
    {
      "itin_id": "GE::georgia::caucasus-heritage-trail",
      "id": "GE::georgia::caucasus-heritage-trail",
      "language": "es",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Road Trip Georgia: Torres Medievales, Ciudades Rupestres y Montañas del Cáucaso",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 23,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GE::tbilisi",
            "coords": [
              41.7151,
              44.8271
            ]
          },
          "visits": [
            {
              "text": "Explore el encantador casco antiguo de Tiflis, donde siglos de patrimonio arquitectónico se fusionan armoniosamente con la energía creativa moderna. Fundada en el año 458 d.C. en la encrucijada entre Europa y Asia, la capital georgiana exhibe una extraordinaria mezcla de fortalezas medievales, iglesias ornamentadas, monumentos de la era soviética e instalaciones de arte contemporáneo. Pasee por callejuelas empedradas donde antiguos muros de piedra se encuentran con coloridos balcones adornados con intrincadas tallas de madera.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Ascienda a la Fortaleza de Narikala en el pintoresco teleférico para disfrutar de vistas panorámicas de toda la ciudad y del sinuoso río Mtkvari abajo. Esta antigua ciudadela data del siglo IV y ha sido testigo de innumerables invasiones y reconstrucciones a lo largo de la turbulenta historia de Georgia. Las murallas de la fortaleza ofrecen excepcionales puntos de vista para fotografía, especialmente durante la hora dorada cuando la ciudad brilla bajo las estribaciones del Cáucaso.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Descubra el famoso Mercado del Puente Seco, un extenso bazar al aire libre donde los vendedores exhiben recuerdos soviéticos, joyas antiguas, artesanías tradicionales y curiosos tesoros de décadas pasadas. Este vibrante lugar de encuentro captura perfectamente el espíritu ecléctico de Tiflis y ofrece fascinantes perspectivas de la cultura e historia georgianas.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Rejuvenezca en los históricos baños de azufre de Abanotubani, el barrio de los baños donde los manantiales termales naturales han atraído visitantes durante siglos. Las distintivas estructuras abovedadas de ladrillo albergan aguas minerales terapéuticas que siguen siendo una preciada tradición georgiana. Pasee por el jardín botánico adyacente con sus tranquilos senderos entre exuberante vegetación.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 25,
            "drive_min": 40,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GE::mtskheta",
            "coords": [
              41.8423,
              44.7186
            ]
          },
          "visits": [
            {
              "text": "Visite Mtskheta, designada Patrimonio de la Humanidad por la UNESCO y venerada como la ciudad sagrada de Georgia por la Iglesia Ortodoxa. Este antiguo asentamiento sirvió como capital de la nación durante casi un milenio y sigue siendo el corazón espiritual del cristianismo georgiano. Las atmosféricas calles bordeadas de casas tradicionales de piedra conducen a monumentos de extraordinaria importancia religiosa e histórica.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Entre en la Catedral de Svetitskhoveli, una de las estructuras religiosas más veneradas del Cáucaso, que según muchos georgianos alberga la túnica sagrada de Cristo. Esta magnífica obra maestra del siglo XI presenta notables frescos, intrincadas tallas en piedra y una atmósfera de profunda espiritualidad. La grandeza arquitectónica de la catedral refleja la edad de oro de la cultura medieval georgiana.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Suba al Monasterio de Jvari, encaramado dramáticamente en un acantilado con vistas a la confluencia de los ríos Mtkvari y Aragvi. Datando del siglo VI, esta joya arquitectónica representa uno de los primeros ejemplos del diseño eclesiástico georgiano y ofrece impresionantes vistas de Mtskheta abajo. La posición aislada del monasterio y sus antiguas piedras crean una atmósfera inolvidable de contemplación.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 150,
            "drive_min": 180,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GE::gudauri",
            "coords": [
              42.4756,
              44.4778
            ]
          },
          "visits": [
            {
              "text": "Recorra la legendaria Carretera Militar Georgiana, una de las rutas de montaña más espectaculares del mundo que conecta Tiflis con el alto Cáucaso. Esta histórica ruta serpentea a través de dramáticos desfiladeros, pasando junto a antiguas fortalezas y a lo largo de ríos caudalosos que han moldeado el paisaje durante milenios. Cada curva revela nuevas vistas de picos nevados y verdes valles.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Deténgase en el Monumento a la Amistad Rusia-Georgia, un impresionante panorama de mosaico de la era soviética construido en 1983 para conmemorar las relaciones bilaterales. La colorida estructura semicircular presenta intrincados trabajos de azulejos que representan escenas de la historia georgiana y rusa. Más importante aún, la plataforma de observación ofrece espectaculares panorámicas de la naturaleza montañosa circundante.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Descubra Gudauri, el principal centro de montaña de Georgia con 35 kilómetros de pistas de esquí servidas por 15 modernos remontes durante los meses de invierno. En verano, la zona se transforma en un paraíso para excursionistas y practicantes de parapente que buscan aventura en paisajes alpinos vírgenes. La estación se encuentra a 2.200 metros de altitud, ofreciendo aire fresco de montaña y paisajes dramáticos durante todo el año.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GE::stepantsminda",
            "coords": [
              42.6592,
              44.6439
            ]
          },
          "visits": [
            {
              "text": "Llegue a Stepantsminda (anteriormente Kazbegi), la puerta de entrada a algunos de los paisajes de montaña más espectaculares de toda la cordillera del Cáucaso. Este encantador pueblo de las tierras altas se sitúa a 1.740 metros de altitud a la sombra del monte Kazbek, un volcán inactivo que se eleva hasta los 5.054 metros y domina el horizonte. La región ofrece excepcionales oportunidades para senderismo, paseos a caballo y experimentar la vida tradicional de los pueblos de montaña.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Camine hasta la Iglesia de la Trinidad de Gergeti (Tsminda Sameba), el monumento más icónico de Georgia, encaramado en una colina a 2.170 metros con el monte Kazbek como telón de fondo. Este santuario de piedra del siglo XIV parece flotar entre las nubes, creando una de las escenas más fotografiadas del Cáucaso. El sendero de dificultad moderada recompensa a los visitantes con vistas cada vez más dramáticas a medida que aumenta la altitud.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explore el Valle de Truso, un paisaje glaciar remoto salpicado de manantiales minerales, formaciones de travertino y pueblos de piedra abandonados. El valle se extiende hacia la frontera rusa a través de un terreno de belleza sobrenatural, con formaciones rocosas multicolores y manantiales carbonatados naturales. Esta aventura fuera de los caminos trillados muestra la naturaleza salvaje que hace tan excepcionales las montañas de Georgia.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 180,
            "drive_min": 210,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GE::sighnaghi",
            "coords": [
              41.6175,
              45.9217
            ]
          },
          "visits": [
            {
              "text": "Llegue a Sighnaghi, un pintoresco pueblo en lo alto de una colina conocido como la 'Ciudad del Amor' por su atmósfera romántica y sus impresionantes vistas sobre el Valle de Alazani. Este asentamiento fortificado del siglo XVIII presenta murallas defensivas notablemente conservadas con 23 torres, cada una nombrada en honor a pueblos cercanos. Calles empedradas serpentean entre casas de colores pastel con tradicionales balcones de madera que dan a interminables viñedos abajo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Recorra las históricas murallas que rodean Sighnaghi, extendiéndose más de 4 kilómetros con torres accesibles que ofrecen miradores panorámicos. Estas impresionantes fortificaciones fueron construidas por el Rey Erekle II para proteger las valiosas comunidades productoras de vino de la región contra invasiones. Las murallas siguen siendo uno de los mejores ejemplos conservados de arquitectura militar georgiana del período real.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visite el Convento de Bodbe, lugar de descanso final de Santa Nino, quien trajo el cristianismo a Georgia en el siglo IV. Este activo complejo monástico presenta jardines bellamente mantenidos y un manantial sagrado al que se atribuyen propiedades curativas. Los peregrinos descienden una larga escalinata a través de cipreses para alcanzar el manantial, creando un viaje contemplativo por la ladera boscosa.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Experimente la renombrada cultura vinícola de Kakheti en bodegas familiares tradicionales que producen vino utilizando los antiguos métodos de vasijas de arcilla qvevri. Esta técnica de vinificación reconocida por la UNESCO data de hace 8.000 años, convirtiendo a Georgia en una de las regiones productoras de vino más antiguas de la Tierra. Deguste vinos ámbar, tintos robustos y conozca variedades de uva que no se encuentran en ningún otro lugar del mundo.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 70,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GE::davit-gareja",
            "coords": [
              41.45,
              45.3833
            ]
          },
          "visits": [
            {
              "text": "Viaje a Davit Gareja, un extraordinario complejo monástico del siglo VI excavado en laderas semidesérticas cerca de la frontera con Azerbaiyán. Fundado por uno de los Trece Padres Sirios que difundieron el cristianismo por el Cáucaso, este remoto lugar de peregrinación comprende cientos de cuevas, celdas y capillas decoradas con frescos medievales. El austero paisaje crea una atmósfera de profundo aislamiento y contemplación espiritual.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Suba al complejo monástico superior para disfrutar de vistas a través del paisaje desértico pintado que se extiende hasta la frontera con Azerbaiyán. Antiguas celdas rupestres con pinturas religiosas descoloridas pero aún visibles salpican los acantilados, testimonio de siglos de devoción monástica en este austero entorno. Monjes activos continúan habitando partes de este notable sitio patrimonial.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explore el terreno semiárido de otro mundo que rodea Davit Gareja, caracterizado por colinas ondulantes, vegetación escasa y vivos tonos terrosos raramente vistos en otras partes de Georgia. Este ecosistema único alberga flora y fauna distintivas adaptadas a las condiciones secas. El viaje hasta aquí desde Sighnaghi atraviesa paisajes variados que demuestran la notable diversidad geográfica del país.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 100,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GE::uplistsikhe",
            "coords": [
              41.9658,
              44.2094
            ]
          },
          "visits": [
            {
              "text": "Descubra Uplistsikhe, uno de los asentamientos urbanos más antiguos del Cáucaso, tallado enteramente en roca sobre una meseta sobre el río Mtkvari. Datando de la Edad del Bronce tardío y floreciendo como importante centro comercial en el siglo VI a.C., esta notable ciudad rupestre sirvió como parada vital en la Ruta de la Seda que conectaba Asia con Europa. Cientos de cuevas, cámaras y túneles perforan las formaciones de arenisca.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore la impresionante infraestructura de la antigua ciudad rupestre, incluyendo una gran plaza central, la Sala de la Reina Tamar, bodegas de vino talladas en roca, un templo pagano y una iglesia cristiana medieval. Un antiguo túnel secreto proporcionaba rutas de escape durante los asedios, mientras que canales tallados distribuían agua por todo el asentamiento. Los artefactos descubiertos aquí se exhiben ahora en el Museo Nacional de Tiflis.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pasee por el complejo arqueológico de Uplistsikhe, imaginando el bullicioso mercado que una vez prosperó en estas cámaras de piedra. La Iglesia de Uplistsuli del siglo X domina el punto más alto del sitio, su sencilla construcción de piedra contrastando con las cuevas precristianas que la rodean. El atardecer proyecta luz dorada sobre las formaciones rocosas, creando mágicas oportunidades fotográficas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 85,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GE::gori",
            "coords": [
              41.9867,
              44.1125
            ]
          },
          "visits": [
            {
              "text": "Explore Gori, lugar de nacimiento de Iósif Stalin y sede del controvertido museo que documenta su vida y legado. El complejo del Museo de Stalin incluye su casa de infancia preservada bajo un pabellón protector, su vagón de tren personal y extensas exposiciones de fotografías y artefactos. Los visitantes pueden examinar esta complicada figura histórica mientras pasean por calles que aún conservan arquitectura de la era soviética.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Suba a la Fortaleza de Gori, una ciudadela medieval que corona una colina rocosa en el corazón de la ciudad con vistas dominantes de las llanuras circundantes. Las evidencias arqueológicas sugieren que existieron fortificaciones aquí desde antes del siglo I a.C., haciendo de este sitio testigo de milenios de historia georgiana. Las murallas y torres restauradas proporcionan excelentes puntos de vista para entender la importancia estratégica de la región.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visite el Museo Histórico y Etnográfico Sergi Makalatia para comprender mejor las tradiciones culturales georgianas y la historia regional más allá de la narrativa de Stalin. La Catedral de la Natividad de la Santísima Virgen ofrece jardines tranquilos para la contemplación. La ubicación central de Gori la convierte en una base ideal para explorar múltiples atracciones cercanas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 20,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GE::borjomi",
            "coords": [
              41.8422,
              43.3897
            ]
          },
          "visits": [
            {
              "text": "Llegue a Borjomi, la famosa ciudad balneario de Georgia enclavada en un desfiladero boscoso y reconocida mundialmente por su agua mineral naturalmente carbonatada. La ciudad se desarrolló como destino de moda durante el siglo XIX cuando la familia imperial rusa construyó aquí su residencia de verano. Densos bosques de pinos, manantiales terapéuticos y aire fresco de montaña continúan atrayendo visitantes en busca de relajación y bienestar natural.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Pasee por el Parque Central de Borjomi donde los visitantes pueden degustar el famoso agua mineral directamente de la fuente sin coste alguno. Un teleférico vintage asciende desde el parque hasta miradores panorámicos sobre la ciudad y los picos circundantes. Los históricos edificios de los baños muestran elegante arquitectura del siglo XIX que refleja la edad de oro de Borjomi como destino terapéutico.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visite el ornamentado Palacio Romanov, residencia de verano de la familia imperial rusa con su distintiva mampostería a rayas rojas y amarillas y románticos jardines. Los terrenos del palacio ofrecen tranquilos senderos a través de paisajes cuidados. Considere explorar partes del vasto Parque Nacional Borjomi-Kharagauli, una de las áreas protegidas más grandes de Europa con diversos ecosistemas y extensas rutas de senderismo.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GE::vardzia",
            "coords": [
              41.3811,
              43.2836
            ]
          },
          "visits": [
            {
              "text": "Maravíllese con Vardzia, una extraordinaria ciudad monástica rupestre excavada en escarpados acantilados durante la edad de oro de Georgia en el siglo XII bajo la Reina Tamar. Este notable complejo se extiende aproximadamente 500 metros a lo largo de la pared rocosa y se eleva 19 niveles, conteniendo originalmente más de 6.000 apartamentos, iglesias y espacios funcionales. El sitio ha sido propuesto para su consideración como Patrimonio de la Humanidad por la UNESCO.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore más de 400 salas accesibles incluyendo 12 capillas, 25 bodegas de vino, una panadería, farmacias y un intrincado sistema de túneles que conecta diferentes secciones. La Iglesia de la Dormición conserva notables frescos incluyendo un famoso retrato de la propia Reina Tamar. Abandonada tras la conquista otomana en el siglo XVI, Vardzia sigue siendo uno de los monumentos medievales más impresionantes de toda la región del Cáucaso.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pase varias horas vagando por los laberínticos pasadizos de Vardzia, descubriendo cámaras ocultas y apreciando el ingenio de ingeniería requerido para crear esta ciudad vertical. La ubicación remota rodeada de dramáticos paisajes de cañón añade a la atmósfera mística del lugar. Monjes activos todavía mantienen un pequeño monasterio dentro del complejo, continuando tradiciones establecidas hace nueve siglos.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 200,
            "drive_min": 210,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GE::akhaltsikhe",
            "coords": [
              41.6394,
              42.9867
            ]
          },
          "visits": [
            {
              "text": "Explore Akhaltsikhe, capital de la región de Samtskhe-Javakheti y puerta de entrada a las notables atracciones del sur de Georgia. La historia de la ciudad refleja siglos de influencia georgiana y otomana, creando una mezcla cultural única visible en la arquitectura local y las tradiciones. Recientemente revitalizado, el centro de la ciudad ofrece excelentes instalaciones mientras mantiene un auténtico carácter regional.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubra la magnífica Fortaleza de Rabati, un impresionante complejo de castillo medieval completamente restaurado en años recientes para mostrar su herencia otomana y georgiana estratificada. Los terrenos de la fortaleza abarcan jardines bien cuidados, una mezquita, una iglesia y una sinagoga, reflejando la historia multicultural de la región. Subir a las torres recompensa a los visitantes con espectaculares vistas del pueblo y las montañas circundantes.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pasee por los iluminados terrenos de Rabati al atardecer, cuando la iluminación atmosférica transforma la fortaleza en un escenario mágico. El complejo incluye museos que documentan la historia local y las artesanías tradicionales. Akhaltsikhe sirve como base perfecta para explorar destinos menos conocidos como Tmogvi, la Fortaleza de Khertvisi y los remotos valles del sur de Georgia.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 60,
            "drive_min": 75,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GE::khulo",
            "coords": [
              41.6422,
              42.31
            ]
          },
          "visits": [
            {
              "text": "Aventúrese tierra adentro desde Batumi para descubrir el corazón montañoso de Adjara, una región de picos boscosos y pueblos tradicionales raramente visitada por viajeros internacionales. Las montañas del Pequeño Cáucaso se elevan dramáticamente desde la llanura costera, creando paisajes de excepcional belleza. Este territorio fuera de los caminos trillados recompensa a los visitantes aventureros que buscan auténtica cultura montañesa georgiana.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Experimente el notable teleférico de Khulo, una pequeña góndola roja que se eleva 350 metros sobre un profundo valle para conectar los pueblos de Khulo y Tago. Este espectacular recorrido ofrece vistas a vuelo de pájaro del escarpado terreno y los tradicionales asentamientos de las tierras altas. Los propios pueblos brindan vislumbres de la pausada vida montañesa, muy alejada del desarrollo turístico costero.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explore las oportunidades de senderismo en toda la montañosa Adjara, desde caminatas de un día hasta trekkings de varios días por prístinos entornos de las tierras altas. Numerosas casas de huéspedes en pueblos remotos ofrecen auténtica hospitalidad y especialidades regionales caseras. La zona permanece genuinamente sin desarrollar, proporcionando a los viajeros aventureros experiencias cada vez más difíciles de encontrar en otras partes de Georgia.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GE::batumi",
            "coords": [
              41.6168,
              41.6367
            ]
          },
          "visits": [
            {
              "text": "Llegue a Batumi, la principal ciudad turística del Mar Negro de Georgia, conocida por su mezcla única de arquitectura histórica y llamativos edificios contemporáneos que le han valido comparaciones con Las Vegas. El paseo marítimo se extiende kilómetros a lo largo de playas de guijarros respaldadas por palmeras y esculturas modernas. Esta cosmopolita ciudad pulsa con energía durante los meses de verano cuando visitantes de toda la región acuden a sus atracciones costeras.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore el encantador casco antiguo de Batumi, donde edificios de estilo europeo, callejuelas estrechas y la histórica Mezquita Orta Jame reflejan la herencia multicultural de la ciudad. La región de Adjara mantiene tradiciones culturales distintivas con aproximadamente un 30 por ciento de población musulmana, distinguiéndola de otras regiones georgianas. Fuentes musicales, carriles bici y animada vida nocturna crean una atmósfera de celebración.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Camine por el Jardín Botánico de Batumi, un sendero empinado pero gratificante que asciende por laderas cubiertas de exóticas colecciones de plantas culminando en espectaculares panorámicas del Mar Negro. Los extensos terrenos exhiben flora de todo el mundo en un impresionante entorno costero. El atardecer da vida a las famosas fuentes danzantes mientras el iluminado Boulevard invita a relajados paseos junto al mar.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 80,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GE::martvili",
            "coords": [
              42.415,
              42.3819
            ]
          },
          "visits": [
            {
              "text": "Experimente el Cañón de Martvili, una impresionante maravilla natural donde aguas verde esmeralda fluyen a través de una estrecha garganta de piedra caliza cubierta de musgo y exuberante vegetación. Breves paseos en barca transportan a los visitantes por las secciones más pintorescas, deslizándose bajo acantilados colgantes y junto a cascadas. La escala íntima del cañón crea una atmósfera de pacífica inmersión en prístina belleza natural.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore la amplia zona de Martvili, hogar de numerosas cascadas, cañones y atracciones naturales que permanecen en gran parte sin descubrir por los turistas internacionales. Visite el Monasterio de Martvili, la Cascada de Kaghu, el Cañón de Balda y la Cascada de Oghueshi para una apreciación completa de los diversos paisajes de la región. La rica historia del área complementa sus maravillas naturales.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visite el Cañón de Okatse, con una dramática pasarela colgante suspendida sobre una garganta de entre 35 y 50 metros de profundidad. El cañón se extiende 16 kilómetros aunque los visitantes pueden caminar aproximadamente 1,5 kilómetros por la pasarela metálica. Las impresionantes vistas del abismo abajo crean emocionantes sensaciones para quienes se sienten cómodos con las alturas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 130,
            "drive_min": 240,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 15,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GE::mestia",
            "coords": [
              43.0458,
              42.7275
            ]
          },
          "visits": [
            {
              "text": "Llegue a Mestia, la capital de Svaneti y puerta de entrada a los paisajes de alta montaña más dramáticos de Georgia, rodeada de picos que superan los 5.000 metros. Esta remota región desarrolló tradiciones culturales únicas, lengua propia y arquitectura distintiva debido a siglos de aislamiento en profundos valles. Las distintivas torres defensivas de Svaneti, construidas entre los siglos IX y XII, salpican el paisaje como símbolos de esta comunidad fieramente independiente.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visite el Museo de Historia y Etnografía de Svaneti para comprender el notable patrimonio del pueblo svano, incluyendo sus distintivas prácticas religiosas, artesanías y estructuras sociales. El museo alberga importantes iconos medievales y artefactos preservados en estos valles remotos cuando las tierras bajas de Georgia enfrentaban invasiones repetidas. Las tradicionales casas torre de piedra continúan funcionando como residencias familiares en toda la región.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Camine hasta los Lagos Koruldi para disfrutar de espectaculares vistas panorámicas de los picos coronados de glaciares de Svaneti y prados alpinos alfombrados de flores silvestres durante los meses de verano. El sendero del Glaciar Chalaadi ofrece otra caminata de un día accesible acercándose a antiguas formaciones de hielo. Dos estaciones de esquí, Tetnuldi y Hatsvali, brindan oportunidades de deportes de invierno mientras el esquí de travesía atrae a visitantes aventureros en busca de nieve virgen.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 180,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 16,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GE::ushguli",
            "coords": [
              42.9167,
              43.0167
            ]
          },
          "visits": [
            {
              "text": "Viaje a Ushguli, una comunidad Patrimonio de la Humanidad por la UNESCO considerada el asentamiento habitado permanentemente más alto de Europa, a aproximadamente 2.400 metros de altitud. Este diminuto pueblo de alrededor de 200 residentes conserva torres defensivas medievales del siglo IX en un entorno de extraordinaria belleza alpina. La desafiante carretera 4x4 desde Mestia toma aproximadamente 3 horas, cruzando terreno montañoso salvaje.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explore el conjunto de antiguas aldeas que comprenden Ushguli, donde la tradicional arquitectura de piedra permanece prácticamente inalterada durante siglos. El poderoso monte Shkhara, el pico más alto de Georgia con 5.193 metros, domina el horizonte con sus laderas glaciares. La ubicación remota, accesible solo durante los meses de verano, preserva una atmósfera de aislamiento atemporal cada vez más rara en el mundo moderno.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Organice excursiones de trekking de montaña o paseos a caballo partiendo de Ushguli hacia la naturaleza salvaje circundante. La caminata de varios días de Mestia a Ushguli se encuentra entre las mejores experiencias de senderismo de Georgia, atravesando altos pasos de montaña y pueblos tradicionales durante 4 días. Sencillas casas de huéspedes proporcionan alojamiento auténtico donde los visitantes comparten comidas con familias locales que mantienen tradiciones centenarias.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 280,
            "drive_min": 420,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 17,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GE::chiatura",
            "coords": [
              42.2867,
              43.2944
            ]
          },
          "visits": [
            {
              "text": "Descubra Chiatura, una fascinante ciudad industrial conocida por su notable red de teleféricos de la era soviética que conectan el fondo del valle con las laderas circundantes. Establecida en la década de 1870 tras el descubrimiento de depósitos de manganeso, la ciudad llegó a suministrar el 60 por ciento del mineral de manganeso del mundo. Las líneas aéreas, encargadas por el propio Stalin, continúan sirviendo a los residentes como transporte diario.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Monte en los distintivos teleféricos, apodados 'ataúdes voladores' por su apariencia desgastada, que ofrecen espectaculares vistas del valle y los coloridos bloques de apartamentos aferrados a las empinadas laderas. Los edificios brutalistas de las estaciones de teleférico conservan insignias soviéticas originales incluyendo símbolos de hoz y martillo. Los aficionados al patrimonio industrial y la arquitectura soviética encontrarán en Chiatura un auténtico tesoro.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Deténgase en el Pilar de Katskhi, una extraordinaria columna de piedra caliza natural que se eleva 40 metros desde el fondo del valle con una pequeña capilla encaramada improbablemente en la cima. Un monje solitario habita esta vertiginosa ermita, descendiendo una escalera intimidante dos veces por semana para abastecerse. Datando posiblemente del siglo VI, este monumento único ejemplifica las notables longitudes que los monjes georgianos perseguían para el aislamiento espiritual.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 45,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 18,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GE::kutaisi",
            "coords": [
              42.2679,
              42.718
            ]
          },
          "visits": [
            {
              "text": "Llegue a Kutaisi, la tercera ciudad más grande de Georgia y antigua capital, que mantiene un encanto de viejo mundo que la distingue de la más cosmopolita Tiflis. Situada a orillas del río Rioni, la ciudad ha servido como importante centro cultural durante milenios. El elegante Teatro Dramático Estatal Lado Meskhishvili y la arquitectura circundante reflejan el distinguido patrimonio de la ciudad.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visite la Catedral de Bagrati, una obra maestra del Patrimonio de la Humanidad de la UNESCO originalmente construida en el siglo XI como símbolo de la arquitectura eclesiástica medieval georgiana. Aunque parcialmente destruida por las fuerzas otomanas en el siglo XVII, los esfuerzos de restauración han devuelto la catedral a su antigua gloria. La ubicación en lo alto de una colina proporciona vistas dominantes sobre la ciudad y el río abajo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explore el Monasterio de Gelati, otro sitio UNESCO fundado por el Rey David el Constructor en 1106 como una academia que se convirtió en el centro preeminente del saber georgiano del mundo medieval. El complejo monástico incluye notables frescos y mosaicos que representan la cúspide del logro artístico medieval georgiano. Recorra el vibrante Bazar Verde donde los vendedores exhiben productos frescos, especias y delicias locales.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 65,
            "drive_min": 120,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 19,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "GE::tskaltubo",
            "coords": [
              42.3442,
              42.5947
            ]
          },
          "visits": [
            {
              "text": "Explore Tskaltubo, un antiguo glamuroso balneario soviético donde las aguas minerales han atraído visitantes desde el siglo XIII. Durante la era de la URSS, más de 20 sanatorios y 9 casas de baños atendían a miles de huéspedes anualmente, incluyendo a Stalin que mantenía una casa de campo privada aquí. El esplendor de la ciudad se desvaneció tras la independencia de Georgia y la guerra civil, dejando edificios abandonados de inquietante belleza.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Pasee por las atmosféricas ruinas de los sanatorios de la era soviética, sus fachadas neoclásicas e interiores ornamentados siendo lentamente reclamados por la naturaleza. Estas estructuras ofrecen notables perspectivas de las ambiciones arquitectónicas soviéticas y el enfoque de la época hacia la salud pública y la recreación. Algunas instalaciones han reabierto, permitiendo a los visitantes experimentar las aguas minerales terapéuticas que hicieron famosa a Tskaltubo.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visite la Cueva de Prometeo (Cueva Kumistavi), una de las atracciones naturales más espectaculares de Georgia con estalactitas iluminadas, estalagmitas, ríos subterráneos y vastas cámaras cavernosas. El sistema de cuevas se extiende más de un kilómetro con pasarelas e iluminación atmosférica que crean un mágico viaje subterráneo. Los paseos en barca por los niveles inferiores de la cueva añaden otra dimensión a esta aventura subterránea.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 60,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            15
          ],
          "label": "Segment 3 — J11–J15",
          "from_day": 11,
          "to_day": 15
        },
        {
          "n": 4,
          "range": [
            16,
            19
          ],
          "label": "Segment 4 — J16–J19",
          "from_day": 16,
          "to_day": 19
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 15,
          "label": "Var 15j"
        },
        {
          "from_day": 1,
          "to_day": 19,
          "label": "Var 19j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "AM::temp_1763501147618"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Road Trip Georgia: Torres Medievales, Ciudades Rupestres y Montañas del Cáucaso",
        "intro_paragraph": "Descubra Georgia en este épico viaje de 19 días a través de uno de los países más fascinantes del Cáucaso. Desde las callejuelas de Tiflis hasta las torres medievales de Svaneti, desde las ciudades rupestres milenarias hasta los viñedos más antiguos del mundo, este itinerario revela una tierra donde Europa y Asia se encuentran en paisajes de belleza sobrecogedora.",
        "seo_hook": "Donde las torres medievales emergen entre picos de 5.000 metros y los monasterios rupestres guardan secretos de dos milenios.",
        "featured_list": [
          "Tiflis y Mtskheta: capital vibrante y ciudad sagrada Patrimonio UNESCO",
          "Svaneti: torres defensivas medievales en el pueblo más alto de Europa",
          "Vardzia y Uplistsikhe: impresionantes ciudades rupestres milenarias",
          "Kakheti: cuna del vino con 8.000 años de tradición vinícola",
          "Carretera Militar Georgiana: una de las rutas de montaña más espectaculares del mundo",
          "Batumi y el Mar Negro: playas, cañones y jardines subtropicales"
        ],
        "places_taglines": {
          "GE::tbilisi": "Capital milenaria donde Europa y Asia se funden en callejuelas encantadoras",
          "GE::mtskheta": "Ciudad sagrada y antigua capital, corazón espiritual de Georgia",
          "GE::gudauri": "Estación de montaña a 2.200 metros con vistas al Gran Cáucaso",
          "GE::stepantsminda": "Puerta al monte Kazbek y la icónica iglesia de Gergeti",
          "GE::sighnaghi": "La Ciudad del Amor con murallas medievales sobre viñedos infinitos",
          "GE::davit-gareja": "Monasterios rupestres del siglo VI en paisaje semidesértico",
          "GE::uplistsikhe": "Ciudad rupestre de la Edad del Bronce en la Ruta de la Seda",
          "GE::gori": "Fortaleza medieval y controvertido legado de Stalin",
          "GE::borjomi": "Elegante balneario famoso por sus aguas minerales",
          "GE::vardzia": "Espectacular ciudad monástica de 6.000 cuevas talladas en roca",
          "GE::akhaltsikhe": "Fortaleza de Rabati donde confluyen culturas georgiana y otomana",
          "GE::khulo": "Teleférico vertiginoso sobre valles remotos de Adjara",
          "GE::batumi": "Vibrante ciudad del Mar Negro entre palmeras y arquitectura futurista",
          "GE::martvili": "Cañones esmeralda y cascadas en naturaleza virgen",
          "GE::mestia": "Capital de Svaneti rodeada de torres medievales y glaciares",
          "GE::ushguli": "El pueblo habitado más alto de Europa, Patrimonio UNESCO",
          "GE::chiatura": "Teleféricos soviéticos suspendidos sobre ciudad minera",
          "GE::kutaisi": "Antigua capital con catedrales y monasterios Patrimonio UNESCO",
          "GE::tskaltubo": "Sanatorios soviéticos abandonados y cuevas espectaculares"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    }
  ]
}