{
  "version": "v1",
  "country": "SI",
  "language": "en",
  "itineraries": [
    {
      "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
      "id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
      "language": "en",
      "dept_code": "",
      "dept_name": "",
      "title": "Treasures of Slovenia: From the Julian Alps to the Adriatic Coast",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 10,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "SI::ljubljana",
            "coords": [
              46.0569,
              14.5058
            ]
          },
          "visits": [
            {
              "text": "Discover Ljubljana's Old Town, an architectural gem nestled along the banks of the Ljubljanica River. Stroll along the quays lined with colorful building facades and cross the iconic bridges that have made this European capital famous. The picturesque atmosphere and human scale of this historic center make it one of the continent's most charming capitals.",
              "visit_duration_min": 75
            },
            {
              "text": "Marvel at the Dragon Bridge, Ljubljana's iconic monument adorned with four imposing bronze dragon sculptures. These mythical creatures, erected in the early 20th century, symbolize the city's protection according to legend. This Art Nouveau masterpiece stands as one of Europe's first reinforced concrete bridges.",
              "visit_duration_min": 75
            },
            {
              "text": "Cross the Triple Bridge, a unique architectural achievement connecting Prešeren Square to the Old Town. This ensemble of three parallel pedestrian bridges, designed by architect Jože Plečnik, offers a remarkable perspective on the Franciscan Church of the Annunciation with its striking pink façade.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ascend to Ljubljana Castle via the panoramic funicular or on foot to enjoy breathtaking views across the entire Slovenian capital. This medieval fortress perched on a hilltop houses exhibitions on the city's history and offers 360-degree panoramas from its observation tower over the Old Town rooftops and surrounding Alps.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 50,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "SI::bled",
            "coords": [
              46.3633,
              14.0942
            ]
          },
          "visits": [
            {
              "text": "Jour 1: Behold Lake Bled, Slovenia's ultimate postcard image and one of Europe's most photographed lakes. Its emerald-green waters surround a picturesque islet topped by a white church, creating a fairytale landscape framed by the peaks of the Julian Alps. This natural jewel offers countless activities and spectacular viewpoints.",
              "visit_duration_min": 75
            },
            {
              "text": "Jour 1: Sail to Bled Island aboard a Pletna, a traditional Slovenian boat propelled by a standing oarsman. On this unique islet, visit the Church of the Assumption and ring its wishing bell for good luck. This romantic crossing provides an unmissable experience to discover the lake from its most beautiful angle.",
              "visit_duration_min": 75
            },
            {
              "text": "Jour 1: Visit Bled Castle, a medieval fortress perched on a cliff 130 meters above the lake. This thousand-year-old castle, one of Slovenia's oldest, houses a museum tracing the region's history and offers exceptional plunging views over the lake and island from its terraces.",
              "visit_duration_min": 75
            },
            {
              "text": "Jour 2: Explore Vintgar Gorge, a natural wonder carved by the Radovna River over 1.6 kilometers. Walk along wooden walkways suspended above turquoise waters, between bubbling cascades, spectacular rapids, and vertiginous rock walls. This enchanting canyon offers a total immersion in Slovenia's alpine nature.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Jour 1: Hike to the Mala Osojnica or Ojstrica viewpoints to capture the postcard-perfect view of Lake Bled. These elevated vantage points offer the most iconic perspective of the lake, its island, and the castle-a panorama that has traveled the world and symbolizes Slovenian beauty.",
              "visit_duration_min": 60
            },
            {
              "text": "Jour 1: Enjoy water activities on the lake: rent a paddleboard, kayak, or rowboat to explore the crystal-clear waters at your own pace. In summer, swimming in the lake's refreshing waters offers an incomparable moment of relaxation with views of the surrounding mountains.",
              "visit_duration_min": 60
            },
            {
              "text": "Jour 2: Admire Šum Waterfall at the end of your gorge walk. This 13-meter waterfall, Slovenia's largest river waterfall, forms the highlight of the visit. The thundering water and refreshing mist create a magical atmosphere in this pristine natural setting.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 4,
            "drive_min": 10,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "SI::bohinj",
            "coords": [
              46.2869,
              13.8617
            ]
          },
          "visits": [
            {
              "text": "Discover Lake Bohinj, the hidden pearl of Triglav National Park and Slovenia's largest natural lake. Less crowded than neighboring Lake Bled, this glacial lake offers a wilder and more authentic atmosphere, bordered by dense forests and dominated by the Julian Alps peaks. A true haven of peace for nature lovers.",
              "visit_duration_min": 75
            },
            {
              "text": "Visit the Church of St. John the Baptist, a Romanesque jewel nestled by the lakeside. This 13th-century sanctuary, adorned with remarkable medieval frescoes, stands as one of the region's most photographed monuments. Its idyllic setting with the lake and mountains as a backdrop makes it strikingly beautiful.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Take the Vogel Cable Car to reach the ski resort at 1,535 meters altitude. From the panoramic platforms, admire breathtaking views over Lake Bohinj, the surrounding valleys, and the Triglav peaks. A grandiose spectacle revealing the full majesty of the national park.",
              "visit_duration_min": 60
            },
            {
              "text": "Hike to Savica Waterfall, a spectacular 70-meter drop composed of two arms that merge before plunging into a turquoise basin. This hike rewards walkers with one of Slovenia's most impressive natural sites.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 40,
            "drive_min": 50,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "SI::kranjska-gora",
            "coords": [
              46.4844,
              13.7856
            ]
          },
          "visits": [
            {
              "text": "Cross Vršič Pass, Slovenia's highest mountain pass culminating at 1,611 meters altitude. This legendary road with 50 hairpin bends traverses grandiose alpine landscapes, connecting the Kranjska Gora valley to the Soča Valley. Each turn offers breathtaking panoramas over the surrounding peaks.",
              "visit_duration_min": 75
            },
            {
              "text": "Visit the Russian Chapel, a moving memorial erected in memory of Russian prisoners of war who built this road during World War I. This small wooden Orthodox-style building, nestled in the alpine forest, bears witness to a tragic page of European history in a setting of great serenity.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Hike to the Slemenova Špica viewpoint from the pass summit for exceptional panoramic views. This moderate-difficulty hike offers clear-day perspectives over three countries: Slovenia, Italy, and Austria. A unique vantage point over the Julian Alps and surrounding valleys.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 90,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "SI::bovec",
            "coords": [
              46.3381,
              13.5519
            ]
          },
          "visits": [
            {
              "text": "Explore the Soča Valley, a paradise for nature lovers where the river of the same name meanders with its surreal turquoise waters. This alpine valley in northwestern Slovenia offers a concentration of outdoor activities and preserved landscapes, featuring spectacular gorges, crystal-clear waterfalls, and vertiginous suspension bridges.",
              "visit_duration_min": 75
            },
            {
              "text": "Discover Bovec, Slovenia's adventure capital nestled in the heart of the valley. This small alpine town serves as the ideal starting point for exploring the region and practicing numerous water activities on the Soča. Its spectacular mountain setting and laid-back atmosphere make it a perfect base for active travelers.",
              "visit_duration_min": 75
            },
            {
              "text": "Visit Kobarid and its World War I Museum, one of the best museums dedicated to the conflict in Europe. This small historic town was the scene of the famous Battle of Caporetto in 1917. The region preserves numerous remnants and memorial trails through the surrounding mountains.",
              "visit_duration_min": 75
            },
            {
              "text": "Explore Tolmin Gorge, a spectacular canyon where the Tolminka River has carved its bed between impressive rock walls. Walk along walkways above emerald waters, discovering secret waterfalls and natural pools of striking beauty.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Experience rafting, kayaking, or canyoning on the Soča, considered one of Europe's most beautiful rivers for white-water sports. Its turquoise waters with surreal reflections offer an exceptional playground for thrill-seekers and beginners alike.",
              "visit_duration_min": 60
            },
            {
              "text": "Cross the Čezsoča Suspension Bridge and the numerous other suspension bridges spanning the Soča. These walkways offer unique viewpoints over the river and provide access to hiking trails on both banks. The view of the crystal-clear waters from these bridges is unforgettable.",
              "visit_duration_min": 60
            },
            {
              "text": "Hike to Kozjak Waterfall near Kobarid, a magical waterfall that plunges into a natural cave with moss-covered walls. The approach through a forest trail and the spectacle of the waterfall in its rocky sanctuary create a fairy-tale atmosphere.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 130,
            "drive_min": 150,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "SI::divaca",
            "coords": [
              45.6781,
              13.9714
            ]
          },
          "visits": [
            {
              "text": "Explore the Škocjan Caves, a UNESCO World Heritage Site and one of the most impressive cave systems in the world. Carved by the Reka River, these monumental caverns shelter colossal underground chambers, interior waterfalls, and spectacular stalactite and stalagmite formations.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Join a guided tour through the Silent Cave and the Murmuring Cave, a 3-kilometer journey lasting approximately 2 to 2.5 hours. The highlight is crossing the Cerkvenik Bridge, a walkway suspended 45 meters above the underground river, offering a vertiginous perspective on this subterranean world of cathedral-like dimensions.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 40,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "SI::koper",
            "coords": [
              45.5469,
              13.7294
            ]
          },
          "visits": [
            {
              "text": "Discover Koper, a Venetian jewel on Slovenia's Adriatic coast. This port city has preserved remarkable architectural heritage from four centuries of Venetian rule. Its cobbled lanes, pastel-colored house facades, and historic palaces irresistibly evoke the atmosphere of Venice.",
              "visit_duration_min": 75
            },
            {
              "text": "Explore Tito Square, Koper's historic heart dominated by the Praetorian Palace and its Venetian loggia. This elegant square surrounded by Gothic and Renaissance buildings testifies to the city's past prosperity. The Praetorian Palace, with its crenellated façade and ogival windows, stands as one of the finest examples of Venetian architecture in Slovenia.",
              "visit_duration_min": 75
            },
            {
              "text": "Admire the Muda Gate and the remnants of medieval walls that once protected the city. This monumental 16th-century gate marked the main entrance to the city and bears witness to Koper's strategic importance during the Venetian era.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Enjoy the seafront promenade and Koper's beaches for a seaside break on the Adriatic. City Beach and Žusterna Beach offer sea access with views of the Istrian hinterland hills. The pebble beaches invite swimming in the clear Adriatic waters.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 50,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "SI::postojna",
            "coords": [
              45.7742,
              14.2139
            ]
          },
          "visits": [
            {
              "text": "Visit Postojna Cave, Europe's most famous tourist cave network. This 24-kilometer underground labyrinth, with 5 kilometers accessible to the public, presents an extraordinary concentration of limestone formations created over millions of years. A journey to the center of the earth that has fascinated visitors for nearly two centuries.",
              "visit_duration_min": 75
            },
            {
              "text": "Discover Predjama Castle, the world's most spectacular medieval fortress, built into the mouth of a cave at 123 meters height. This 13th-century cave castle, listed in the Guinness Book of Records, seems to defy the laws of gravity and architecture. Its network of secret passages connected to the caves made it an impregnable fortress.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Board an underground electric train journey through 3.7 kilometers of galleries before continuing on foot to admire the most remarkable formations. Don't miss the Spaghetti Chamber and the famous Brilliant, a 5-meter white stalagmite that has become the cave's symbol. The constant 10°C temperature creates a unique atmosphere.",
              "visit_duration_min": 60
            },
            {
              "text": "Visit the Vivarium to observe the Proteus or Olm, a unique aquatic creature nicknamed the human fish. This blind cave-dwelling amphibian, endemic to Slovenian karst caves, can live up to 100 years and represents one of the most fascinating species in the European underground world.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 180,
            "drive_min": 150,
            "transport_mode": "car",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "night": {
            "place_id": "SI::maribor",
            "coords": [
              46.5547,
              15.6459
            ]
          },
          "visits": [
            {
              "text": "Explore Maribor, Slovenia's second city and the country's wine capital. This historic city with authentic charm reveals remarkably preserved Habsburg architecture, beautiful lively squares, and a thousand-year wine tradition. Its less touristy atmosphere compared to Ljubljana makes it a particularly endearing discovery.",
              "visit_duration_min": 75
            },
            {
              "text": "Visit Maribor Castle and the Regional Museum tracing the city's history from the Stone Age to the 20th century. This Baroque palace located on Grajski Square forms the city's cultural heart. Its archaeological and historical collections offer a comprehensive overview of the Slovenian Styria region.",
              "visit_duration_min": 75
            },
            {
              "text": "Discover Glavni Trg Square and the Plague Column, a Baroque monument erected in the 17th century in memory of epidemic victims who struck the city. This central square lined with historic buildings serves as the ideal starting point for exploring the old center.",
              "visit_duration_min": 75
            },
            {
              "text": "Visit Freedom Square and the Liberation Monument, a memorial celebrating Maribor's liberation during World War II. This modern square contrasts with the surrounding historic architecture and bears witness to the trials the city endured in the 20th century.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Stroll through the Lent district along the Drava River to discover the world's oldest vine, the Stara Trta. This 400-year-old vine, listed in the Guinness Book of Records, still produces wine each year. The wine district offers opportunities to taste regional vintages in a picturesque riverside setting.",
              "visit_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            9
          ],
          "label": "Segment 2 — J6–J9",
          "from_day": 6,
          "to_day": 9
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 9,
          "label": "Var 9j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "IT::friuli::udine-dintorni",
        "HR::istrie-1",
        "HR::kvarner-1",
        "AT::austria-family-roadtrip"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "SLOVENIA TREASURES: JULIAN ALPS TO ADRIATIC SHORES UNVEILED",
        "intro_paragraph": "Admire Bled and its church on the water, then head to Bohinj for wilder nature. Follow the Soča and its turquoise waters, explore Postojna and its caves, then end in Koper among medieval lanes and Adriatic air. Slovenia connects the alpine and the Mediterranean with astonishing ease.",
        "seo_hook": "Alpine lakes reflecting steeples, turquoise rivers carving limestone gorges, caves guarding underground worlds. Slovenia, wonders distilled.",
        "featured_list": [
          "Bled: island church, alpine mirror",
          "Soča Valley: turquoise rapids, adventure",
          "Postojna: dragon caves, underground wonder",
          "Piran: venetian lanes, adriatic charm"
        ],
        "places_taglines": {
          "SI::ljubljana": "dragon bridges guard art nouveau riverside capital",
          "SI::bled": "island church floats on alpine emerald mirror",
          "SI::bohinj": "triglav wilderness begins at glacial lake shores",
          "SI::kranjska-gora": "julian peaks crown ski village valley floor",
          "SI::bovec": "soča turquoise rushes through adventure capital",
          "SI::divaca": "karst plateau hides cave entrance mysteries",
          "SI::koper": "venetian stone lanes meet adriatic fishing harbor",
          "SI::postojna": "train descends into dragon-guarded limestone cathedral",
          "SI::maribor": "oldest vine climbs medieval lent quarter walls"
        }
      }
    }
  ]
}