{
  "version": "v1",
  "country": "SI",
  "language": "es",
  "itineraries": [
    {
      "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
      "id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
      "language": "es",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Ruta por Eslovenia: de los Alpes Julianos A la Costa Adriática",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 10,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "SI::ljubljana",
            "coords": [
              46.0569,
              14.5058
            ]
          },
          "visits": [
            {
              "text": "Descubre el Casco Antiguo de Ljubljana, una joya arquitectónica enclavada a orillas del río Ljubljanica. Pasea por los muelles bordeados de fachadas de edificios coloridos y cruza los puentes icónicos que han hecho famosa a esta capital europea. El ambiente pintoresco y la escala humana de este centro histórico la convierten en una de las capitales más encantadoras del continente.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Maravíllate con el Puente del Dragón, el monumento icónico de Ljubljana adornado con cuatro imponentes esculturas de dragón de bronce. Estas criaturas míticas, erigidas a principios del siglo XX, simbolizan la protección de la ciudad según la leyenda. Esta obra maestra del Art Nouveau es uno de los primeros puentes de hormigón armado de Europa.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Cruza el Triple Puente, un logro arquitectónico único que conecta la Plaza Prešeren con el Casco Antiguo. Este conjunto de tres puentes peatonales paralelos, diseñado por el arquitecto Jože Plečnik, ofrece una perspectiva notable de la Iglesia Franciscana de la Anunciación con su llamativa fachada rosa.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Asciende al Castillo de Ljubljana mediante el funicular panorámico o a pie para disfrutar de vistas impresionantes de toda la capital eslovena. Esta fortaleza medieval encaramada en una colina alberga exposiciones sobre la historia de la ciudad y ofrece panoramas de 360 grados desde su torre de observación sobre los tejados del Casco Antiguo y los Alpes circundantes.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "SI::bled",
            "coords": [
              46.3633,
              14.0942
            ]
          },
          "visits": [
            {
              "text": "Día 1: Contempla el Lago Bled, la imagen postal definitiva de Slovenia y uno de los lagos más fotografiados de Europa. Sus aguas verde esmeralda rodean un islote pintoresco coronado por una iglesia blanca, creando un paisaje de cuento de hadas enmarcado por los picos de los Alpes Julianos. Esta joya natural ofrece innumerables actividades y miradores espectaculares.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Día 1: Navega hacia la Isla Bled a bordo de una Pletna, una embarcación tradicional eslovena impulsada por un remero de pie. En este islote único, visita la Iglesia de la Asunción y toca su campana de los deseos para la buena suerte. Esta travesía romántica proporciona una experiencia imperdible para descubrir el lago desde su ángulo más hermoso.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Día 1: Visita el Castillo de Bled, una fortaleza medieval encaramada en un acantilado a 130 metros sobre el lago. Este castillo milenario, uno de los más antiguos de Slovenia, alberga un museo que narra la historia de la región y ofrece vistas excepcionales en picado sobre el lago y la isla desde sus terrazas.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Día 2: Explora el Desfiladero Vintgar, una maravilla natural tallada por el río Radovna a lo largo de 1,6 kilómetros. Camina por pasarelas de madera suspendidas sobre aguas turquesas, entre cascadas burbujeantes, rápidos espectaculares y paredes rocosas vertiginosas. Este cañón encantador ofrece una inmersión total en la naturaleza alpina de Slovenia.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Día 1: Camina hasta los miradores de Mala Osojnica u Ojstrica para capturar la vista perfecta de postal del Lago Bled. Estos puntos de observación elevados ofrecen la perspectiva más icónica del lago, su isla y el castillo: un panorama que ha recorrido el mundo y simboliza la belleza eslovena.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Día 1: Disfruta de actividades acuáticas en el lago: alquila una tabla de paddle, kayak o bote de remos para explorar las aguas cristalinas a tu propio ritmo. En verano, nadar en las aguas refrescantes del lago ofrece un momento incomparable de relajación con vistas de las montañas circundantes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Día 2: Admira la Cascada Šum al final de tu caminata por el desfiladero. Esta cascada de 13 metros, la cascada fluvial más grande de Slovenia, forma el punto culminante de la visita. El agua atronadora y la bruma refrescante crean una atmósfera mágica en este entorno natural prístino.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 4,
            "drive_min": 10,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "SI::bohinj",
            "coords": [
              46.2869,
              13.8617
            ]
          },
          "visits": [
            {
              "text": "Descubre el Lago Bohinj, la perla escondida del Parque Nacional Triglav y el lago natural más grande de Slovenia. Menos concurrido que el vecino Lago Bled, este lago glacial ofrece una atmósfera más salvaje y auténtica, bordeado por bosques densos y dominado por los picos de los Alpes Julianos. Un verdadero refugio de paz para los amantes de la naturaleza.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita la Iglesia de San Juan Bautista, una joya románica enclavada junto al lago. Este santuario del siglo XIII, adornado con frescos medievales notables, se erige como uno de los monumentos más fotografiados de la región. Su entorno idílico con el lago y las montañas como telón de fondo lo hace sorprendentemente hermoso.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Toma el Teleférico Vogel para llegar a la estación de esquí a 1.535 metros de altitud. Desde las plataformas panorámicas, admira vistas impresionantes sobre el Lago Bohinj, los valles circundantes y los picos del Triglav. Un espectáculo grandioso que revela toda la majestuosidad del parque nacional.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Camina hasta la Cascada Savica, una caída espectacular de 70 metros compuesta por dos brazos que se fusionan antes de precipitarse en una cuenca turquesa. Esta caminata recompensa a los caminantes con uno de los sitios naturales más impresionantes de Slovenia.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 40,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "SI::kranjska-gora",
            "coords": [
              46.4844,
              13.7856
            ]
          },
          "visits": [
            {
              "text": "Cruza el Paso Vršič, el paso de montaña más alto de Slovenia que culmina a 1.611 metros de altitud. Esta carretera legendaria con 50 curvas en horquilla atraviesa paisajes alpinos grandiosos, conectando el valle de Kranjska Gora con el Valle del Soča. Cada curva ofrece panoramas impresionantes sobre los picos circundantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita la Capilla Rusa, un memorial conmovedor erigido en memoria de los prisioneros de guerra rusos que construyeron esta carretera durante la Primera Guerra Mundial. Este pequeño edificio de madera de estilo ortodoxo, enclavado en el bosque alpino, da testimonio de una página trágica de la historia europea en un entorno de gran serenidad.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Camina hasta el mirador Slemenova Špica desde la cumbre del paso para vistas panorámicas excepcionales. Esta caminata de dificultad moderada ofrece perspectivas en días despejados sobre tres países: Slovenia, Italia y Austria. Un mirador único sobre los Alpes Julianos y los valles circundantes.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "SI::bovec",
            "coords": [
              46.3381,
              13.5519
            ]
          },
          "visits": [
            {
              "text": "Explora el Valle del Soča, un paraíso para los amantes de la naturaleza donde el río del mismo nombre serpentea con sus aguas turquesas surrealistas. Este valle alpino en el noroeste de Slovenia ofrece una concentración de actividades al aire libre y paisajes preservados, con desfiladeros espectaculares, cascadas cristalinas y puentes colgantes vertiginosos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubre Bovec, la capital de aventuras de Slovenia enclavada en el corazón del valle. Esta pequeña ciudad alpina sirve como punto de partida ideal para explorar la región y practicar numerosas actividades acuáticas en el Soča. Su espectacular entorno montañoso y atmósfera relajada la convierten en una base perfecta para viajeros activos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita Kobarid y su Museo de la Primera Guerra Mundial, uno de los mejores museos dedicados al conflicto en Europa. Esta pequeña ciudad histórica fue escenario de la famosa Batalla de Caporetto en 1917. La región conserva numerosos vestigios y senderos conmemorativos a través de las montañas circundantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explora la Garganta de Tolmin, un cañón espectacular donde el río Tolminka ha tallado su lecho entre impresionantes paredes rocosas. Camina por pasarelas sobre aguas esmeralda, descubriendo cascadas secretas y piscinas naturales de belleza sorprendente.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Experimenta rafting, kayak o barranquismo en el Soča, considerado uno de los ríos más hermosos de Europa para deportes de aguas bravas. Sus aguas turquesas con reflejos surrealistas ofrecen un campo de juego excepcional tanto para buscadores de emociones como para principiantes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Cruza el Puente Colgante Čezsoča y los numerosos otros puentes colgantes que atraviesan el Soča. Estas pasarelas ofrecen miradores únicos sobre el río y brindan acceso a senderos de ambas orillas. La vista de las aguas cristalinas desde estos puentes es inolvidable.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Camina hasta la Cascada Kozjak cerca de Kobarid, una cascada mágica que se precipita en una cueva natural con paredes cubiertas de musgo. El acceso a través de un sendero forestal y el espectáculo de la cascada en su santuario rocoso crean una atmósfera de cuento de hadas.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 130,
            "drive_min": 150,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "SI::divaca",
            "coords": [
              45.6781,
              13.9714
            ]
          },
          "visits": [
            {
              "text": "Explora las Cuevas de Škocjan, Patrimonio de la Humanidad de la UNESCO y uno de los sistemas de cuevas más impresionantes del mundo. Talladas por el río Reka, estas cavernas monumentales albergan cámaras subterráneas colosales, cascadas interiores y espectaculares formaciones de estalactitas y estalagmitas.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Únete a una visita guiada por la Cueva Silenciosa y la Cueva Susurrante, un recorrido de 3 kilómetros que dura aproximadamente 2 a 2.5 horas. Lo más destacado es cruzar el Puente Cerkvenik, una pasarela suspendida 45 metros sobre el río subterráneo, ofreciendo una perspectiva vertiginosa de este mundo subterráneo de dimensiones catedralicias.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 40,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "SI::koper",
            "coords": [
              45.5469,
              13.7294
            ]
          },
          "visits": [
            {
              "text": "Descubre Koper, una joya veneciana en la costa adriática de Slovenia. Esta ciudad portuaria ha conservado un patrimonio arquitectónico notable de cuatro siglos de dominio veneciano. Sus callejuelas empedradas, fachadas de casas de colores pastel y palacios históricos evocan irresistiblemente la atmósfera de Venecia.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explora la Plaza Tito, el corazón histórico de Koper dominado por el Palacio Pretoriano y su logia veneciana. Esta elegante plaza rodeada de edificios góticos y renacentistas testifica la prosperidad pasada de la ciudad. El Palacio Pretoriano, con su fachada almenada y ventanas ojivales, se erige como uno de los mejores ejemplos de arquitectura veneciana en Slovenia.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Admira la Puerta Muda y los restos de murallas medievales que una vez protegieron la ciudad. Esta puerta monumental del siglo XVI marcaba la entrada principal a la ciudad y testimonia la importancia estratégica de Koper durante la era veneciana.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Disfruta del paseo marítimo y las playas de Koper para un descanso costero en el Adriático. La Playa de la Ciudad y la Playa Žusterna ofrecen acceso al mar con vistas de las colinas del interior de Istria. Las playas de guijarros invitan a nadar en las aguas cristalinas del Adriático.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "SI::postojna",
            "coords": [
              45.7742,
              14.2139
            ]
          },
          "visits": [
            {
              "text": "Visita la Cueva de Postojna, la red de cuevas turísticas más famosa de Europa. Este laberinto subterráneo de 24 kilómetros, con 5 kilómetros accesibles al público, presenta una concentración extraordinaria de formaciones calcáreas creadas a lo largo de millones de años. Un viaje al centro de la tierra que ha fascinado a visitantes durante casi dos siglos.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubre el Castillo de Predjama, la fortaleza medieval más espectacular del mundo, construida en la boca de una cueva a 123 metros de altura. Este castillo cueva del siglo XIII, incluido en el Libro Guinness de los Récords, parece desafiar las leyes de la gravedad y la arquitectura. Su red de pasajes secretos conectados a las cuevas lo convirtió en una fortaleza inexpugnable.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Sube a bordo de un viaje en tren eléctrico subterráneo a través de 3.7 kilómetros de galerías antes de continuar a pie para admirar las formaciones más notables. No te pierdas la Cámara de Espaguetis y el famoso Brillante, una estalagmita blanca de 5 metros que se ha convertido en el símbolo de la cueva. La temperatura constante de 10°C crea una atmósfera única.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Visita el Vivario para observar el Proteus u Olm, una criatura acuática única apodada el pez humano. Este anfibio cavernícola ciego, endémico de las cuevas kársticas de Slovenia, puede vivir hasta 100 años y representa una de las especies más fascinantes del mundo subterráneo europeo.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 180,
            "drive_min": 150,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "SI::maribor",
            "coords": [
              46.5547,
              15.6459
            ]
          },
          "visits": [
            {
              "text": "Explora Maribor, la segunda ciudad de Slovenia y la capital vinícola del país. Esta ciudad histórica con encanto auténtico revela arquitectura de los Habsburgo notablemente conservada, hermosas plazas animadas y una tradición vinícola milenaria. Su atmósfera menos turística comparada con Ljubljana la convierte en un descubrimiento particularmente entrañable.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita el Castillo de Maribor y el Museo Regional que traza la historia de la ciudad desde la Edad de Piedra hasta el siglo XX. Este palacio barroco ubicado en la Plaza Grajski forma el corazón cultural de la ciudad. Sus colecciones arqueológicas e históricas ofrecen una visión integral de la región de Estiria eslovena.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Descubre la Plaza Glavni Trg y la Columna de la Peste, un monumento barroco erigido en el siglo XVII en memoria de las víctimas de epidemias que azotaron la ciudad. Esta plaza central bordeada de edificios históricos sirve como punto de partida ideal para explorar el centro antiguo.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visita la Plaza de la Libertad y el Monumento a la Liberación, un memorial que celebra la liberación de Maribor durante la Segunda Guerra Mundial. Esta plaza moderna contrasta con la arquitectura histórica circundante y testifica las pruebas que la ciudad soportó en el siglo XX.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pasea por el distrito de Lent a lo largo del río Drava para descubrir la vid más antigua del mundo, la Stara Trta. Esta vid de 400 años, incluida en el Libro Guinness de los Récords, aún produce vino cada año. El distrito vinícola ofrece oportunidades para degustar añadas regionales en un pintoresco entorno ribereño.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            9
          ],
          "label": "Segment 2 — J6–J9",
          "from_day": 6,
          "to_day": 9
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 9,
          "label": "Var 9j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "IT::friuli::udine-dintorni",
        "HR::istrie-1",
        "HR::kvarner-1",
        "AT::austria-family-roadtrip"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Ruta por Eslovenia: de los Alpes Julianos A la Costa Adriática",
        "intro_paragraph": "Admira Bled y su iglesia sobre el agua, llega a Bohinj para una naturaleza más salvaje, sigue el Soča y sus aguas turquesa, explora Postojna y sus cuevas y termina en Koper entre callejuelas medievales y aire adriático. Eslovenia une lo alpino y lo mediterráneo con facilidad.",
        "seo_hook": "Lagos alpinos reflejando campanarios, ríos turquesa esculpiendo gargantas calcáreas, cuevas guardando mundos subterráneos. Eslovenia, concentrado de maravillas.",
        "featured_list": [
          "Bled: iglesia isleña, espejo alpino",
          "Valle del Soča: rápidos turquesa, aventura",
          "Postojna: cuevas de dragón, maravilla subterránea",
          "Piran: callejones venecianos, encanto adriático"
        ],
        "places_taglines": {
          "SI::ljubljana": "puentes de dragón guardan la capital ribereña art nouveau",
          "SI::bled": "iglesia isleña flota sobre espejo esmeralda alpino",
          "SI::bohinj": "la naturaleza salvaje de Triglav comienza en las orillas del lago glacial",
          "SI::kranjska-gora": "picos julianos coronan el valle del pueblo de esquí",
          "SI::bovec": "turquesa del Soča se precipita por la capital de aventura",
          "SI::divaca": "meseta kárstica esconde misterios de entrada a cuevas",
          "SI::koper": "callejones de piedra veneciana encuentran puerto pesquero adriático",
          "SI::postojna": "tren desciende hacia catedral de piedra caliza guardada por dragones",
          "SI::maribor": "vid más antigua trepa por muros del barrio medieval de Lent"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    }
  ]
}