{
  "version": "v1",
  "country": "SI",
  "language": "fr",
  "itineraries": [
    {
      "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
      "id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
      "language": "fr",
      "created_at": "2026-01-01T00:00:00.000Z",
      "source_url": "",
      "dept_code": "",
      "dept_name": "",
      "title": "Road Trip Slovénie : Alpes Juliennes et Côte Adriatique",
      "subtitle": "",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 10,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "SI::ljubljana",
            "coords": [
              46.0569,
              14.5058
            ]
          },
          "visits": [
            {
              "text": "Découvrez la Vieille Ville de Ljubljana, un joyau architectural niché le long des rives de la rivière Ljubljanica. Promenez-vous le long des quais bordés de façades colorées et traversez les ponts iconiques qui ont rendu cette capitale européenne célèbre. L'atmosphère pittoresque et l'échelle humaine de ce centre historique en font l'une des capitales les plus charmantes du continent.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Émerveillez-vous devant le Pont du Dragon, monument emblématique de Ljubljana orné de quatre imposantes sculptures de dragons en bronze. Ces créatures mythiques, érigées au début du XXe siècle, symbolisent selon la légende la protection de la ville. Ce chef-d'œuvre Art nouveau constitue l'un des premiers ponts en béton armé d'Europe.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Traversez le Triple Pont, réalisation architecturale unique reliant la Place Prešeren à la Vieille Ville. Cet ensemble de trois ponts piétonniers parallèles, conçu par l'architecte Jože Plečnik, offre une perspective remarquable sur l'Église franciscaine de l'Annonciation avec sa façade rose saisissante.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Montez au Château de Ljubljana par le funiculaire panoramique ou à pied pour profiter de vues à couper le souffle sur toute la capitale slovène. Cette forteresse médiévale perchée sur une colline abrite des expositions sur l'histoire de la ville et offre des panoramas à 360 degrés depuis sa tour d'observation sur les toits de la Vieille Ville et les Alpes environnantes.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "SI::bled",
            "coords": [
              46.3633,
              14.0942
            ]
          },
          "visits": [
            {
              "text": "Jour 1 : Contemplez le Lac de Bled, l'image carte postale ultime de la Slovénie et l'un des lacs les plus photographiés d'Europe. Ses eaux vert émeraude entourent un îlot pittoresque surmonté d'une église blanche, créant un paysage de conte de fées encadré par les sommets des Alpes Juliennes. Ce joyau naturel offre d'innombrables activités et des points de vue spectaculaires.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Jour 1 : Naviguez vers l'Île de Bled à bord d'une Pletna, bateau traditionnel slovène propulsé par un rameur debout. Sur cet îlot unique, visitez l'Église de l'Assomption et sonnez sa cloche des vœux pour porter bonheur. Cette traversée romantique offre une expérience incontournable pour découvrir le lac sous son plus bel angle.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Jour 1 : Visitez le Château de Bled, forteresse médiévale perchée sur une falaise à 130 mètres au-dessus du lac. Ce château millénaire, l'un des plus anciens de Slovénie, abrite un musée retraçant l'histoire de la région et offre des vues plongeantes exceptionnelles sur le lac et l'île depuis ses terrasses.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Jour 2 : Explorez les gorges de Vintgar, une merveille naturelle sculptée par la rivière Radovna sur 1,6 kilomètre. Marchez le long de passerelles en bois suspendues au-dessus des eaux turquoise, entre cascades bouillonnantes, rapides spectaculaires et parois rocheuses vertigineuses. Ce canyon enchanteur offre une immersion totale dans la nature alpine de Slovénie.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Jour 1 : Randonnez jusqu'aux points de vue de Mala Osojnica ou Ojstrica pour capturer la vue carte postale parfaite du lac de Bled. Ces points d'observation surélevés offrent la perspective la plus emblématique du lac, de son île et du château - un panorama qui a fait le tour du monde et symbolise la beauté slovène.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Jour 1 : Profitez des activités nautiques sur le lac : louez un paddleboard, un kayak ou une barque à rames pour explorer les eaux cristallines à votre rythme. En été, la baignade dans les eaux rafraîchissantes du lac offre un moment de détente incomparable avec vue sur les montagnes environnantes.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Jour 2 : Admirez la cascade Šum à la fin de votre promenade dans les gorges. Cette cascade de 13 mètres, la plus grande cascade fluviale de Slovénie, forme le point culminant de la visite. L'eau tonnante et la brume rafraîchissante créent une atmosphère magique dans ce cadre naturel préservé.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 4,
            "drive_min": 10,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "SI::bohinj",
            "coords": [
              46.2869,
              13.8617
            ]
          },
          "visits": [
            {
              "text": "Découvrez le lac Bohinj, la perle cachée du parc national du Triglav et le plus grand lac naturel de Slovénie. Moins fréquenté que le lac de Bled voisin, ce lac glaciaire offre une atmosphère plus sauvage et authentique, bordé de forêts denses et dominé par les sommets des Alpes juliennes. Un véritable havre de paix pour les amoureux de la nature.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visitez l'église Saint-Jean-Baptiste, un joyau roman niché au bord du lac. Ce sanctuaire du XIIIe siècle, orné de remarquables fresques médiévales, figure parmi les monuments les plus photographiés de la région. Son cadre idyllique avec le lac et les montagnes en toile de fond le rend saisissant de beauté.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Prenez le téléphérique Vogel pour rejoindre la station de ski à 1 535 mètres d'altitude. Depuis les plateformes panoramiques, admirez des vues à couper le souffle sur le lac Bohinj, les vallées environnantes et les sommets du Triglav. Un spectacle grandiose révélant toute la majesté du parc national.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Randonnez jusqu'à la cascade Savica, une chute spectaculaire de 70 mètres composée de deux bras qui se rejoignent avant de plonger dans un bassin turquoise. Cette randonnée récompense les marcheurs avec l'un des sites naturels les plus impressionnants de Slovénie.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 40,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "SI::kranjska-gora",
            "coords": [
              46.4844,
              13.7856
            ]
          },
          "visits": [
            {
              "text": "Traversez le col de Vršič, le plus haut col de montagne de Slovénie culminant à 1 611 mètres d'altitude. Cette route légendaire aux 50 virages en épingle à cheveux traverse des paysages alpins grandioses, reliant la vallée de Kranjska Gora à la vallée de la Soča. Chaque virage offre des panoramas époustouflants sur les sommets environnants.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visitez la chapelle russe, un mémorial émouvant érigé en mémoire des prisonniers de guerre russes qui ont construit cette route pendant la Première Guerre mondiale. Ce petit bâtiment en bois de style orthodoxe, niché dans la forêt alpine, témoigne d'une page tragique de l'histoire européenne dans un cadre de grande sérénité.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Randonnez jusqu'au point de vue de Slemenova Špica depuis le sommet du col pour des vues panoramiques exceptionnelles. Cette randonnée de difficulté modérée offre par temps clair des perspectives sur trois pays : la Slovénie, l'Italie et l'Autriche. Un point d'observation unique sur les Alpes juliennes et les vallées environnantes.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 90,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "SI::bovec",
            "coords": [
              46.3381,
              13.5519
            ]
          },
          "visits": [
            {
              "text": "Explorez la vallée de la Soča, un paradis pour les amoureux de la nature où la rivière du même nom serpente avec ses eaux turquoise surréelles. Cette vallée alpine du nord-ouest de la Slovénie offre une concentration d'activités de plein air et de paysages préservés, avec des gorges spectaculaires, des cascades cristallines et des ponts suspendus vertigineux.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Découvrez Bovec, la capitale slovène de l'aventure nichée au cœur de la vallée. Cette petite ville alpine sert de point de départ idéal pour explorer la région et pratiquer de nombreuses activités nautiques sur la Soča. Son cadre montagnard spectaculaire et son atmosphère décontractée en font une base parfaite pour les voyageurs actifs.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visitez Kobarid et son musée de la Première Guerre mondiale, l'un des meilleurs musées dédiés au conflit en Europe. Cette petite ville historique fut le théâtre de la célèbre bataille de Caporetto en 1917. La région conserve de nombreux vestiges et sentiers mémoriels à travers les montagnes environnantes.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explorez les gorges de Tolmin, un canyon spectaculaire où la rivière Tolminka a creusé son lit entre d'impressionnantes parois rocheuses. Marchez le long de passerelles au-dessus des eaux émeraude, découvrant des cascades secrètes et des bassins naturels d'une beauté saisissante.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Vivez l'expérience du rafting, kayak ou canyoning sur la Soča, considérée comme l'une des plus belles rivières d'Europe pour les sports d'eaux vives. Ses eaux turquoise aux reflets surréalistes offrent un terrain de jeu exceptionnel pour les amateurs de sensations fortes comme pour les débutants.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Traversez le pont suspendu de Čezsoča et les nombreux autres ponts suspendus enjambant la Soča. Ces passerelles offrent des points de vue uniques sur la rivière et donnent accès aux sentiers de randonnée des deux rives. La vue sur les eaux cristallines depuis ces ponts est inoubliable.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Randonnez jusqu'à la cascade Kozjak près de Kobarid, une cascade magique qui se jette dans une grotte naturelle aux parois couvertes de mousse. L'approche par un sentier forestier et le spectacle de la cascade dans son sanctuaire rocheux créent une atmosphère de conte de fées.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 130,
            "drive_min": 150,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "SI::divaca",
            "coords": [
              45.6781,
              13.9714
            ]
          },
          "visits": [
            {
              "text": "Explorez les grottes de Škocjan, site du patrimoine mondial de l'UNESCO et l'un des systèmes de grottes les plus impressionnants au monde. Sculptées par la rivière Reka, ces cavernes monumentales abritent des chambres souterraines colossales, des cascades intérieures et des formations spectaculaires de stalactites et stalagmites.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Rejoignez une visite guidée à travers la grotte silencieuse et la grotte murmurante, un parcours de 3 kilomètres d'une durée d'environ 2 à 2,5 heures. Le point culminant est la traversée du pont Cerkvenik, une passerelle suspendue à 45 mètres au-dessus de la rivière souterraine, offrant une perspective vertigineuse sur ce monde souterrain aux dimensions cathédraliques.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35,
            "drive_min": 40,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "SI::koper",
            "coords": [
              45.5469,
              13.7294
            ]
          },
          "visits": [
            {
              "text": "Découvrez Koper, un joyau vénitien sur la côte adriatique de la Slovénie. Cette ville portuaire a préservé un patrimoine architectural remarquable de quatre siècles de domination vénitienne. Ses ruelles pavées, les façades colorées pastel de ses maisons et ses palais historiques évoquent irrésistiblement l'atmosphère de Venise.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Explorez la place Tito, cœur historique de Koper dominé par le palais du Préteur et sa loggia vénitienne. Cette élégante place entourée de bâtiments gothiques et Renaissance témoigne de la prospérité passée de la ville. Le palais du Préteur, avec sa façade crénelée et ses fenêtres ogivales, constitue l'un des plus beaux exemples de l'architecture vénitienne en Slovénie.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Admirez la porte Muda et les vestiges des remparts médiévaux qui protégeaient autrefois la ville. Cette porte monumentale du XVIe siècle marquait l'entrée principale de la ville et témoigne de l'importance stratégique de Koper à l'époque vénitienne.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Profitez de la promenade du front de mer et des plages de Koper pour une pause balnéaire sur l'Adriatique. La plage de la ville et la plage de Žusterna offrent un accès à la mer avec vue sur les collines de l'arrière-pays istrien. Les plages de galets invitent à la baignade dans les eaux claires de l'Adriatique.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 50,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "SI::postojna",
            "coords": [
              45.7742,
              14.2139
            ]
          },
          "visits": [
            {
              "text": "Visitez la grotte de Postojna, le réseau de grottes touristiques le plus célèbre d'Europe. Ce labyrinthe souterrain de 24 kilomètres, dont 5 kilomètres accessibles au public, présente une concentration extraordinaire de formations calcaires créées pendant des millions d'années. Un voyage au centre de la terre qui fascine les visiteurs depuis près de deux siècles.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Découvrez le château de Predjama, la forteresse médiévale la plus spectaculaire au monde, construite dans l'embouchure d'une grotte à 123 mètres de hauteur. Ce château troglodyte du XIIIe siècle, inscrit au livre Guinness des records, semble défier les lois de la gravité et de l'architecture. Son réseau de passages secrets reliés aux grottes en faisait une forteresse imprenable.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Embarquez pour un voyage en train électrique souterrain à travers 3,7 kilomètres de galeries avant de continuer à pied pour admirer les formations les plus remarquables. Ne manquez pas la salle des Spaghettis et le célèbre Brilliant, une stalagmite blanche de 5 mètres devenue le symbole de la grotte. La température constante de 10°C crée une atmosphère unique.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Visitez le Vivarium pour observer le Protée, une créature aquatique unique surnommée le poisson humain. Cet amphibien aveugle des grottes, endémique des grottes karstiques slovènes, peut vivre jusqu'à 100 ans et représente l'une des espèces les plus fascinantes du monde souterrain européen.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 180,
            "drive_min": 150,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "SI::maribor",
            "coords": [
              46.5547,
              15.6459
            ]
          },
          "visits": [
            {
              "text": "Explorez Maribor, la deuxième ville de Slovénie et la capitale viticole du pays. Cette ville historique au charme authentique révèle une architecture habsbourgeoise remarquablement préservée, de belles places animées et une tradition viticole millénaire. Son atmosphère moins touristique par rapport à Ljubljana en fait une découverte particulièrement attachante.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visitez le château de Maribor et le musée régional retraçant l'histoire de la ville de l'âge de pierre au XXe siècle. Ce palais baroque situé sur la place Grajski forme le cœur culturel de la ville. Ses collections archéologiques et historiques offrent un aperçu complet de la région de Styrie slovène.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Découvrez la place Glavni Trg et la colonne de la Peste, monument baroque érigé au XVIIe siècle à la mémoire des victimes d'épidémies qui frappèrent la ville. Cette place centrale bordée de bâtiments historiques sert de point de départ idéal pour explorer le centre ancien.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Visitez la place de la Liberté et le monument de la Libération, mémorial célébrant la libération de Maribor pendant la Seconde Guerre mondiale. Cette place moderne contraste avec l'architecture historique environnante et témoigne des épreuves que la ville a traversées au XXe siècle.",
              "place_id": "",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Promenez-vous dans le quartier de Lent le long de la rivière Drava pour découvrir la plus vieille vigne du monde, la Stara Trta. Cette vigne vieille de 400 ans, inscrite au livre Guinness des records, produit encore du vin chaque année. Le quartier viticole offre l'occasion de déguster les cuvées régionales dans un cadre pittoresque au bord de la rivière.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            9
          ],
          "label": "Segment 2 — J6–J9",
          "from_day": 6,
          "to_day": 9
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 9,
          "label": "Var 9j"
        }
      ],
      "regions": [],
      "nearby_itins": [
        "IT::friuli::udine-dintorni",
        "HR::istrie-1",
        "HR::kvarner-1",
        "AT::austria-family-roadtrip",
        "AT::carinthia::lakes-mountains-alpine-roads",
        "HR::continental::zagreb-slavonia",
        "HR::istria::pula-rovinj-interior",
        "HR::kvarner::opatija-krk-losinj-rab"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [],
        "audience": []
      },
      "seo": {
        "h1_title": "Road Trip Slovénie : Alpes Juliennes et Côte Adriatique",
        "intro_paragraph": "Admirez Bled et son église sur l’eau, puis rejoignez Bohinj pour une nature plus sauvage. Suivez la Soča et ses eaux turquoise, explorez Postojna et ses grottes, puis terminez à Koper entre ruelles médiévales et air d’Adriatique. La Slovénie relie l’alpin et le méditerranéen avec une facilité étonnante.",
        "seo_hook": "Lacs alpins reflétant les clochers, rivières turquoise sculptant les gorges calcaires, grottes gardant des mondes souterrains. La Slovénie, concentré de merveilles.",
        "featured_list": [
          "Bled : église insulaire, miroir alpin",
          "Vallée de la Soča : rapides turquoise, aventure",
          "Postojna : grottes aux dragons, merveille souterraine",
          "Piran : ruelles vénitiennes, charme adriatique"
        ],
        "places_taglines": {
          "SI::ljubljana": "les ponts aux dragons gardent la capitale art nouveau au bord de rivière",
          "SI::bled": "l'église insulaire flotte sur un miroir émeraude alpin",
          "SI::bohinj": "la nature sauvage du Triglav commence aux rives du lac glaciaire",
          "SI::kranjska-gora": "les pics Julian couronnent le fond de vallée du village de ski",
          "SI::bovec": "la Soča turquoise se précipite à travers la capitale de l'aventure",
          "SI::divaca": "le plateau karstique cache les mystères d'entrées de grottes",
          "SI::koper": "les ruelles de pierre vénitiennes rencontrent le port de pêche adriatique",
          "SI::postojna": "le train descend dans la cathédrale calcaire gardée par les dragons",
          "SI::maribor": "la plus ancienne vigne grimpe sur les murs du quartier médiéval de Lent"
        }
      },
      "seo_keywords": [],
      "practical_context": null
    }
  ]
}