{
  "version": 1,
  "country": "si",
  "language": "it",
  "places": [
    {
      "place_id": "SI::bled",
      "name": "Bled",
      "cc": "SI",
      "language": "it",
      "coords": [
        46.3633,
        14.0942
      ],
      "lat": 46.3633,
      "lon": 14.0942,
      "visits": [
        {
          "text": "Giorno 1: Ammira il Lago di Bled, l'immagine cartolina per eccellenza della Slovenia e uno dei laghi più fotografati d'Europa. Le sue acque verde smeraldo circondano un pittoresco isolotto sormontato da una chiesa bianca, creando un paesaggio da favola incorniciato dalle vette delle Alpi Giulie. Questo gioiello naturale offre innumerevoli attività e punti panoramici spettacolari.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 1: Naviga verso l'Isola di Bled a bordo di una Pletna, tradizionale imbarcazione slovena spinta da un rematore in piedi. Su questo isolotto unico, visita la Chiesa dell'Assunta e suona la sua campana dei desideri per la fortuna. Questa traversata romantica offre un'esperienza imperdibile per scoprire il lago dal suo angolo più bello.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 1: Visita il Castello di Bled, fortezza medievale arroccata su una rupe a 130 metri sopra il lago. Questo castello millenario, uno dei più antichi della Slovenia, ospita un museo che ripercorre la storia della regione e offre viste eccezionali a picco sul lago e sull'isola dalle sue terrazze.",
          "visit_duration_min": 75
        },
        {
          "text": "Giorno 2: Esplora la Gola di Vintgar, meraviglia naturale scavata dal fiume Radovna per 1,6 chilometri. Cammina lungo passerelle di legno sospese sopra acque turchesi, tra cascate gorgoglianti, rapide spettacolari e pareti rocciose vertiginose. Questo canyon incantevole offre un'immersione totale nella natura alpina della Slovenia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Giorno 1: Fai un'escursione ai punti panoramici di Mala Osojnica o Ojstrica per catturare la vista cartolina perfetta del Lago di Bled. Questi punti di osservazione elevati offrono la prospettiva più iconica del lago, della sua isola e del castello: un panorama che ha fatto il giro del mondo e simboleggia la bellezza slovena."
        },
        {
          "text": "Giorno 1: Goditi le attività acquatiche sul lago: noleggia un paddleboard, kayak o barca a remi per esplorare le acque cristalline al tuo ritmo. In estate, nuotare nelle acque rinfrescanti del lago offre un momento di relax incomparabile con vista sulle montagne circostanti."
        },
        {
          "text": "Giorno 2: Ammira la Cascata di Šum alla fine della tua passeggiata nella gola. Questa cascata di 13 metri, la più grande cascata fluviale della Slovenia, costituisce il culmine della visita. L'acqua scrosciante e la nebbia rinfrescante creano un'atmosfera magica in questo ambiente naturale incontaminato."
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Tour della Slovenia: Alpi Giulie, Lubiana e Costa Adriatica",
          "day": 2
        }
      ],
      "rating": 8.6,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "SI::bohinj",
      "name": "Bohinj",
      "cc": "SI",
      "language": "it",
      "coords": [
        46.2869,
        13.8617
      ],
      "lat": 46.2869,
      "lon": 13.8617,
      "visits": [
        {
          "text": "Scopri il Lago di Bohinj, perla nascosta del Parco Nazionale del Triglav e il più grande lago naturale della Slovenia. Meno affollato del vicino Lago di Bled, questo lago glaciale offre un'atmosfera più selvaggia e autentica, circondato da fitte foreste e dominato dalle vette delle Alpi Giulie. Un vero rifugio di pace per gli amanti della natura.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la Chiesa di San Giovanni Battista, gioiello romanico adagiato in riva al lago. Questo santuario del XIII secolo, ornato di notevoli affreschi medievali, è uno dei monumenti più fotografati della regione. La sua cornice idilliaca con il lago e le montagne come sfondo lo rende di una bellezza straordinaria.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Prendi la Funivia del Vogel per raggiungere la stazione sciistica a 1.535 metri di altitudine. Dalle piattaforme panoramiche, ammira viste mozzafiato sul Lago di Bohinj, sulle valli circostanti e sulle vette del Triglav. Uno spettacolo grandioso che rivela tutta la maestosità del parco nazionale."
        },
        {
          "text": "Fai un'escursione alla Cascata di Savica, spettacolare salto di 70 metri composto da due bracci che si uniscono prima di precipitare in una vasca turchese. Questa escursione premia gli escursionisti con uno dei siti naturali più impressionanti della Slovenia."
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Tour della Slovenia: Alpi Giulie, Lubiana e Costa Adriatica",
          "day": 3
        }
      ],
      "rating": 7.1,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "SI::bovec",
      "name": "Bovec",
      "cc": "SI",
      "language": "it",
      "coords": [
        46.3381,
        13.5519
      ],
      "lat": 46.3381,
      "lon": 13.5519,
      "visits": [
        {
          "text": "Esplora la Valle dell'Isonzo, paradiso per gli amanti della natura dove il fiume omonimo serpeggia con le sue acque turchesi surreali. Questa valle alpina nel nordovest della Slovenia offre una concentrazione di attività all'aperto e paesaggi preservati, con gole spettacolari, cascate cristalline e ponti sospesi vertiginosi.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri Bovec, la capitale dell'avventura della Slovenia situata nel cuore della valle. Questa piccola città alpina serve come punto di partenza ideale per esplorare la regione e praticare numerose attività acquatiche sulla Soča. La sua spettacolare cornice montuosa e l'atmosfera rilassata la rendono una base perfetta per i viaggiatori attivi.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita Kobarid e il suo Museo della Prima Guerra Mondiale, uno dei migliori musei dedicati al conflitto in Europa. Questa piccola città storica fu teatro della famosa Battaglia di Caporetto nel 1917. La regione conserva numerosi resti e sentieri commemorativi attraverso le montagne circostanti.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora la Gola di Tolmin, uno spettacolare canyon dove il fiume Tolminka ha scavato il suo letto tra imponenti pareti rocciose. Cammina lungo le passerelle sopra acque smeraldine, scoprendo cascate segrete e piscine naturali di bellezza sorprendente.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vivi l'esperienza del rafting, kayak o canyoning sulla Soča, considerato uno dei fiumi più belli d'Europa per gli sport d'acqua bianca. Le sue acque turchesi con riflessi surreali offrono un campo di gioco eccezionale sia per i cercatori di emozioni che per i principianti."
        },
        {
          "text": "Attraversa il Ponte Sospeso di Čezsoča e i numerosi altri ponti sospesi che attraversano la Soča. Queste passerelle offrono punti di vista unici sul fiume e forniscono accesso ai sentieri escursionistici su entrambe le sponde. La vista delle acque cristalline da questi ponti è indimenticabile."
        },
        {
          "text": "Fai un'escursione alla Cascata Kozjak vicino a Kobarid, una cascata magica che si tuffa in una grotta naturale con pareti ricoperte di muschio. L'avvicinamento attraverso un sentiero nel bosco e lo spettacolo della cascata nel suo santuario roccioso creano un'atmosfera da favola."
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Tour della Slovenia: Alpi Giulie, Lubiana e Costa Adriatica",
          "day": 5
        }
      ],
      "rating": 3.6,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "SI::divaca",
      "name": "Divaca",
      "cc": "SI",
      "language": "it",
      "coords": [
        45.6781,
        13.9714
      ],
      "lat": 45.6781,
      "lon": 13.9714,
      "visits": [
        {
          "text": "Esplora le Grotte di Škocjan, Patrimonio dell'Umanità UNESCO e uno dei sistemi di grotte più impressionanti al mondo. Scavate dal fiume Reka, queste caverne monumentali ospitano camere sotterranee colossali, cascate interne e spettacolari formazioni di stalattiti e stalagmiti.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Unisciti a una visita guidata attraverso la Grotta Silenziosa e la Grotta Mormorante, un viaggio di 3 chilometri della durata di circa 2-2,5 ore. Il momento clou è l'attraversamento del Ponte Cerkvenik, una passerella sospesa a 45 metri sopra il fiume sotterraneo, che offre una prospettiva vertiginosa su questo mondo sotterraneo dalle dimensioni cattedralesche."
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Tour della Slovenia: Alpi Giulie, Lubiana e Costa Adriatica",
          "day": 6
        }
      ],
      "rating": 6.7,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "SI::koper",
      "name": "Koper",
      "cc": "SI",
      "language": "it",
      "coords": [
        45.5469,
        13.7294
      ],
      "lat": 45.5469,
      "lon": 13.7294,
      "visits": [
        {
          "text": "Scopri Koper, un gioiello veneziano sulla costa adriatica della Slovenia. Questa città portuale ha conservato un notevole patrimonio architettonico di quattro secoli di dominio veneziano. Le sue vie acciottolate, le facciate delle case color pastello e i palazzi storici evocano irresistibilmente l'atmosfera di Venezia.",
          "visit_duration_min": 75
        },
        {
          "text": "Esplora Piazza Tito, il cuore storico di Koper dominato dal Palazzo Pretorio e dalla sua loggia veneziana. Questa elegante piazza circondata da edifici gotici e rinascimentali testimonia la passata prosperità della città. Il Palazzo Pretorio, con la sua facciata merlata e le finestre ogivali, si erge come uno dei migliori esempi di architettura veneziana in Slovenia.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammira la Porta Muda e i resti delle mura medievali che un tempo proteggevano la città. Questa monumentale porta del XVI secolo segnava l'ingresso principale alla città e testimonia l'importanza strategica di Koper durante l'epoca veneziana.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Goditi il lungomare e le spiagge di Koper per una pausa marina sull'Adriatico. La Spiaggia della Città e la Spiaggia Žusterna offrono accesso al mare con vista sulle colline dell'entroterra istriano. Le spiagge di ciottoli invitano al nuoto nelle acque cristalline dell'Adriatico."
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Tour della Slovenia: Alpi Giulie, Lubiana e Costa Adriatica",
          "day": 7
        }
      ],
      "rating": 4.3,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "SI::kranjska-gora",
      "name": "Kranjska Gora",
      "cc": "SI",
      "language": "it",
      "coords": [
        46.4844,
        13.7856
      ],
      "lat": 46.4844,
      "lon": 13.7856,
      "visits": [
        {
          "text": "Attraversa il Passo di Vršič, il passo di montagna più alto della Slovenia che culmina a 1.611 metri di altitudine. Questa strada leggendaria con 50 tornanti attraversa grandiosi paesaggi alpini, collegando la valle di Kranjska Gora alla Valle dell'Isonzo. Ogni curva offre panorami mozzafiato sulle vette circostanti.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la Cappella Russa, commovente memoriale eretto in memoria dei prigionieri di guerra russi che costruirono questa strada durante la Prima Guerra Mondiale. Questo piccolo edificio in legno in stile ortodosso, immerso nella foresta alpina, testimonia una pagina tragica della storia europea in un ambiente di grande serenità.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Fai un'escursione al punto panoramico di Slemenova Špica dalla cima del passo per viste panoramiche eccezionali. Questa escursione di difficoltà moderata offre prospettive nelle giornate limpide su tre paesi: Slovenia, Italia e Austria. Un punto di osservazione unico sulle Alpi Giulie e le valli circostanti."
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Tour della Slovenia: Alpi Giulie, Lubiana e Costa Adriatica",
          "day": 4
        }
      ],
      "rating": 6.5,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "SI::ljubljana",
      "name": "Ljubljana",
      "cc": "SI",
      "language": "it",
      "coords": [
        46.0569,
        14.5058
      ],
      "lat": 46.0569,
      "lon": 14.5058,
      "visits": [
        {
          "text": "Scopri il Centro Storico di Ljubljana, un gioiello architettonico adagiato lungo le rive del fiume Ljubljanica. Passeggia lungo le banchine fiancheggiate da facciate colorate e attraversa gli iconici ponti che hanno reso famosa questa capitale europea. L'atmosfera pittoresca e le dimensioni a misura d'uomo di questo centro storico ne fanno una delle capitali più affascinanti del continente.",
          "visit_duration_min": 75
        },
        {
          "text": "Ammira il Ponte dei Draghi, monumento iconico di Ljubljana ornato da quattro imponenti sculture di draghi in bronzo. Queste creature mitiche, erette all'inizio del XX secolo, simboleggiano la protezione della città secondo la leggenda. Questo capolavoro dell'Art Nouveau è uno dei primi ponti in cemento armato d'Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Attraversa il Ponte Triplo, un'opera architettonica unica che collega Piazza Prešeren al Centro Storico. Questo insieme di tre ponti pedonali paralleli, progettato dall'architetto Jože Plečnik, offre una prospettiva straordinaria sulla Chiesa Francescana dell'Annunciazione con la sua sorprendente facciata rosa.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sali al Castello di Ljubljana con la funicolare panoramica o a piedi per godere di viste mozzafiato su tutta la capitale slovena. Questa fortezza medievale arroccata su una collina ospita mostre sulla storia della città e offre panorami a 360 gradi dalla sua torre di osservazione sui tetti del Centro Storico e sulle Alpi circostanti."
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Tour della Slovenia: Alpi Giulie, Lubiana e Costa Adriatica",
          "day": 1
        }
      ],
      "rating": 9.8,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "SI::maribor",
      "name": "Maribor",
      "cc": "SI",
      "language": "it",
      "coords": [
        46.5547,
        15.6459
      ],
      "lat": 46.5547,
      "lon": 15.6459,
      "visits": [
        {
          "text": "Esplora Maribor, la seconda città della Slovenia e capitale vinicola del paese. Questa città storica dal fascino autentico rivela un'architettura asburgica notevolmente conservata, belle piazze vivaci e una tradizione vinicola millenaria. La sua atmosfera meno turistica rispetto a Ljubljana la rende una scoperta particolarmente accattivante.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita il Castello di Maribor e il Museo Regionale che ripercorre la storia della città dall'Età della Pietra al XX secolo. Questo palazzo barocco situato in Piazza Grajski forma il cuore culturale della città. Le sue collezioni archeologiche e storiche offrono una panoramica completa della regione della Stiria slovena.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri Piazza Glavni Trg e la Colonna della Peste, un monumento barocco eretto nel XVII secolo in memoria delle vittime delle epidemie che colpirono la città. Questa piazza centrale circondata da edifici storici serve come punto di partenza ideale per esplorare il centro storico.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita Piazza della Libertà e il Monumento della Liberazione, un memoriale che celebra la liberazione di Maribor durante la Seconda Guerra Mondiale. Questa piazza moderna contrasta con l'architettura storica circostante e testimonia le prove che la città ha sopportato nel XX secolo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeggia attraverso il quartiere Lent lungo il fiume Drava per scoprire la vite più antica del mondo, la Stara Trta. Questa vite di 400 anni, registrata nel Guinness dei Primati, produce ancora vino ogni anno. Il quartiere vinicolo offre opportunità per degustare vini regionali in un pittoresco ambiente lungo il fiume."
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Tour della Slovenia: Alpi Giulie, Lubiana e Costa Adriatica",
          "day": 9
        }
      ],
      "rating": 8.1,
      "place_type": "city",
      "suggested_days": 1
    },
    {
      "place_id": "SI::postojna",
      "name": "Postojna",
      "cc": "SI",
      "language": "it",
      "coords": [
        45.7742,
        14.2139
      ],
      "lat": 45.7742,
      "lon": 14.2139,
      "visits": [
        {
          "text": "Visita la Grotta di Postojna, la rete di grotte turistiche più famosa d'Europa. Questo labirinto sotterraneo di 24 chilometri, con 5 chilometri accessibili al pubblico, presenta una straordinaria concentrazione di formazioni calcaree create nel corso di milioni di anni. Un viaggio al centro della terra che affascina i visitatori da quasi due secoli.",
          "visit_duration_min": 75
        },
        {
          "text": "Scopri il Castello di Predjama, la fortezza medievale più spettacolare al mondo, costruita nell'imbocco di una grotta a 123 metri di altezza. Questo castello rupestre del XIII secolo, inserito nel Guinness dei Primati, sembra sfidare le leggi della gravità e dell'architettura. La sua rete di passaggi segreti collegati alle grotte lo rendeva una fortezza inespugnabile.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Sali a bordo di un treno elettrico sotterraneo per un viaggio attraverso 3,7 chilometri di gallerie prima di continuare a piedi per ammirare le formazioni più notevoli. Non perdere la Camera degli Spaghetti e il famoso Brillante, una stalagmite bianca di 5 metri che è diventata il simbolo della grotta. La temperatura costante di 10°C crea un'atmosfera unica."
        },
        {
          "text": "Visita il Vivarium per osservare il Proteo o Olm, una creatura acquatica unica soprannominata il pesce umano. Questo anfibio cieco che vive nelle grotte, endemico delle grotte carsiche slovene, può vivere fino a 100 anni e rappresenta una delle specie più affascinanti del mondo sotterraneo europeo."
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Tour della Slovenia: Alpi Giulie, Lubiana e Costa Adriatica",
          "day": 8
        }
      ],
      "rating": 5,
      "place_type": "city",
      "suggested_days": 1
    }
  ]
}