{
  "version": 1,
  "country": "si",
  "language": "fr",
  "places": [
    {
      "place_id": "SI::bled",
      "name": "Bled",
      "cc": "SI",
      "coords": [
        46.3633,
        14.0942
      ],
      "lat": 46.3633,
      "lon": 14.0942,
      "visits": [
        {
          "text": "Jour 1: Behold Lake Bled, Slovenia's ultimate postcard image and one of Europe's most photographed lakes. Its emerald-green waters surround a picturesque islet topped by a white church, creating a fairytale landscape framed by the peaks of the Julian Alps. This natural jewel offers countless activities and spectacular viewpoints."
        },
        {
          "text": "Jour 1: Sail to Bled Island aboard a Pletna, a traditional Slovenian boat propelled by a standing oarsman. On this unique islet, visit the Church of the Assumption and ring its wishing bell for good luck. This romantic crossing provides an unmissable experience to discover the lake from its most beautiful angle."
        },
        {
          "text": "Jour 1: Visit Bled Castle, a medieval fortress perched on a cliff 130 meters above the lake. This thousand-year-old castle, one of Slovenia's oldest, houses a museum tracing the region's history and offers exceptional plunging views over the lake and island from its terraces."
        },
        {
          "text": "Jour 2: Explore Vintgar Gorge, a natural wonder carved by the Radovna River over 1.6 kilometers. Walk along wooden walkways suspended above turquoise waters, between bubbling cascades, spectacular rapids, and vertiginous rock walls. This enchanting canyon offers a total immersion in Slovenia's alpine nature.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Contemplez le Lac de Bled, l'image carte postale ultime de la Slovénie et l'un des lacs les plus photographiés d'Europe. Ses eaux vert émeraude entourent un îlot pittoresque surmonté d'une église blanche, créant un paysage de conte de fées encadré par les sommets des Alpes Juliennes. Ce joyau naturel offre d'innombrables activités et des points de vue spectaculaires.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Naviguez vers l'Île de Bled à bord d'une Pletna, bateau traditionnel slovène propulsé par un rameur debout. Sur cet îlot unique, visitez l'Église de l'Assomption et sonnez sa cloche des vœux pour porter bonheur. Cette traversée romantique offre une expérience incontournable pour découvrir le lac sous son plus bel angle.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 1 : Visitez le Château de Bled, forteresse médiévale perchée sur une falaise à 130 mètres au-dessus du lac. Ce château millénaire, l'un des plus anciens de Slovénie, abrite un musée retraçant l'histoire de la région et offre des vues plongeantes exceptionnelles sur le lac et l'île depuis ses terrasses.",
          "visit_duration_min": 75
        },
        {
          "text": "Jour 2 : Explorez les gorges de Vintgar, une merveille naturelle sculptée par la rivière Radovna sur 1,6 kilomètre. Marchez le long de passerelles en bois suspendues au-dessus des eaux turquoise, entre cascades bouillonnantes, rapides spectaculaires et parois rocheuses vertigineuses. Ce canyon enchanteur offre une immersion totale dans la nature alpine de Slovénie.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Jour 1: Hike to the Mala Osojnica or Ojstrica viewpoints to capture the postcard-perfect view of Lake Bled. These elevated vantage points offer the most iconic perspective of the lake, its island, and the castle-a panorama that has traveled the world and symbolizes Slovenian beauty."
        },
        {
          "text": "Jour 1: Enjoy water activities on the lake: rent a paddleboard, kayak, or rowboat to explore the crystal-clear waters at your own pace. In summer, swimming in the lake's refreshing waters offers an incomparable moment of relaxation with views of the surrounding mountains."
        },
        {
          "text": "Jour 2: Admire Šum Waterfall at the end of your gorge walk. This 13-meter waterfall, Slovenia's largest river waterfall, forms the highlight of the visit. The thundering water and refreshing mist create a magical atmosphere in this pristine natural setting.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 1 : Randonnez jusqu'aux points de vue de Mala Osojnica ou Ojstrica pour capturer la vue carte postale parfaite du lac de Bled. Ces points d'observation surélevés offrent la perspective la plus emblématique du lac, de son île et du château - un panorama qui a fait le tour du monde et symbolise la beauté slovène.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 1 : Profitez des activités nautiques sur le lac : louez un paddleboard, un kayak ou une barque à rames pour explorer les eaux cristallines à votre rythme. En été, la baignade dans les eaux rafraîchissantes du lac offre un moment de détente incomparable avec vue sur les montagnes environnantes.",
          "visit_duration_min": 60
        },
        {
          "text": "Jour 2 : Admirez la cascade Šum à la fin de votre promenade dans les gorges. Cette cascade de 13 mètres, la plus grande cascade fluviale de Slovénie, forme le point culminant de la visite. L'eau tonnante et la brume rafraîchissante créent une atmosphère magique dans ce cadre naturel préservé.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Treasures of Slovenia: From the Julian Alps to the Adriatic Coast",
          "day": 2
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 8.8,
      "place_type": "city"
    },
    {
      "place_id": "SI::bohinj",
      "name": "Bohinj",
      "cc": "SI",
      "coords": [
        46.2869,
        13.8617
      ],
      "lat": 46.2869,
      "lon": 13.8617,
      "visits": [
        {
          "text": "Discover Lake Bohinj, the hidden pearl of Triglav National Park and Slovenia's largest natural lake. Less crowded than neighboring Lake Bled, this glacial lake offers a wilder and more authentic atmosphere, bordered by dense forests and dominated by the Julian Alps peaks. A true haven of peace for nature lovers."
        },
        {
          "text": "Visit the Church of St. John the Baptist, a Romanesque jewel nestled by the lakeside. This 13th-century sanctuary, adorned with remarkable medieval frescoes, stands as one of the region's most photographed monuments. Its idyllic setting with the lake and mountains as a backdrop makes it strikingly beautiful."
        },
        {
          "text": "Découvrez le lac Bohinj, la perle cachée du parc national du Triglav et le plus grand lac naturel de Slovénie. Moins fréquenté que le lac de Bled voisin, ce lac glaciaire offre une atmosphère plus sauvage et authentique, bordé de forêts denses et dominé par les sommets des Alpes juliennes. Un véritable havre de paix pour les amoureux de la nature.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez l'église Saint-Jean-Baptiste, un joyau roman niché au bord du lac. Ce sanctuaire du XIIIe siècle, orné de remarquables fresques médiévales, figure parmi les monuments les plus photographiés de la région. Son cadre idyllique avec le lac et les montagnes en toile de fond le rend saisissant de beauté.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Take the Vogel Cable Car to reach the ski resort at 1,535 meters altitude. From the panoramic platforms, admire breathtaking views over Lake Bohinj, the surrounding valleys, and the Triglav peaks. A grandiose spectacle revealing the full majesty of the national park."
        },
        {
          "text": "Hike to Savica Waterfall, a spectacular 70-meter drop composed of two arms that merge before plunging into a turquoise basin. This hike rewards walkers with one of Slovenia's most impressive natural sites."
        },
        {
          "text": "Prenez le téléphérique Vogel pour rejoindre la station de ski à 1 535 mètres d'altitude. Depuis les plateformes panoramiques, admirez des vues à couper le souffle sur le lac Bohinj, les vallées environnantes et les sommets du Triglav. Un spectacle grandiose révélant toute la majesté du parc national.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez jusqu'à la cascade Savica, une chute spectaculaire de 70 mètres composée de deux bras qui se rejoignent avant de plonger dans un bassin turquoise. Cette randonnée récompense les marcheurs avec l'un des sites naturels les plus impressionnants de Slovénie.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Treasures of Slovenia: From the Julian Alps to the Adriatic Coast",
          "day": 3
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 7.7,
      "place_type": "city"
    },
    {
      "place_id": "SI::bovec",
      "name": "Bovec",
      "cc": "SI",
      "coords": [
        46.3381,
        13.5519
      ],
      "lat": 46.3381,
      "lon": 13.5519,
      "visits": [
        {
          "text": "Explore the Soča Valley, a paradise for nature lovers where the river of the same name meanders with its surreal turquoise waters. This alpine valley in northwestern Slovenia offers a concentration of outdoor activities and preserved landscapes, featuring spectacular gorges, crystal-clear waterfalls, and vertiginous suspension bridges."
        },
        {
          "text": "Discover Bovec, Slovenia's adventure capital nestled in the heart of the valley. This small alpine town serves as the ideal starting point for exploring the region and practicing numerous water activities on the Soča. Its spectacular mountain setting and laid-back atmosphere make it a perfect base for active travelers."
        },
        {
          "text": "Visit Kobarid and its World War I Museum, one of the best museums dedicated to the conflict in Europe. This small historic town was the scene of the famous Battle of Caporetto in 1917. The region preserves numerous remnants and memorial trails through the surrounding mountains."
        },
        {
          "text": "Explore Tolmin Gorge, a spectacular canyon where the Tolminka River has carved its bed between impressive rock walls. Walk along walkways above emerald waters, discovering secret waterfalls and natural pools of striking beauty."
        },
        {
          "text": "Explorez la vallée de la Soča, un paradis pour les amoureux de la nature où la rivière du même nom serpente avec ses eaux turquoise surréelles. Cette vallée alpine du nord-ouest de la Slovénie offre une concentration d'activités de plein air et de paysages préservés, avec des gorges spectaculaires, des cascades cristallines et des ponts suspendus vertigineux.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez Bovec, la capitale slovène de l'aventure nichée au cœur de la vallée. Cette petite ville alpine sert de point de départ idéal pour explorer la région et pratiquer de nombreuses activités nautiques sur la Soča. Son cadre montagnard spectaculaire et son atmosphère décontractée en font une base parfaite pour les voyageurs actifs.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez Kobarid et son musée de la Première Guerre mondiale, l'un des meilleurs musées dédiés au conflit en Europe. Cette petite ville historique fut le théâtre de la célèbre bataille de Caporetto en 1917. La région conserve de nombreux vestiges et sentiers mémoriels à travers les montagnes environnantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez les gorges de Tolmin, un canyon spectaculaire où la rivière Tolminka a creusé son lit entre d'impressionnantes parois rocheuses. Marchez le long de passerelles au-dessus des eaux émeraude, découvrant des cascades secrètes et des bassins naturels d'une beauté saisissante.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience rafting, kayaking, or canyoning on the Soča, considered one of Europe's most beautiful rivers for white-water sports. Its turquoise waters with surreal reflections offer an exceptional playground for thrill-seekers and beginners alike."
        },
        {
          "text": "Cross the Čezsoča Suspension Bridge and the numerous other suspension bridges spanning the Soča. These walkways offer unique viewpoints over the river and provide access to hiking trails on both banks. The view of the crystal-clear waters from these bridges is unforgettable."
        },
        {
          "text": "Hike to Kozjak Waterfall near Kobarid, a magical waterfall that plunges into a natural cave with moss-covered walls. The approach through a forest trail and the spectacle of the waterfall in its rocky sanctuary create a fairy-tale atmosphere."
        },
        {
          "text": "Vivez l'expérience du rafting, kayak ou canyoning sur la Soča, considérée comme l'une des plus belles rivières d'Europe pour les sports d'eaux vives. Ses eaux turquoise aux reflets surréalistes offrent un terrain de jeu exceptionnel pour les amateurs de sensations fortes comme pour les débutants.",
          "visit_duration_min": 60
        },
        {
          "text": "Traversez le pont suspendu de Čezsoča et les nombreux autres ponts suspendus enjambant la Soča. Ces passerelles offrent des points de vue uniques sur la rivière et donnent accès aux sentiers de randonnée des deux rives. La vue sur les eaux cristallines depuis ces ponts est inoubliable.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnez jusqu'à la cascade Kozjak près de Kobarid, une cascade magique qui se jette dans une grotte naturelle aux parois couvertes de mousse. L'approche par un sentier forestier et le spectacle de la cascade dans son sanctuaire rocheux créent une atmosphère de conte de fées.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Treasures of Slovenia: From the Julian Alps to the Adriatic Coast",
          "day": 5
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5,
      "place_type": "city"
    },
    {
      "place_id": "SI::divaca",
      "name": "Divaca",
      "cc": "SI",
      "coords": [
        45.6781,
        13.9714
      ],
      "lat": 45.6781,
      "lon": 13.9714,
      "visits": [
        {
          "text": "Explore the Škocjan Caves, a UNESCO World Heritage Site and one of the most impressive cave systems in the world. Carved by the Reka River, these monumental caverns shelter colossal underground chambers, interior waterfalls, and spectacular stalactite and stalagmite formations."
        },
        {
          "text": "Explorez les grottes de Škocjan, site du patrimoine mondial de l'UNESCO et l'un des systèmes de grottes les plus impressionnants au monde. Sculptées par la rivière Reka, ces cavernes monumentales abritent des chambres souterraines colossales, des cascades intérieures et des formations spectaculaires de stalactites et stalagmites.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Join a guided tour through the Silent Cave and the Murmuring Cave, a 3-kilometer journey lasting approximately 2 to 2.5 hours. The highlight is crossing the Cerkvenik Bridge, a walkway suspended 45 meters above the underground river, offering a vertiginous perspective on this subterranean world of cathedral-like dimensions."
        },
        {
          "text": "Rejoignez une visite guidée à travers la grotte silencieuse et la grotte murmurante, un parcours de 3 kilomètres d'une durée d'environ 2 à 2,5 heures. Le point culminant est la traversée du pont Cerkvenik, une passerelle suspendue à 45 mètres au-dessus de la rivière souterraine, offrant une perspective vertigineuse sur ce monde souterrain aux dimensions cathédraliques.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Treasures of Slovenia: From the Julian Alps to the Adriatic Coast",
          "day": 6
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 2.6,
      "place_type": "city"
    },
    {
      "place_id": "SI::koper",
      "name": "Koper",
      "cc": "SI",
      "coords": [
        45.5469,
        13.7294
      ],
      "lat": 45.5469,
      "lon": 13.7294,
      "visits": [
        {
          "text": "Discover Koper, a Venetian jewel on Slovenia's Adriatic coast. This port city has preserved remarkable architectural heritage from four centuries of Venetian rule. Its cobbled lanes, pastel-colored house facades, and historic palaces irresistibly evoke the atmosphere of Venice."
        },
        {
          "text": "Explore Tito Square, Koper's historic heart dominated by the Praetorian Palace and its Venetian loggia. This elegant square surrounded by Gothic and Renaissance buildings testifies to the city's past prosperity. The Praetorian Palace, with its crenellated façade and ogival windows, stands as one of the finest examples of Venetian architecture in Slovenia."
        },
        {
          "text": "Admire the Muda Gate and the remnants of medieval walls that once protected the city. This monumental 16th-century gate marked the main entrance to the city and bears witness to Koper's strategic importance during the Venetian era."
        },
        {
          "text": "Découvrez Koper, un joyau vénitien sur la côte adriatique de la Slovénie. Cette ville portuaire a préservé un patrimoine architectural remarquable de quatre siècles de domination vénitienne. Ses ruelles pavées, les façades colorées pastel de ses maisons et ses palais historiques évoquent irrésistiblement l'atmosphère de Venise.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la place Tito, cœur historique de Koper dominé par le palais du Préteur et sa loggia vénitienne. Cette élégante place entourée de bâtiments gothiques et Renaissance témoigne de la prospérité passée de la ville. Le palais du Préteur, avec sa façade crénelée et ses fenêtres ogivales, constitue l'un des plus beaux exemples de l'architecture vénitienne en Slovénie.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez la porte Muda et les vestiges des remparts médiévaux qui protégeaient autrefois la ville. Cette porte monumentale du XVIe siècle marquait l'entrée principale de la ville et témoigne de l'importance stratégique de Koper à l'époque vénitienne.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Enjoy the seafront promenade and Koper's beaches for a seaside break on the Adriatic. City Beach and Žusterna Beach offer sea access with views of the Istrian hinterland hills. The pebble beaches invite swimming in the clear Adriatic waters."
        },
        {
          "text": "Profitez de la promenade du front de mer et des plages de Koper pour une pause balnéaire sur l'Adriatique. La plage de la ville et la plage de Žusterna offrent un accès à la mer avec vue sur les collines de l'arrière-pays istrien. Les plages de galets invitent à la baignade dans les eaux claires de l'Adriatique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Treasures of Slovenia: From the Julian Alps to the Adriatic Coast",
          "day": 7
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 4.4,
      "place_type": "city"
    },
    {
      "place_id": "SI::kranjska-gora",
      "name": "Kranjska Gora",
      "cc": "SI",
      "coords": [
        46.4844,
        13.7856
      ],
      "lat": 46.4844,
      "lon": 13.7856,
      "visits": [
        {
          "text": "Cross Vršič Pass, Slovenia's highest mountain pass culminating at 1,611 meters altitude. This legendary road with 50 hairpin bends traverses grandiose alpine landscapes, connecting the Kranjska Gora valley to the Soča Valley. Each turn offers breathtaking panoramas over the surrounding peaks."
        },
        {
          "text": "Visit the Russian Chapel, a moving memorial erected in memory of Russian prisoners of war who built this road during World War I. This small wooden Orthodox-style building, nestled in the alpine forest, bears witness to a tragic page of European history in a setting of great serenity."
        },
        {
          "text": "Traversez le col de Vršič, le plus haut col de montagne de Slovénie culminant à 1 611 mètres d'altitude. Cette route légendaire aux 50 virages en épingle à cheveux traverse des paysages alpins grandioses, reliant la vallée de Kranjska Gora à la vallée de la Soča. Chaque virage offre des panoramas époustouflants sur les sommets environnants.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez la chapelle russe, un mémorial émouvant érigé en mémoire des prisonniers de guerre russes qui ont construit cette route pendant la Première Guerre mondiale. Ce petit bâtiment en bois de style orthodoxe, niché dans la forêt alpine, témoigne d'une page tragique de l'histoire européenne dans un cadre de grande sérénité.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hike to the Slemenova Špica viewpoint from the pass summit for exceptional panoramic views. This moderate-difficulty hike offers clear-day perspectives over three countries: Slovenia, Italy, and Austria. A unique vantage point over the Julian Alps and surrounding valleys."
        },
        {
          "text": "Randonnez jusqu'au point de vue de Slemenova Špica depuis le sommet du col pour des vues panoramiques exceptionnelles. Cette randonnée de difficulté modérée offre par temps clair des perspectives sur trois pays : la Slovénie, l'Italie et l'Autriche. Un point d'observation unique sur les Alpes juliennes et les vallées environnantes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Treasures of Slovenia: From the Julian Alps to the Adriatic Coast",
          "day": 4
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 7.1,
      "place_type": "city"
    },
    {
      "place_id": "SI::ljubljana",
      "name": "Ljubljana",
      "cc": "SI",
      "coords": [
        46.0569,
        14.5058
      ],
      "lat": 46.0569,
      "lon": 14.5058,
      "visits": [
        {
          "text": "Discover Ljubljana's Old Town, an architectural gem nestled along the banks of the Ljubljanica River. Stroll along the quays lined with colorful building facades and cross the iconic bridges that have made this European capital famous. The picturesque atmosphere and human scale of this historic center make it one of the continent's most charming capitals."
        },
        {
          "text": "Marvel at the Dragon Bridge, Ljubljana's iconic monument adorned with four imposing bronze dragon sculptures. These mythical creatures, erected in the early 20th century, symbolize the city's protection according to legend. This Art Nouveau masterpiece stands as one of Europe's first reinforced concrete bridges."
        },
        {
          "text": "Cross the Triple Bridge, a unique architectural achievement connecting Prešeren Square to the Old Town. This ensemble of three parallel pedestrian bridges, designed by architect Jože Plečnik, offers a remarkable perspective on the Franciscan Church of the Annunciation with its striking pink façade."
        },
        {
          "text": "Découvrez la Vieille Ville de Ljubljana, un joyau architectural niché le long des rives de la rivière Ljubljanica. Promenez-vous le long des quais bordés de façades colorées et traversez les ponts iconiques qui ont rendu cette capitale européenne célèbre. L'atmosphère pittoresque et l'échelle humaine de ce centre historique en font l'une des capitales les plus charmantes du continent.",
          "visit_duration_min": 75
        },
        {
          "text": "Émerveillez-vous devant le Pont du Dragon, monument emblématique de Ljubljana orné de quatre imposantes sculptures de dragons en bronze. Ces créatures mythiques, érigées au début du XXe siècle, symbolisent selon la légende la protection de la ville. Ce chef-d'œuvre Art nouveau constitue l'un des premiers ponts en béton armé d'Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Traversez le Triple Pont, réalisation architecturale unique reliant la Place Prešeren à la Vieille Ville. Cet ensemble de trois ponts piétonniers parallèles, conçu par l'architecte Jože Plečnik, offre une perspective remarquable sur l'Église franciscaine de l'Annonciation avec sa façade rose saisissante.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Ascend to Ljubljana Castle via the panoramic funicular or on foot to enjoy breathtaking views across the entire Slovenian capital. This medieval fortress perched on a hilltop houses exhibitions on the city's history and offers 360-degree panoramas from its observation tower over the Old Town rooftops and surrounding Alps."
        },
        {
          "text": "Montez au Château de Ljubljana par le funiculaire panoramique ou à pied pour profiter de vues à couper le souffle sur toute la capitale slovène. Cette forteresse médiévale perchée sur une colline abrite des expositions sur l'histoire de la ville et offre des panoramas à 360 degrés depuis sa tour d'observation sur les toits de la Vieille Ville et les Alpes environnantes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Treasures of Slovenia: From the Julian Alps to the Adriatic Coast",
          "day": 1
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 4.5,
      "place_type": "city"
    },
    {
      "place_id": "SI::maribor",
      "name": "Maribor",
      "cc": "SI",
      "coords": [
        46.5547,
        15.6459
      ],
      "lat": 46.5547,
      "lon": 15.6459,
      "visits": [
        {
          "text": "Explore Maribor, Slovenia's second city and the country's wine capital. This historic city with authentic charm reveals remarkably preserved Habsburg architecture, beautiful lively squares, and a thousand-year wine tradition. Its less touristy atmosphere compared to Ljubljana makes it a particularly endearing discovery."
        },
        {
          "text": "Visit Maribor Castle and the Regional Museum tracing the city's history from the Stone Age to the 20th century. This Baroque palace located on Grajski Square forms the city's cultural heart. Its archaeological and historical collections offer a comprehensive overview of the Slovenian Styria region."
        },
        {
          "text": "Discover Glavni Trg Square and the Plague Column, a Baroque monument erected in the 17th century in memory of epidemic victims who struck the city. This central square lined with historic buildings serves as the ideal starting point for exploring the old center."
        },
        {
          "text": "Visit Freedom Square and the Liberation Monument, a memorial celebrating Maribor's liberation during World War II. This modern square contrasts with the surrounding historic architecture and bears witness to the trials the city endured in the 20th century."
        },
        {
          "text": "Explorez Maribor, la deuxième ville de Slovénie et la capitale viticole du pays. Cette ville historique au charme authentique révèle une architecture habsbourgeoise remarquablement préservée, de belles places animées et une tradition viticole millénaire. Son atmosphère moins touristique par rapport à Ljubljana en fait une découverte particulièrement attachante.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le château de Maribor et le musée régional retraçant l'histoire de la ville de l'âge de pierre au XXe siècle. Ce palais baroque situé sur la place Grajski forme le cœur culturel de la ville. Ses collections archéologiques et historiques offrent un aperçu complet de la région de Styrie slovène.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez la place Glavni Trg et la colonne de la Peste, monument baroque érigé au XVIIe siècle à la mémoire des victimes d'épidémies qui frappèrent la ville. Cette place centrale bordée de bâtiments historiques sert de point de départ idéal pour explorer le centre ancien.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez la place de la Liberté et le monument de la Libération, mémorial célébrant la libération de Maribor pendant la Seconde Guerre mondiale. Cette place moderne contraste avec l'architecture historique environnante et témoigne des épreuves que la ville a traversées au XXe siècle.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Stroll through the Lent district along the Drava River to discover the world's oldest vine, the Stara Trta. This 400-year-old vine, listed in the Guinness Book of Records, still produces wine each year. The wine district offers opportunities to taste regional vintages in a picturesque riverside setting."
        },
        {
          "text": "Promenez-vous dans le quartier de Lent le long de la rivière Drava pour découvrir la plus vieille vigne du monde, la Stara Trta. Cette vigne vieille de 400 ans, inscrite au livre Guinness des records, produit encore du vin chaque année. Le quartier viticole offre l'occasion de déguster les cuvées régionales dans un cadre pittoresque au bord de la rivière.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Treasures of Slovenia: From the Julian Alps to the Adriatic Coast",
          "day": 9
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 7.3,
      "place_type": "city"
    },
    {
      "place_id": "SI::postojna",
      "name": "Postojna",
      "cc": "SI",
      "coords": [
        45.7742,
        14.2139
      ],
      "lat": 45.7742,
      "lon": 14.2139,
      "visits": [
        {
          "text": "Visit Postojna Cave, Europe's most famous tourist cave network. This 24-kilometer underground labyrinth, with 5 kilometers accessible to the public, presents an extraordinary concentration of limestone formations created over millions of years. A journey to the center of the earth that has fascinated visitors for nearly two centuries."
        },
        {
          "text": "Discover Predjama Castle, the world's most spectacular medieval fortress, built into the mouth of a cave at 123 meters height. This 13th-century cave castle, listed in the Guinness Book of Records, seems to defy the laws of gravity and architecture. Its network of secret passages connected to the caves made it an impregnable fortress."
        },
        {
          "text": "Visitez la grotte de Postojna, le réseau de grottes touristiques le plus célèbre d'Europe. Ce labyrinthe souterrain de 24 kilomètres, dont 5 kilomètres accessibles au public, présente une concentration extraordinaire de formations calcaires créées pendant des millions d'années. Un voyage au centre de la terre qui fascine les visiteurs depuis près de deux siècles.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le château de Predjama, la forteresse médiévale la plus spectaculaire au monde, construite dans l'embouchure d'une grotte à 123 mètres de hauteur. Ce château troglodyte du XIIIe siècle, inscrit au livre Guinness des records, semble défier les lois de la gravité et de l'architecture. Son réseau de passages secrets reliés aux grottes en faisait une forteresse imprenable.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Board an underground electric train journey through 3.7 kilometers of galleries before continuing on foot to admire the most remarkable formations. Don't miss the Spaghetti Chamber and the famous Brilliant, a 5-meter white stalagmite that has become the cave's symbol. The constant 10°C temperature creates a unique atmosphere."
        },
        {
          "text": "Visit the Vivarium to observe the Proteus or Olm, a unique aquatic creature nicknamed the human fish. This blind cave-dwelling amphibian, endemic to Slovenian karst caves, can live up to 100 years and represents one of the most fascinating species in the European underground world."
        },
        {
          "text": "Embarquez pour un voyage en train électrique souterrain à travers 3,7 kilomètres de galeries avant de continuer à pied pour admirer les formations les plus remarquables. Ne manquez pas la salle des Spaghettis et le célèbre Brilliant, une stalagmite blanche de 5 mètres devenue le symbole de la grotte. La température constante de 10°C crée une atmosphère unique.",
          "visit_duration_min": 60
        },
        {
          "text": "Visitez le Vivarium pour observer le Protée, une créature aquatique unique surnommée le poisson humain. Cet amphibien aveugle des grottes, endémique des grottes karstiques slovènes, peut vivre jusqu'à 100 ans et représente l'une des espèces les plus fascinantes du monde souterrain européen.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "SI::si::treasures-of-slovenia-from-the-julian-alps-to-the-adriatic-coast",
          "itin_title": "Treasures of Slovenia: From the Julian Alps to the Adriatic Coast",
          "day": 8
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 5.1,
      "place_type": "city"
    }
  ]
}