{
  "version": "v1",
  "country": "MQ",
  "language": "it",
  "itineraries": [
    {
      "itin_id": "MQ::island::martinique-volcano-and-anse",
      "id": "MQ::island::martinique-volcano-and-anse",
      "language": "it",
      "created_at": "2025-10-25T15:45:40.000Z",
      "source_url": "",
      "dept_code": "MQ",
      "dept_name": "Martinica",
      "title": "Itinerario Martinica: Montagna Pelée e Spiagge",
      "subtitle": "Dalle rovine vulcaniche di Saint-Pierre alle acque turchesi delle Salines, un viaggio tra storia, rum e sapori creoli",
      "notes": "Un anello da nord a sud, da Saint-Pierre e la Montagna Pelée fino alle Anses e alle lagune atlantiche, tra paesaggi vulcanici, piantagioni e sapori creoli.",
      "specialties": [],
      "estimated_days_base": 10,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "MQ",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "MQ::fort-de-france",
            "coords": [
              14.61,
              -61.081
            ],
            "map_keywords": [
              "Bibliothèque Schoelcher Fort-de-France",
              "Cathédrale Saint-Louis Fort-de-France",
              "Fort Saint-Louis Fort-de-France",
              "Parc de la Savane Fort-de-France",
              "Grand Marché Fort-de-France",
              "Jardin de Balata Fort-de-France"
            ]
          },
          "visits": [
            {
              "text": "Biblioteca Schoelcher — Punto saliente architettonico o naturalistico con note storiche.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Bibliothèque Schoelcher mescola stili bizantino, Art Nouveau ed egiziano dietro una facciata di mosaici gialli e rossi. Costruita a Parigi nel 1887 dall'architetto Henri Picq, fu presentata all'Esposizione Universale del 1889, poi smontata e rimontata pezzo per pezzo in Martinica. Porta il nome di Victor Schoelcher, artefice dell'abolizione della schiavitù nel 1848, che aveva donato la propria biblioteca personale all'isola.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Forte Saint-Louis (est) — Tappa del patrimonio o museo che contestualizza la vita dell'isola.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Varcate la porta della Cattedrale Saint-Louis, la cui struttura interamente metallica fu progettata dallo stesso Henri Picq per resistere a terremoti e cicloni. Inaugurata nel 1895, la navata di 66 metri poggia su archi d'acciaio, il che le vale il soprannome di « cattedrale di ferro ». Le 19 vetrate ripercorrono la vita di San Luigi e la guglia si innalza a 59 metri sulla città.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Mercato coperto — Punto panoramico scenico o caletta fotogenica; luce migliore al mattino presto/sera tardi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il Fort Saint-Louis occupa la penisola che chiude la baia dei Flamands dagli anni 1640. Consolidato secondo i principi di Vauban negli anni 1680, resistette all'attacco olandese del 1674 e alle occupazioni inglesi. Ancora base della Marina Nazionale nelle Antille, si visita in fasce orarie guidate di circa 1 ora e 15 minuti — le iguane hanno eletto domicilio sui bastioni.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Attraversate il Parc de la Savane, vasta spianata ombreggiata da palme reali di fronte alla baia. I viali costeggiano chioschi creoli e conducono all'antica statua decapitata dell'imperatrice Giuseppina, testimone dei dibattiti memoriali dell'isola.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Andate di prima mattina al Grand Marché coperto. I banchi delle « doudous » traboccano di spezie — bastoncini di cacao, colombo, bois d'Inde — e frutti tropicali. L'artigianato creolo (madras, bambole, cesteria) occupa le corsie in fondo.",
              "place_id": "",
              "visit_duration_min": 50
            },
            {
              "text": "Il Jardin de Balata si estende a 10 km lungo la Route de la Trace, ai piedi dei Pitons du Carbet. Creato nel 1982 dal paesaggista Jean-Philippe Thoze attorno alla casa creola dei nonni, raccoglie oltre 3.000 specie tropicali. Un ponte sospeso a 15 metri d'altezza offre una vista aerea sulla canopea e la baia di Fort-de-France.",
              "place_id": "",
              "visit_duration_min": 90
            }
          ],
          "activities": [
            {
              "text": "Prendete la navetta marittima che collega Fort-de-France a Les Trois-Îlets in 20 minuti — la traversata offre il miglior panorama sulla baia dei Flamands, classificata tra le più belle baie del mondo.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Passeggiate nella zona pedonale del centro città per ammirare le facciate coloniali con balconi in ferro battuto e i murales nelle vie Schoelcher e Victor-Hugo.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Concludete con una degustazione di succhi freschi e accras in uno dei chioschi del Parc de la Savane, di fronte al tramonto sul Mar dei Caraibi.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 23.4,
            "drive_min": 47,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "MQ",
          "suggested_days": 3,
          "rating": 0,
          "night": {
            "place_id": "MQ::saint-pierre",
            "coords": [
              14.744,
              -61.175
            ],
            "map_keywords": [
              "Ruines du Théâtre Saint-Pierre Martinique",
              "Musée Franck A. Perret Saint-Pierre",
              "Cachot de Cyparis Saint-Pierre",
              "Cathédrale Notre-Dame du Bon Port Saint-Pierre",
              "Rue Monte au Ciel Saint-Pierre",
              "Front de mer Saint-Pierre Martinique"
            ]
          },
          "visits": [
            {
              "text": "Rovine dell'eruzione del 1902 — Punto saliente architettonico o naturalistico con note storiche.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Le rovine del Teatro di Saint-Pierre ricordano l'opulenza della « Piccola Parigi delle Antille ». Costruito nel XVIII secolo sul modello del teatro di Bordeaux, poteva accogliere 800 spettatori. L'8 maggio 1902 alle 8:02, la nube ardente della Montagna Pelée distrusse la città in due minuti — 28.000 morti, una temperatura fra 400 e 600 °C, una velocità stimata di 500 km/h.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Museo del vulcano — Tappa del patrimonio o museo che contestualizza la vita dell'isola.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La cella di Cyparis si visita a pochi passi. Louis-Auguste Cyparis, prigioniero rinchiuso in una cella seminterrata, sopravvisse all'eruzione grazie allo spessore dei muri. È uno dei soli tre sopravvissuti noti della catastrofe.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "Punto panoramico del molo — Punto panoramico scenico o caletta fotogenica; luce migliore al mattino presto/sera tardi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il Museo Franck A. Perret, fondato nel 1933 dal vulcanologo americano omonimo, espone gli oggetti recuperati dalle macerie: la campana deformata della cattedrale, fotografie prima e dopo l'eruzione e utensili fusi dal calore.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Risalite la Rue Monte au Ciel, il cui nome evoca la fuga degli abitanti la mattina dell'eruzione. I resti della Maison Coloniale de Santé, ex ospedale psichiatrico del 1839, si ergono sulla sommità.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Le rovine della Cattedrale Notre-Dame du Bon Port conservano parte della facciata e degli archi. Il contrasto fra la pietra calcinata e la vegetazione tropicale che ha ripreso i suoi diritti è impressionante.",
              "place_id": "",
              "visit_duration_min": 25
            },
            {
              "text": "Raggiungete il lungomare per una vista sulla rada di Saint-Pierre, con la sagoma della Montagna Pelée sullo sfondo. Le barche dei pescatori colorate si allineano lungo il molo.",
              "place_id": "",
              "visit_duration_min": 25
            }
          ],
          "activities": [
            {
              "text": "Percorrete il circuito delle rovine segnalato dall'ufficio del turismo — un anello di 2 km attraverso i resti dell'antico centro città, con pannelli esplicativi a ogni tappa.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "2 km",
                "duration": "~1h30"
              }
            },
            {
              "text": "Volete vedere le rovine da un'altra prospettiva? Uscite di snorkeling permettono di osservare i resti sommersi dell'antico porto — magazzini e banchine inghiottiti dall'eruzione.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "I ristoranti sul lungomare servono piatti creoli (court-bouillon di pesce, colombo di pollo) di fronte alla baia. Atmosfera rilassata, piedi nella sabbia nera vulcanica.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "MQ",
          "suggested_days": 1,
          "rating": 0,
          "night": {
            "place_id": "MQ::saint-pierre",
            "coords": [
              14.744,
              -61.175
            ],
            "map_keywords": [
              "Montagne Pelée sentier Aileron Martinique",
              "Distillerie Depaz Saint-Pierre",
              "Château Depaz Saint-Pierre",
              "Anse Céron Le Prêcheur Martinique",
              "Habitation Céron Martinique"
            ]
          },
          "visits": [
            {
              "text": "Sentiero del Monte Pelée — Punto di interesse architettonico o naturalistico con note storiche.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il sentiero dell'Aileron, la partenza più frequentata per la Montagna Pelée, inizia da un parcheggio a 820 m di altitudine. Il percorso sale per 7,6 km (650 m di dislivello) attraverso una vegetazione che si dirada man mano: foresta tropicale, poi brughiere d'alta quota, poi roccia nuda. La cima del Chinois raggiunge i 1.395 m.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Esterni della distilleria Depaz — Tappa patrimonio culturale o museo per contestualizzare la vita dell'isola.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Distilleria Depaz occupa i fianchi della Pelée dal 1651, data di fondazione dell'Habitation La Montagne. Distrutta dall'eruzione del 1902 — l'intera famiglia Depaz perì tranne Victor, allora studente a Bordeaux — fu ricostruita a partire dal 1917. Gli 80 ettari di canna da zucchero su suolo vulcanico producono un rum AOC Martinica. La macchina a vapore originale funziona ancora durante la stagione di distillazione, da febbraio a giugno.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Belvedere di Anse Céron — Punto panoramico o insenatura fotogenica; luce migliore mattino presto/sera tardi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Lo Château Depaz, ricostruito in stile neocoloniale sul dominio, domina la piantagione con vista sul mare. La visita include le cantine di invecchiamento e una degustazione di rum invecchiati.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "L'Anse Céron, spiaggia di sabbia nera fiancheggiata da palme da cocco e uva di mare, si apre di fronte all'Îlet de la Perle. Le rocce che avanzano nell'acqua offrono buoni spot per lo snorkeling. Tavoli da picnic, docce e servizi igienici sono disponibili in loco.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "A due passi dalla spiaggia, l'Habitation Céron è un'antica fabbrica di zucchero del XVII secolo adagiata sotto un gigantesco albero di zamana. Un sentiero prolunga la passeggiata fino all'Anse Couleuvre, un'altra spiaggia di sabbia nera più selvaggia.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Salite fino alla cima della Montagna Pelée dal sentiero dell'Aileron. Il percorso attraversa il Plateau des Palmistes, costeggia la caldera e raggiunge il cono del 1902. Partenza consigliata all'alba per evitare le nuvole.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "7,6 km andata e ritorno",
                "duration": "~4h",
                "difficulty": "Da moderato a difficile"
              }
            },
            {
              "text": "Fate il bagno all'Anse Céron dopo l'escursione. L'acqua è generalmente calma dal lato delle rocce, più mossa nei giorni di vento.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "Arrivate prima di mezzogiorno per godervi la tranquillità"
              }
            },
            {
              "text": "Proseguite con la breve camminata verso l'Anse Couleuvre (circa 30 minuti dall'Habitation Céron), una spiaggia selvaggia di sabbia nera racchiusa tra le falesie.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "A fine giornata, assaggiate un ti-punch direttamente alla fonte: la boutique della distilleria propone le diverse annate in degustazione.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35.9,
            "drive_min": 72,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "MQ",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "MQ::trois-ilets",
            "coords": [
              14.53,
              -61.045
            ],
            "map_keywords": [
              "Musée de la Pagerie Trois-Îlets",
              "Village de la Poterie Trois-Îlets",
              "Église Notre-Dame de la Délivrance Trois-Îlets",
              "Anse Mitan Trois-Îlets",
              "Pointe du Bout Trois-Îlets"
            ]
          },
          "visits": [
            {
              "text": "Museo La Pagerie — Punto di interesse architettonico o naturalistico con note storiche.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il Musée de la Pagerie occupa le rovine della tenuta zuccheriera dove nacque, nel 1763, Marie Josèphe Rose Tascher de la Pagerie — futura Joséphine de Beauharnais, prima moglie di Napoleone. Lettere, mobili d'epoca e documenti ripercorrono la vita dell'imperatrice e la storia della produzione dello zucchero nella tenuta.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Village de la Poterie — Tappa patrimonio culturale o museo per contestualizzare la vita dell'isola.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il Village de la Poterie sorge sul sito di una fabbrica di mattoni e tegole fondata nel XVIII secolo dai Gesuiti — la più antica impresa dell'isola. Gli antichi forni e laboratori ospitano oggi artigiani ceramisti, botteghe di designer e gallerie. Il piccolo Museo della Ceramica ripercorre la storia della manifattura.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Punto panoramico di Anse Mitan — Punto panoramico o insenatura fotogenica; luce migliore mattino presto/sera tardi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Fate una deviazione nel borgo di Les Trois-Îlets e la sua chiesa Notre-Dame de la Délivrance, costruita nel 1724. Giuseppina vi fu battezzata. Il « cuore rosso del paese » — così chiamato per i mattoni provenienti dalla ceramica locale — allinea case creole in legno dai colori vivaci.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "La spiaggia di Anse Mitan distende la sua sabbia bianca di fronte alla baia di Fort-de-France. L'atmosfera è vivace: ristoranti con i piedi nella sabbia, noleggio di kayak, club di immersione. Il traghetto per Fort-de-France parte dal molo vicino ogni 30 minuti circa.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Spingetevi fino alla Pointe du Bout, penisola turistica la cui marina accoglie velieri e catamarani. Il Village Créole, insieme di boutique in vicoletti pedonali, cerca di conciliare modernità e architettura antillana.",
              "place_id": "",
              "visit_duration_min": 30
            }
          ],
          "activities": [
            {
              "text": "Imbarcatevi per un'uscita in kayak nella mangrovia di Les Trois-Îlets. I mangrovieti formano tunnel vegetali dove aironi, granchi e pesci coabitano nelle acque basse.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h30",
                "difficulty": "Facile"
              }
            },
            {
              "text": "Il golf di Les Trois-Îlets, percorso internazionale a 18 buche disegnato da Robert Trent Jones, si estende tra il borgo e la Pointe du Bout, con vista sulla baia.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Prendete il traghetto del tardo pomeriggio per Fort-de-France e ammirate il tramonto sui Pitons du Carbet dal ponte della barca.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "MQ",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "MQ::trois-ilets",
            "coords": [
              14.53,
              -61.045
            ],
            "map_keywords": [
              "Savane des Esclaves Trois-Îlets",
              "Maison de la Canne Trois-Îlets",
              "Anse à l'Âne Trois-Îlets",
              "Îlet à Ramiers Trois-Îlets",
              "Forêt de Vatable Trois-Îlets"
            ]
          },
          "visits": [
            {
              "text": "Sito Savane des Esclaves — Punto di interesse architettonico o naturalistico con note storiche.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Savane des Esclaves, museo a cielo aperto di 3 ettari creato da Gilbert Larose, ripercorre 400 anni di storia martinicana. Il percorso inizia con un villaggio amerindio ricostruito, poi attraversa la Rue Case-Nègres (capanne degli schiavi) e il Village Antan Lontan (capanne tradizionali dopo l'abolizione). Il giardino creolo identifica le piante medicinali e alimentari utilizzate dagli antenati.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Giro delle spiagge — Tappa patrimonio culturale o museo per contestualizzare la vita dell'isola.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Laboratori di preparazione della cassava (focaccia di manioca) e del bastoncino di cacao mostrano i gesti ancestrali ancora praticati nelle campagne. Un filmato introduttivo contestualizza il tutto nella tratta e nell'abolizione del 1848.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Punti panoramici costieri — Punto panoramico o insenatura fotogenica; luce migliore mattino presto/sera tardi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Maison de la Canne, allestita in un'antica distilleria, illustra il ciclo completo della produzione dello zucchero: dal taglio della canna all'invecchiamento del rum. Modellini, attrezzi e fotografie documentano tre secoli di industria della canna.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "L'Anse à l'Âne offre una spiaggia di sabbia bianca più tranquilla della vicina Anse Mitan. Alberi di uva di mare costeggiano la riva e alcuni ristoranti sulla spiaggia servono pesce alla griglia. Al largo, l'Îlet à Ramiers, antico posto di difesa della baia, conserva i resti di una batteria militare.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Raggiungete la Forêt Domaniale de Vatable attraverso il percorso benessere dell'Espérance. Sotto la canopea, il sentiero serpeggia tra felci arborescenti e mogani centenari.",
              "place_id": "",
              "visit_duration_min": 40
            }
          ],
          "activities": [
            {
              "text": "Partecipate a un laboratorio di preparazione della cassava alla Savane des Esclaves: grattugia della manioca, pressatura e cottura su una piastra calda. Il risultato si gusta al naturale o farcito con noce di cocco.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~30 min",
                "tip": "Incluso nel biglietto d'ingresso del sito"
              }
            },
            {
              "text": "Noleggiate maschera e boccaglio all'Anse à l'Âne per osservare le tartarughe marine che frequentano le praterie di posidonia della baia di Fort-de-France.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Percorrete il sentiero della Forêt de Vatable per una passeggiata ombreggiata di circa un'ora, tra felci giganti e gommier rossi.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "3 km",
                "duration": "~1h",
                "difficulty": "Facile"
              }
            }
          ],
          "to_next_leg": {
            "distance_km": 26.1,
            "drive_min": 52,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "MQ",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "MQ::le-marin",
            "coords": [
              14.471,
              -60.869
            ],
            "map_keywords": [
              "Marina du Marin Martinique",
              "Église Saint-Étienne Le Marin",
              "Plage Pointe Marin Sainte-Anne",
              "Bourg du Marin Martinique",
              "Baie du Marin Martinique"
            ]
          },
          "visits": [
            {
              "text": "Passeggiata del porto turistico — Punto di interesse architettonico o naturalistico con note storiche.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Marina du Marin è la più grande base nautica delle Antille: 830 posti barca, un centinaio di boe e un via vai permanente di velieri. I pontili si animano al mattino alla partenza delle escursioni verso gli isolotti del sud e le Grenadine.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Vetrine dei negozi di rum — Patrimonio o tappa museale che contestualizza la vita dell'isola.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La chiesa Saint-Étienne du Marin, costruita nel XVIII secolo, domina il borgo da un promontorio. La facciata bianca contrasta con i tetti rossi delle case creole che scendono verso il porto.",
              "place_id": "",
              "visit_duration_min": 25
            },
            {
              "text": "Belvedere di Pointe Marin — Punto panoramico o baia fotogenica; luce migliore al mattino presto/sera tardi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il borgo di Le Marin conserva alcune case tradizionali in legno, con persiane colorate e balconi lavorati. I vicoli salgono verso il cimitero marino da cui la vista si apre sulla baia costellata di alberi.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Raggiungete la spiaggia di Pointe Marin, lunga striscia di sabbia bianca all'ingresso sud della baia. Fiancheggiata da palme da cocco e uva di mare, si affaccia sul Rocher du Diamant all'orizzonte. Le acque basse sono ideali per il bagno in famiglia.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Da Pointe Marin, lo sguardo abbraccia l'intera baia di Le Marin fino alla penisola di Sainte-Anne. I tramonti qui sono tra i più spettacolari della costa sud.",
              "place_id": "",
              "visit_duration_min": 20
            }
          ],
          "activities": [
            {
              "text": "Prenotate un'uscita in catamarano dalla marina per raggiungere i fondali bianchi e gli isolotti del sud — banchi di sabbia sommersi a pochi centimetri sotto la superficie, in mezzo a un'acqua turchese.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "I club di immersione della marina propongono battesimi del mare e uscite sulle barriere coralline del Rocher du Diamant e della baia.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h30",
                "booking": "Prenotazione consigliata"
              }
            },
            {
              "text": "La sera, le banchine della marina si animano: ristoranti di pesce, bar con rum e concerti di musica creola nel fine settimana.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 5,
            "drive_min": 10,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "MQ",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "MQ::sainte-anne",
            "coords": [
              14.438,
              -60.879
            ],
            "map_keywords": [
              "Plage des Salines Sainte-Anne Martinique",
              "Étang des Salines Martinique",
              "Bourg de Sainte-Anne Martinique",
              "Anse Caritan Sainte-Anne",
              "Marché de Sainte-Anne Martinique"
            ]
          },
          "visits": [
            {
              "text": "Dune di Anse des Salines — Architettura o punto di interesse naturalistico con note storiche.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Plage des Salines è la cartolina della Martinica: da 2 a 3 km di sabbia bianca, palme da cocco piantate negli anni '50, acqua turchese e bassa. Grande Anse e Petite Anse des Salines si susseguono ad arco. Il sito accoglie circa due milioni di visitatori all'anno — arrivate presto al mattino per godervi la tranquillità.",
              "place_id": "",
              "visit_duration_min": 90
            },
            {
              "text": "Étang des Salines — Patrimonio o tappa museale che contestualizza la vita dell'isola.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Costeggiate l'Étang des Salines dall'osservatorio ornitologico allestito su palafitte. Questa zona umida ospita aironi, garzette e limicoli migratori. I pannelli informativi spiegano il ruolo della mangrovia nell'ecosistema costiero.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Sentiero della savana — Punto panoramico o baia fotogenica; luce migliore al mattino presto/sera tardi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il borgo di Sainte-Anne allinea le sue case colorate e fiorite attorno alla piazza della chiesa. È il comune più meridionale e più soleggiato dell'isola — il clima è secco e caldo tutto l'anno.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "L'Anse Caritan, piccola spiaggia all'ingresso del borgo, è più tranquilla delle Salines. Alcuni tavoli sotto gli alberi permettono un picnic di fronte al Mar dei Caraibi.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Nella foresta, un sentiero collega la Plage des Salines alla Savane des Pétrifications. I primi metri sotto gli alberi di uva di mare danno un assaggio della Forêt Domaniale du Littoral che costeggia tutta l'insenatura.",
              "place_id": "",
              "visit_duration_min": 25
            }
          ],
          "activities": [
            {
              "text": "Stendete il telo alle Salines per una mattinata di relax. I lolos (ristoranti da spiaggia) servono pesce alla griglia, accras e sorbetto al cocco con i piedi nella sabbia.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Passeggiate lungo l'Étang des Salines percorrendo le passerelle di osservazione — binocolo consigliato per gli uccelli migratori.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Nel tardo pomeriggio, il mercato artigianale del borgo di Sainte-Anne propone madras, gioielli in semi di Job e spezie locali.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "MQ",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "MQ::sainte-anne",
            "coords": [
              14.438,
              -60.879
            ],
            "map_keywords": [
              "Cap Chevalier Sainte-Anne Martinique",
              "Îlet Chevalier Martinique",
              "Savane des Pétrifications Martinique",
              "Anse Trabaud Martinique",
              "Pointe d'Enfer Martinique"
            ]
          },
          "visits": [
            {
              "text": "Cap Chevalier — Architettura o punto di interesse naturalistico con note storiche.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il Cap Chevalier si protende nell'Atlantico all'estremità sud-est dell'isola. La spiaggia di sabbia bianca si affaccia sull'Îlet Chevalier, raggiungibile in pochi minuti di navetta. La barriera corallina frange le onde e crea una laguna calma, ideale per il bagno.",
              "place_id": "",
              "visit_duration_min": 60
            },
            {
              "text": "Vedute di Îlet Chevalier — Patrimonio o tappa museale che contestualizza la vita dell'isola.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "L'Îlet Chevalier è un piccolo isolotto disabitato circondato da acque cristalline. Il fondale sabbioso e le praterie sottomarine ospitano stelle di mare, ricci bianchi e pesci multicolori.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Piane coralline atlantiche — Punto panoramico o baia fotogenica; luce migliore al mattino presto/sera tardi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La Savane des Pétrifications offre un paesaggio inaspettato: suolo ocra e rosso, cactus, assenza totale di ombra. Questa palude prosciugata, situata su un antico vulcano, deve il nome ai tronchi d'albero fossili che un tempo vi si trovavano. Il Morne des Pétrifications raggiunge i 119 metri. Di fronte al largo, la Table du Diable — enorme roccia piatta emersa dai flutti — alimenta le leggende locali.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "La Pointe d'Enfer segna il punto più spettacolare del sentiero: la falesia precipita a picco nel mare e le onde vi si infrangono con violenza. Panorama vertiginoso sulla costa selvaggia.",
              "place_id": "",
              "visit_duration_min": 20
            },
            {
              "text": "L'Anse Trabaud, in fondo alla Savane, è una spiaggia di sabbia bianca quasi deserta, cinta da vegetazione bassa. L'accesso stradale è a pagamento e difficoltoso (sterrato), il che ne preserva la tranquillità.",
              "place_id": "",
              "visit_duration_min": 45
            }
          ],
          "activities": [
            {
              "text": "Percorrete il tratto della Trace des Caps tra l'Anse à Prunes e l'Anse Trabaud, attraversando la Savane des Pétrifications. Paesaggi quasi desertici alternati a calette turchesi.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "distance": "5 km andata e ritorno",
                "duration": "~2h30",
                "difficulty": "Facile (ma senza ombra)"
              }
            },
            {
              "text": "Dal Cap Chevalier, una navetta locale raggiunge l'Îlet Chevalier per una giornata di bagni e snorkeling sulle scogliere.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "Mezza giornata"
              }
            },
            {
              "text": "Fate il bagno all'Anse Trabaud per concludere l'escursione — l'acqua turchese ripaga la fatica sotto il sole della Savane.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 5,
            "drive_min": 10,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "MQ",
          "suggested_days": 0.5,
          "rating": 0,
          "night": {
            "place_id": "MQ::le-marin",
            "coords": [
              14.471,
              -60.869
            ],
            "map_keywords": [
              "Habitation Clément Le François Martinique",
              "Fondation Clément Le François",
              "Anse Macabou Le Marin Martinique",
              "Cul-de-Sac du Marin Martinique",
              "Mangrove du Marin Martinique"
            ]
          },
          "visits": [
            {
              "text": "Savane di Macabou — Architettura o punto di interesse naturalistico con note storiche.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "L'Habitation Clément, tenuta di 160 ettari a Le François, è classificata monumento storico. La casa principale del XVIII secolo fu la residenza della famiglia Clément dal 1887 al 1986 — il medico Homère Clément aveva rilevato l'antica fabbrica di zucchero dell'Acajou e costruito la distilleria nel 1917. L'insieme — mobili creoli, gallerie e terrazze — ha ritrovato il suo splendore dopo il restauro.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Habitation Clément (est) — Patrimonio o tappa museale che contestualizza la vita dell'isola.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il parco di 16 ettari, insignito del marchio « Jardin remarquable », ospita oltre 300 specie tropicali lungo viali di palme reali. Il giardino delle sculture espone in permanenza una ventina di opere d'arte contemporanea caraibica all'aperto, tra stagni e bambuseti.",
              "place_id": "",
              "visit_duration_min": 50
            },
            {
              "text": "Punti di osservazione delle mangrovie — Belvedere panoramico o baia fotogenica; luce migliore al mattino presto/sera tardi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "L'antica distilleria, riconvertita in centro d'interpretazione del rum, conserva i macchinari restaurati. Le cantine di invecchiamento, ancora in attività, sprigionano gli effluvi della « parte degli angeli » — la quota di alcol che evapora sotto il clima tropicale. La visita si conclude con l'Atelier dei sensi e una degustazione.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "La Pinacoteca della Fondazione Clément, inaugurata nel 2023, occupa un edificio di 550 m² con enormi vetrate. Espone oltre 800 opere di 250 artisti martinicani e caraibici. L'ingresso alle mostre è gratuito.",
              "place_id": "",
              "visit_duration_min": 35
            },
            {
              "text": "Riscendete verso Le Marin dalla costa atlantica. L'Anse Macabou — Petite Anse (calma, protetta) e Grande Anse (onde potenti) — è una spiaggia selvaggia fiancheggiata da palme da cocco, poco frequentata. Passeggiate mattutine a cavallo sono organizzate lungo la riva.",
              "place_id": "",
              "visit_duration_min": 45
            },
            {
              "text": "Rientrando, una sosta sulle sponde del Cul-de-Sac du Marin permette di osservare la mangrovia con la bassa marea. I mangrovieti rossi immergono le loro radici aeree in un'acqua calma popolata di granchi e piccoli pesci.",
              "place_id": "",
              "visit_duration_min": 25
            }
          ],
          "activities": [
            {
              "text": "Dedicate la mattinata all'Habitation Clément: giardino, casa creola, distilleria e museo d'arte occupano facilmente 2-3 ore di visita.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "2h30 a 3h"
              }
            },
            {
              "text": "Costeggiate la mangrovia di Le Marin in kayak. I canali tra i mangrovieti permettono di avvicinare aironi, garzette e talvolta razze nelle acque basse.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "duration": "~2h",
                "difficulty": "Facile"
              }
            },
            {
              "text": "A fine giornata, accomodatevi sulle banchine della marina per un'ultima serata nel sud, con vista sulle barche a vela e la baia.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 35.8,
            "drive_min": 72,
            "transport_mode": "car",
            "road_type": "",
            "method": "heuristic"
          }
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "MQ",
          "suggested_days": 2,
          "rating": 0,
          "night": {
            "place_id": "MQ::fort-de-france",
            "coords": [
              14.61,
              -61.081
            ],
            "map_keywords": [
              "Cathédrale Saint-Louis Fort-de-France",
              "Rue Victor Hugo Fort-de-France",
              "Musée d'Archéologie Précolombienne Fort-de-France",
              "Front de mer Fort-de-France",
              "Parc de la Savane Fort-de-France"
            ]
          },
          "visits": [
            {
              "text": "Facciate del centro — Architettura o punto di interesse naturale con note storiche.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Risalite la Rue Victor-Hugo e la Rue de la Liberté per osservare le facciate creole del centro città: balconi in ferro battuto, persiane, tetti in tegole rosse delle ceramiche locali. L'antico Hôtel de Ville e la Maison « chez Anna » meritano uno sguardo per la loro decorazione esterna.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Lungomare — Tappa del patrimonio o museo che contestualizza la vita dell'isola.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "Il Museo di Archeologia Precolombiana e di Preistoria, allestito nell'antica Intendenza Militare del 1898, espone su tre piani i resti delle civiltà amerindie che popolavano l'isola prima dell'arrivo degli europei: ceramiche, utensili in pietra, oggetti cerimoniali caribi e arawak.",
              "place_id": "",
              "visit_duration_min": 50
            },
            {
              "text": "Grand marché — Belvedere panoramico o baia fotogenica; luce migliore al mattino presto/sera tardi.",
              "place_id": "",
              "visit_duration_min": 75
            },
            {
              "text": "La passeggiata del lungomare, talvolta soprannominata « Malecón », costeggia la baia dei Flamands dal terminal dei traghetti fino alla spiaggia della Française, ai piedi del Fort Saint-Louis. È l'unica spiaggia della capitale — un'insenatura di sabbia bionda dalle acque calme.",
              "place_id": "",
              "visit_duration_min": 40
            },
            {
              "text": "Concludete al mercato del pesce, situato in fondo al Boulevard du Général-de-Gaulle. Al mattino, i pescatori sbarcano tonni, marlin, orate e lambis. I banchi multicolori sono l'occasione per vedere da vicino le specie delle acque antillane.",
              "place_id": "",
              "visit_duration_min": 30
            },
            {
              "text": "Il Palazzo di Giustizia, edificio neoclassico del 1906, si scopre dalla strada — la facciata a colonne contrasta con l'architettura colorata dei dintorni.",
              "place_id": "",
              "visit_duration_min": 15
            }
          ],
          "activities": [
            {
              "text": "Concedetevi un ultimo giro al Grand Marché coperto per portare a casa spezie (colombo, peperoncino, vaniglia della Martinica), rum arrangé e artigianato creolo come souvenir.",
              "place_id": "",
              "activity_duration_min": 60
            },
            {
              "text": "Raggiungete la spiaggia della Française per un ultimo bagno nel cuore di Fort-de-France, prima di riprendere la strada per l'aeroporto.",
              "place_id": "",
              "activity_duration_min": 60,
              "practical_info": {
                "tip": "La spiaggia è a 15 min a piedi dal terminal dei traghetti"
              }
            },
            {
              "text": "Se il tempo lo permette, un'ultima passeggiata nel Parc de la Savane — chioschi, snack creoli e vista sulla baia — conclude il circuito in dolcezza.",
              "place_id": "",
              "activity_duration_min": 60
            }
          ]
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        }
      ],
      "regions": [
        "MQ"
      ],
      "nearby_itins": [
        "GP::archipelago::guadeloupe-lagoons-and-volcano",
        "RE::island::reunion-cirques-and-lava"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Ville & Histoire"
        ],
        "audience": []
      },
      "seo": {
        "h1_title": "Itinerario Martinica: Montagna Pelée e Spiagge da Sogno",
        "intro_paragraph": "La Martinica racchiude in pochi chilometri vulcani fumanti, spiagge di sabbia bianca e una storia intensa. Questo itinerario di 10 giorni vi conduce dalle rovine di Saint-Pierre, sepolta dall'eruzione del 1902, alle acque turchesi delle Salines, passando per distillerie centenarie e foreste tropicali.",
        "seo_hook": "Vulcano, rum e acque turchesi: la Martinica in 10 giorni indimenticabili.",
        "featured_list": [
          "Rovine di Saint-Pierre e Museo Franck A. Perret",
          "Escursione sulla Montagna Pelée (1.395 m)",
          "Plage des Salines, la spiaggia più celebre dei Caraibi francesi",
          "Distilleria Depaz e Habitation Clément",
          "Kayak nella mangrovia e snorkeling sulle barriere coralline",
          "Mercati creoli, spezie e ti-punch al tramonto"
        ],
        "places_taglines": {
          "MQ::fort-de-france": "Capitale creola tra architettura coloniale e giardini tropicali",
          "MQ::saint-pierre": "La Pompei dei Caraibi, dove il vulcano ha riscritto la storia",
          "MQ::trois-ilets": "Spiagge bianche, mangrovie e il ricordo dell'imperatrice Joséphine",
          "MQ::le-marin": "Il porto dei velisti e porta d'accesso agli isolotti del sud",
          "MQ::sainte-anne": "Sabbia bianca, saline e sentieri lungo la costa atlantica"
        }
      },
      "seo_keywords": [
        "itinerario Martinica",
        "Montagna Pelée",
        "spiagge Martinica",
        "Saint-Pierre rovine",
        "rum Martinica",
        "Plage des Salines",
        "viaggio Caraibi francesi",
        "cosa vedere Martinica"
      ],
      "practical_context": {
        "best_months": [
          "dicembre",
          "gennaio",
          "febbraio",
          "marzo",
          "aprile"
        ],
        "highlights": [
          "Rovine di Saint-Pierre e memoria dell'eruzione del 1902",
          "Ascesa della Montagna Pelée dal sentiero dell'Aileron",
          "Plage des Salines e trekking nella Savane des Pétrifications",
          "Distillerie di rum AOC e storiche habitations creole"
        ]
      }
    }
  ]
}