{
  "version": 1,
  "country": "mq",
  "language": "en",
  "places": [
    {
      "place_id": "MQ::fort-de-france",
      "name": "Fort De France",
      "cc": "MQ",
      "language": "en",
      "coords": [
        14.61,
        -61.081
      ],
      "lat": 14.61,
      "lon": -61.081,
      "visits": [
        {
          "text": "Schoelcher Library — Architecture or nature highlight with historical notes.",
          "visit_duration_min": 75
        },
        {
          "text": "The Bibliothèque Schoelcher blends Byzantine, Art Nouveau and Egyptian styles behind a facade of yellow and red mosaics. Built in Paris in 1887 by architect Henri Picq, it was displayed at the 1889 World's Fair, then dismantled and reassembled piece by piece in Martinique. It is named after Victor Schoelcher, the driving force behind the abolition of slavery in 1848, who donated his personal library to the island.",
          "visit_duration_min": 45
        },
        {
          "text": "Fort Saint-Louis (ext) — Heritage or museum stop contextualizing island life.",
          "visit_duration_min": 75
        },
        {
          "text": "Step inside the Cathédrale Saint-Louis, whose entirely metal framework was designed by the same Henri Picq to withstand earthquakes and hurricanes. Inaugurated in 1895, its 66-meter nave rests on steel arches — earning it the nickname 'iron cathedral.' The 19 stained-glass windows depict the life of Saint Louis, and the spire rises 59 meters above the city.",
          "visit_duration_min": 40
        },
        {
          "text": "Covered market — Scenic lookout or photogenic cove; best light early/late.",
          "visit_duration_min": 75
        },
        {
          "text": "Fort Saint-Louis occupies the peninsula that closes off the Baie des Flamands, dating back to the 1640s. Reinforced according to Vauban's principles in the 1680s, it withstood the Dutch attack of 1674 and multiple British occupations. Still an active French Navy base in the Caribbean, it can be visited on guided tours lasting about 1 hour 15 minutes — iguanas have taken up residence on the ramparts.",
          "visit_duration_min": 75
        },
        {
          "text": "Cross the Parc de la Savane, a vast esplanade shaded by royal palms facing the bay. The pathways are lined with Creole food stalls and lead to the former headless statue of Empress Joséphine, a focal point in the island's ongoing memorial debates.",
          "visit_duration_min": 30
        },
        {
          "text": "Head to the Grand Marché covered market early in the morning. The stalls of the 'doudous' overflow with spices — cacao sticks, colombo, bois d'Inde — and tropical fruits. Creole crafts (madras cloth, dolls, basketwork) fill the back aisles.",
          "visit_duration_min": 50
        },
        {
          "text": "The Jardin de Balata lies 10 km along the Route de la Trace, at the foot of the Pitons du Carbet. Created in 1982 by landscape designer Jean-Philippe Thoze around his grandparents' Creole house, it gathers over 3,000 tropical species. A suspension bridge 15 meters high offers an aerial view over the canopy and the bay of Fort-de-France.",
          "visit_duration_min": 90
        },
        {
          "text": "Downtown façades — Architecture or nature highlight with historical notes.",
          "visit_duration_min": 75
        },
        {
          "text": "Walk up Rue Victor-Hugo and Rue de la Liberté to take in the Creole facades of downtown: wrought-iron balconies, louvered shutters, red tile roofs from local potteries. The former Hôtel de Ville and the Maison 'chez Anna' deserve a look for their exterior decoration.",
          "visit_duration_min": 40
        },
        {
          "text": "Waterfront promenade — Heritage or museum stop contextualizing island life.",
          "visit_duration_min": 75
        },
        {
          "text": "The Museum of Pre-Columbian Archaeology and Prehistory, housed in the former 1898 Military Intendance, displays across three floors the remains of the Amerindian civilizations that inhabited the island before the Europeans arrived: pottery, stone tools, Carib and Arawak ceremonial objects.",
          "visit_duration_min": 50
        },
        {
          "text": "Grand marché — Scenic lookout or photogenic cove; best light early/late.",
          "visit_duration_min": 75
        },
        {
          "text": "The waterfront promenade, sometimes nicknamed the 'Malecón,' runs along the Baie des Flamands from the ferry terminal to the Plage de la Française, at the foot of Fort Saint-Louis. It is the capital's only beach — a small cove of golden sand with calm waters.",
          "visit_duration_min": 40
        },
        {
          "text": "Finish at the fish market, at the end of Boulevard du Général-de-Gaulle. In the morning, fishermen unload tuna, marlin, dorado and conch. The colorful stalls are a chance to see Caribbean species up close.",
          "visit_duration_min": 30
        },
        {
          "text": "The Palais de Justice, a neo-classical building from 1906, is best seen from the street — its columned facade stands in contrast with the colorful architecture around it.",
          "visit_duration_min": 15
        }
      ],
      "activities": [
        {
          "text": "Take the sea shuttle connecting Fort-de-France to Les Trois-Îlets in 20 minutes — the crossing offers the best panorama of the Baie des Flamands, ranked among the most beautiful bays in the world."
        },
        {
          "text": "Stroll through the pedestrian streets of downtown to admire colonial facades with wrought-iron balconies and the wall murals along Rue Schoelcher and Rue Victor-Hugo."
        },
        {
          "text": "End the day with fresh juices and accras at one of the food stalls in the Parc de la Savane, facing the sunset over the Caribbean Sea."
        },
        {
          "text": "Treat yourself to one last lap of the Grand Marché covered market to bring home spices (colombo, chili, Martinique vanilla), rhum arrangé and Creole crafts as souvenirs."
        },
        {
          "text": "Head to the Plage de la Française for a final swim in the heart of Fort-de-France, before making your way to the airport."
        },
        {
          "text": "If time allows, a last stroll through the Parc de la Savane — food stalls, Creole snacks and views of the bay — wraps up the trip on a gentle note."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Martinique Road Trip: Mount Pelée and Beaches",
          "day": 1
        },
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Martinique Road Trip: Mount Pelée and Beaches",
          "day": 10
        }
      ],
      "rating": 6.6
    },
    {
      "place_id": "MQ::le-marin",
      "name": "Le Marin",
      "cc": "MQ",
      "language": "en",
      "coords": [
        14.471,
        -60.869
      ],
      "lat": 14.471,
      "lon": -60.869,
      "visits": [
        {
          "text": "Marina boardwalk — Architecture or nature highlight with historical notes.",
          "visit_duration_min": 75
        },
        {
          "text": "The Marina du Marin is the largest sailing base in the Caribbean: 830 berths, around a hundred mooring buoys and a constant coming and going of sailboats. The pontoons buzz in the morning as excursions set off for the southern islets and the Grenadines.",
          "visit_duration_min": 45
        },
        {
          "text": "Rum shopfronts — Heritage or museum stop contextualizing island life.",
          "visit_duration_min": 75
        },
        {
          "text": "The church of Saint-Étienne du Marin, built in the 18th century, overlooks the village from a promontory. Its white facade contrasts with the red roofs of the Creole houses tumbling down toward the harbor.",
          "visit_duration_min": 25
        },
        {
          "text": "Pointe Marin lookout — Scenic lookout or photogenic cove; best light early/late.",
          "visit_duration_min": 75
        },
        {
          "text": "The village of Le Marin retains a handful of traditional wooden houses with colorful shutters and ornate balconies. The lanes climb toward the marine cemetery, from where the view sweeps over the mast-dotted bay.",
          "visit_duration_min": 30
        },
        {
          "text": "Head to the beach at Pointe Marin, a long strip of white sand at the southern entrance to the bay. Lined with coconut palms and sea grapes, it faces the Rocher du Diamant on the horizon. The shallow waters are ideal for family swimming.",
          "visit_duration_min": 60
        },
        {
          "text": "From Pointe Marin, the eye takes in the entire bay of Le Marin all the way to the Sainte-Anne peninsula. Sunsets here are among the most spectacular on the south coast.",
          "visit_duration_min": 20
        },
        {
          "text": "Macabou savannas — Architecture or nature highlight with historical notes.",
          "visit_duration_min": 75
        },
        {
          "text": "The Habitation Clément, a 160-hectare estate in Le François, is a listed historic monument. The 18th-century main house was the Clément family residence from 1887 to 1986 — the physician Homère Clément had bought the former Acajou sugar works and built the distillery in 1917. The ensemble — Creole furniture, galleries and terraces — has regained its luster after restoration.",
          "visit_duration_min": 45
        },
        {
          "text": "Habitation Clément (ext) — Heritage or museum stop contextualizing island life.",
          "visit_duration_min": 75
        },
        {
          "text": "The 16-hectare park, awarded the 'Remarkable Garden' label, features over 300 tropical species along avenues of royal palms. The sculpture garden permanently displays some twenty works of contemporary Caribbean art in the open air, amid ponds and bamboo groves.",
          "visit_duration_min": 50
        },
        {
          "text": "Mangrove pull‑outs — Scenic lookout or photogenic cove; best light early/late.",
          "visit_duration_min": 75
        },
        {
          "text": "The former distillery, converted into a rum interpretation center, still houses its restored machinery. The aging cellars, still in operation, release the aromas of the 'angel's share' — the portion of alcohol that evaporates under the tropical climate. The visit ends with the Sensory Workshop and a tasting.",
          "visit_duration_min": 40
        },
        {
          "text": "The Pinacothèque of the Clément Foundation, inaugurated in 2023, occupies a 550 m² building with floor-to-ceiling glass walls. It exhibits over 800 works by 250 Martinican and Caribbean artists. Exhibition entry is free.",
          "visit_duration_min": 35
        },
        {
          "text": "Drive back toward Le Marin along the Atlantic coast. Anse Macabou — Petite Anse (calm, sheltered) and Grande Anse (powerful waves) — is a wild coconut-lined beach, rarely crowded. Morning horseback rides are organized along the shore.",
          "visit_duration_min": 45
        },
        {
          "text": "On the way back, a stop on the banks of the Cul-de-Sac du Marin lets you observe the mangrove at low tide. Red mangrove trees plunge their aerial roots into calm water teeming with crabs and small fish.",
          "visit_duration_min": 25
        }
      ],
      "activities": [
        {
          "text": "Book a catamaran trip from the marina to the fonds blancs and the southern islets — sandbars submerged just inches beneath the surface, surrounded by turquoise water."
        },
        {
          "text": "Dive clubs at the marina offer introductory dives and outings to the coral reefs around the Rocher du Diamant and the bay."
        },
        {
          "text": "In the evening, the marina quays come alive: seafood restaurants, rum bars and Creole music concerts on weekends."
        },
        {
          "text": "Spend the morning at the Habitation Clément: garden, Creole house, distillery and art museum easily fill 2 to 3 hours."
        },
        {
          "text": "Paddle through the Le Marin mangrove by kayak. The channels between the mangrove trees let you get close to herons, egrets and occasionally stingrays in the shallow water."
        },
        {
          "text": "At the end of the day, settle in on the marina quays for a last evening in the south, with views of the sailboats and the bay."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Martinique Road Trip: Mount Pelée and Beaches",
          "day": 6
        },
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Martinique Road Trip: Mount Pelée and Beaches",
          "day": 9
        }
      ],
      "rating": 6.6
    },
    {
      "place_id": "MQ::saint-pierre",
      "name": "Saint Pierre",
      "cc": "MQ",
      "language": "en",
      "coords": [
        14.744,
        -61.175
      ],
      "lat": 14.744,
      "lon": -61.175,
      "visits": [
        {
          "text": "Ruins of 1902 eruption — Architecture or nature highlight with historical notes.",
          "visit_duration_min": 75
        },
        {
          "text": "The ruins of the Saint-Pierre Theatre recall the opulence of the 'Little Paris of the West Indies.' Built in the 18th century after the Bordeaux theatre, it could seat 800 spectators. On May 8, 1902 at 8:02 AM, the pyroclastic flow from Mount Pelée destroyed the city in two minutes — 28,000 dead, temperatures of 400–600 °C, and an estimated speed of 500 km/h.",
          "visit_duration_min": 45
        },
        {
          "text": "Volcano museum — Heritage or museum stop contextualizing island life.",
          "visit_duration_min": 75
        },
        {
          "text": "The Cyparis cell is just steps away. Louis-Auguste Cyparis, a prisoner locked in a semi-underground cell, survived the eruption thanks to the thickness of the walls. He is one of only three known survivors of the disaster.",
          "visit_duration_min": 20
        },
        {
          "text": "Wharf viewpoint — Scenic lookout or photogenic cove; best light early/late.",
          "visit_duration_min": 75
        },
        {
          "text": "The Franck A. Perret Museum, founded in 1933 by the American volcanologist of the same name, displays objects recovered from the rubble: the warped cathedral bell, before-and-after photographs of the eruption, and utensils melted by the heat.",
          "visit_duration_min": 60
        },
        {
          "text": "Walk up the Rue Monte au Ciel, whose name evokes the flight of the inhabitants on the morning of the eruption. The remains of the Maison Coloniale de Santé, a former psychiatric hospital dating from 1839, stand on the ridge above.",
          "visit_duration_min": 30
        },
        {
          "text": "The ruins of the Cathédrale Notre-Dame du Bon Port still retain part of their facade and arches. The contrast between the scorched stone and the tropical vegetation that has reclaimed its place is striking.",
          "visit_duration_min": 25
        },
        {
          "text": "Head to the waterfront for a view of the Saint-Pierre roadstead, with the silhouette of Mount Pelée as a backdrop. Colorful fishing boats line up along the quay.",
          "visit_duration_min": 25
        },
        {
          "text": "Mount Pelée trailhead — Architecture or nature highlight with historical notes.",
          "visit_duration_min": 75
        },
        {
          "text": "The Aileron trail, the most popular starting point for Mount Pelée, begins at a parking lot at 820 m elevation. The path climbs 7.6 km (650 m elevation gain) through vegetation that thins as you go: tropical forest, then highland moors, then bare rock. The Chinois summit reaches 1,395 m.",
          "visit_duration_min": 30
        },
        {
          "text": "Depaz distillery exteriors — Heritage or museum stop contextualizing island life.",
          "visit_duration_min": 75
        },
        {
          "text": "The Depaz Distillery has occupied the slopes of Mount Pelée since 1651, when the Habitation La Montagne was founded. Destroyed by the 1902 eruption — the entire Depaz family perished except Victor, then a student in Bordeaux — it was rebuilt from 1917. The 80 hectares of sugarcane on volcanic soil produce an AOC Martinique rum. The original steam engine still operates during distillation season, from February to June.",
          "visit_duration_min": 60
        },
        {
          "text": "Anse Céron overlook — Scenic lookout or photogenic cove; best light early/late.",
          "visit_duration_min": 75
        },
        {
          "text": "The Château Depaz, rebuilt in neo-colonial style on the estate, overlooks the plantation with a sea view. The tour includes the aging cellars and a tasting of aged rums.",
          "visit_duration_min": 30
        },
        {
          "text": "Anse Céron, a black-sand beach lined with coconut palms and sea grapes, faces the Îlet de la Perle. Rocks jutting into the water provide good snorkeling spots. Picnic tables, showers and restrooms are available on-site.",
          "visit_duration_min": 45
        },
        {
          "text": "Just steps from the beach, the Habitation Céron is a former 17th-century sugar mill nestled under a giant zamana tree. A trail extends the walk to Anse Couleuvre, another wilder black-sand beach.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Follow the ruins trail mapped out by the tourist office — a 2 km loop through the remains of the old town center, with information panels at each stop."
        },
        {
          "text": "Want to see the ruins from a different angle? Snorkeling trips let you explore the submerged remains of the old harbor — warehouses and docks swallowed by the eruption."
        },
        {
          "text": "Waterfront restaurants serve Creole dishes (fish court-bouillon, chicken colombo) overlooking the bay. Relaxed atmosphere, feet in the black volcanic sand."
        },
        {
          "text": "Climb to the summit of Mount Pelée via the Aileron trail. The route crosses the Plateau des Palmistes, skirts the caldera and reaches the 1902 cone. An early-morning start is recommended to beat the clouds."
        },
        {
          "text": "Cool off at Anse Céron after the hike. The water is usually calm on the rocky side, choppier on windy days."
        },
        {
          "text": "Continue with the short walk to Anse Couleuvre (about 30 minutes from the Habitation Céron), a wild black-sand beach flanked by cliffs."
        },
        {
          "text": "At the end of the day, sample a ti-punch straight from the source: the distillery shop offers its various vintages for tasting."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Martinique Road Trip: Mount Pelée and Beaches",
          "day": 2
        },
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Martinique Road Trip: Mount Pelée and Beaches",
          "day": 3
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "MQ::sainte-anne",
      "name": "Sainte Anne",
      "cc": "MQ",
      "language": "en",
      "coords": [
        14.438,
        -60.879
      ],
      "lat": 14.438,
      "lon": -60.879,
      "visits": [
        {
          "text": "Anse des Salines dunes — Architecture or nature highlight with historical notes.",
          "visit_duration_min": 75
        },
        {
          "text": "Plage des Salines is Martinique's postcard beach: 2 to 3 km of white sand, coconut palms planted in the 1950s, shallow turquoise water. Grande Anse and Petite Anse des Salines curve one after the other. The site welcomes around two million visitors a year — arrive early in the morning to enjoy the calm.",
          "visit_duration_min": 90
        },
        {
          "text": "Étang des Salines — Heritage or museum stop contextualizing island life.",
          "visit_duration_min": 75
        },
        {
          "text": "Walk along the Étang des Salines from the birdwatching platform built on stilts. This wetland is home to herons, egrets and migratory shorebirds. Information panels explain the role of the mangrove in the coastal ecosystem.",
          "visit_duration_min": 40
        },
        {
          "text": "Savanna trail — Scenic lookout or photogenic cove; best light early/late.",
          "visit_duration_min": 75
        },
        {
          "text": "The village of Sainte-Anne lines up its colorful, flower-decked houses around the church square. It is the southernmost and sunniest municipality on the island — the climate is dry and warm all year round.",
          "visit_duration_min": 30
        },
        {
          "text": "Anse Caritan, a small beach at the entrance to the village, is quieter than Les Salines. A few tables under the trees allow a picnic facing the Caribbean Sea.",
          "visit_duration_min": 30
        },
        {
          "text": "In the forest, a trail links the Plage des Salines to the Savane des Pétrifications. The first stretch under the sea grape trees gives a taste of the Forêt Domaniale du Littoral that borders the entire cove.",
          "visit_duration_min": 25
        },
        {
          "text": "Cap Chevalier — Architecture or nature highlight with historical notes.",
          "visit_duration_min": 75
        },
        {
          "text": "Cap Chevalier juts into the Atlantic at the south-eastern tip of the island. The white-sand beach faces the Îlet Chevalier, reachable in a few minutes by shuttle. The coral reef breaks the swell and creates a calm lagoon, ideal for swimming.",
          "visit_duration_min": 60
        },
        {
          "text": "Îlet Chevalier views — Heritage or museum stop contextualizing island life.",
          "visit_duration_min": 75
        },
        {
          "text": "The Îlet Chevalier is a small uninhabited islet surrounded by crystal-clear water. The sandy bottom and underwater seagrass meadows shelter starfish, white sea urchins and colorful fish.",
          "visit_duration_min": 45
        },
        {
          "text": "Atlantic reef flats — Scenic lookout or photogenic cove; best light early/late.",
          "visit_duration_min": 75
        },
        {
          "text": "The Savane des Pétrifications offers an unexpected landscape: ochre and red soil, cacti, and no shade whatsoever. This dried-out marsh, sitting on an ancient volcano, owes its name to the fossilized tree trunks once found here. The Morne des Pétrifications tops out at 119 meters. Facing the open sea, the Table du Diable — a huge flat rock jutting from the waves — fuels local legends.",
          "visit_duration_min": 30
        },
        {
          "text": "The Pointe d'Enfer marks the trail's most dramatic point: the cliff drops sheer into the sea and waves crash against it with force. A dizzying panorama over the wild coast.",
          "visit_duration_min": 20
        },
        {
          "text": "Anse Trabaud, at the far end of the Savane, is a near-deserted white-sand beach hemmed in by low scrub. Road access is paid and rough (dirt track), which helps preserve its tranquility.",
          "visit_duration_min": 45
        }
      ],
      "activities": [
        {
          "text": "Spread your towel at Les Salines for a lazy morning. The lolos (beach restaurants) serve grilled fish, accras and coconut sorbet with your feet in the sand."
        },
        {
          "text": "Walk along the Étang des Salines using the observation boardwalks — binoculars recommended for migratory birds."
        },
        {
          "text": "In the late afternoon, the craft market in the village of Sainte-Anne offers madras cloth, seed-bead jewelry and local spices."
        },
        {
          "text": "Hike the section of the Trace des Caps between Anse à Prunes and Anse Trabaud, crossing the Savane des Pétrifications. Near-desert landscapes alternate with turquoise coves."
        },
        {
          "text": "From Cap Chevalier, a local shuttle reaches the Îlet Chevalier for a day of swimming and snorkeling on the reefs."
        },
        {
          "text": "Take a dip at Anse Trabaud to cap off the hike — the turquoise water rewards the effort under the Savane sun."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Martinique Road Trip: Mount Pelée and Beaches",
          "day": 7
        },
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Martinique Road Trip: Mount Pelée and Beaches",
          "day": 8
        }
      ],
      "rating": 7
    },
    {
      "place_id": "MQ::trois-ilets",
      "name": "Trois Ilets",
      "cc": "MQ",
      "language": "en",
      "coords": [
        14.53,
        -61.045
      ],
      "lat": 14.53,
      "lon": -61.045,
      "visits": [
        {
          "text": "La Pagerie museum — Architecture or nature highlight with historical notes.",
          "visit_duration_min": 75
        },
        {
          "text": "The Musée de la Pagerie occupies the ruins of the sugar estate where Marie Josèphe Rose Tascher de la Pagerie — the future Joséphine de Beauharnais, Napoleon's first wife — was born in 1763. Letters, period furniture and documents trace the empress's life and the history of sugar production on the estate.",
          "visit_duration_min": 60
        },
        {
          "text": "Village de la Poterie — Heritage or museum stop contextualizing island life.",
          "visit_duration_min": 75
        },
        {
          "text": "The Village de la Poterie stands on the site of a brick and tile factory founded in the 18th century by the Jesuits — the island's oldest business. The former kilns and workshops now house potters, designer shops and galleries. A small Pottery Museum traces the history of the manufactory.",
          "visit_duration_min": 60
        },
        {
          "text": "Anse Mitan viewpoint — Scenic lookout or photogenic cove; best light early/late.",
          "visit_duration_min": 75
        },
        {
          "text": "Make a detour through the village of Les Trois-Îlets and its church Notre-Dame de la Délivrance, built in 1724. Joséphine was baptized here. The 'red heart of town' — so named for its bricks from the local pottery — lines up brightly colored wooden Creole houses.",
          "visit_duration_min": 30
        },
        {
          "text": "The beach at Anse Mitan stretches its white sand facing the bay of Fort-de-France. The atmosphere is lively: beachfront restaurants, kayak rentals, dive clubs. The ferry to Fort-de-France departs from the nearby dock roughly every 30 minutes.",
          "visit_duration_min": 45
        },
        {
          "text": "Push on to the Pointe du Bout, a tourist peninsula whose marina hosts sailboats and catamarans. The Village Créole, a cluster of shops along pedestrian lanes, attempts to blend modernity with Caribbean architecture.",
          "visit_duration_min": 30
        },
        {
          "text": "Savane des Esclaves site — Architecture or nature highlight with historical notes.",
          "visit_duration_min": 75
        },
        {
          "text": "The Savane des Esclaves, a 3-hectare open-air museum created by Gilbert Larose, covers 400 years of Martinican history. The trail starts with a reconstructed Amerindian village, then passes through the Rue Case-Nègres (slave huts) and the Village Antan Lontan (traditional huts from after abolition). The Creole garden identifies the medicinal and food plants used by earlier generations.",
          "visit_duration_min": 90
        },
        {
          "text": "Beaches loop — Heritage or museum stop contextualizing island life.",
          "visit_duration_min": 75
        },
        {
          "text": "Workshops on making cassava (manioc flatbread) and cacao sticks demonstrate ancestral techniques still practiced in the countryside. An introductory film places everything in the context of the slave trade and the abolition of 1848.",
          "visit_duration_min": 30
        },
        {
          "text": "Coastal viewpoints — Scenic lookout or photogenic cove; best light early/late.",
          "visit_duration_min": 75
        },
        {
          "text": "The Maison de la Canne, housed in a former distillery, explains the full cycle of sugar production: from cutting the cane to aging the rum. Scale models, tools and photographs document three centuries of the sugarcane industry.",
          "visit_duration_min": 45
        },
        {
          "text": "Anse à l'Âne offers a white-sand beach quieter than its neighbor Anse Mitan. Sea grape trees line the shore and a few beach restaurants serve grilled fish. Offshore, the Îlet à Ramiers, a former defense post guarding the bay, retains the remains of a military battery.",
          "visit_duration_min": 45
        },
        {
          "text": "Reach the Forêt Domaniale de Vatable via the fitness trail at Espérance. Beneath the canopy, the path winds between tree ferns and century-old mahogany trees.",
          "visit_duration_min": 40
        }
      ],
      "activities": [
        {
          "text": "Set off on a kayak trip through the mangroves of Les Trois-Îlets. The mangrove trees form green tunnels where herons, crabs and fish coexist in the shallow waters."
        },
        {
          "text": "The Trois-Îlets golf course, an 18-hole international course designed by Robert Trent Jones, stretches between the village and the Pointe du Bout, with views of the bay."
        },
        {
          "text": "Catch the late-afternoon ferry to Fort-de-France and watch the sunset over the Pitons du Carbet from the deck of the boat."
        },
        {
          "text": "Join a cassava-making workshop at the Savane des Esclaves: grating the manioc, pressing it and cooking it on a hot griddle. The result is eaten plain or stuffed with coconut."
        },
        {
          "text": "Rent a mask and snorkel at Anse à l'Âne to spot the sea turtles that frequent the seagrass beds in the bay of Fort-de-France."
        },
        {
          "text": "Take the Forêt de Vatable trail for a shaded walk of about one hour, through giant ferns and red gommier trees."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Martinique Road Trip: Mount Pelée and Beaches",
          "day": 4
        },
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Martinique Road Trip: Mount Pelée and Beaches",
          "day": 5
        }
      ],
      "rating": 5.4
    }
  ]
}