{
  "version": 1,
  "country": "mq",
  "language": "es",
  "places": [
    {
      "place_id": "MQ::fort-de-france",
      "name": "Fort De France",
      "cc": "MQ",
      "language": "es",
      "coords": [
        14.61,
        -61.081
      ],
      "lat": 14.61,
      "lon": -61.081,
      "visits": [
        {
          "text": "Biblioteca Schoelcher — Destacado arquitectónico o natural con notas históricas.",
          "visit_duration_min": 75
        },
        {
          "text": "La Bibliothèque Schoelcher mezcla estilos bizantino, Art Nouveau y egipcio tras una fachada de mosaicos amarillos y rojos. Construida en París en 1887 por el arquitecto Henri Picq, fue presentada en la Exposición Universal de 1889, luego desmontada y reensamblada pieza por pieza en Martinica. Lleva el nombre de Victor Schoelcher, artífice de la abolición de la esclavitud en 1848, quien donó su biblioteca personal a la isla.",
          "visit_duration_min": 45
        },
        {
          "text": "Fuerte Saint-Louis (ext) — Parada patrimonial o museística que contextualiza la vida isleña.",
          "visit_duration_min": 75
        },
        {
          "text": "Cruce la puerta de la Catedral Saint-Louis, cuya estructura enteramente metálica fue diseñada por el mismo Henri Picq para resistir terremotos y ciclones. Inaugurada en 1895, su nave de 66 metros descansa sobre arcos de acero, lo que le vale el apodo de « catedral de hierro ». Las 19 vidrieras relatan la vida de San Luis y la aguja se eleva a 59 metros sobre la ciudad.",
          "visit_duration_min": 40
        },
        {
          "text": "Mercado cubierto — Mirador panorámico o cala fotogénica; mejor luz temprano/tarde.",
          "visit_duration_min": 75
        },
        {
          "text": "El Fort Saint-Louis ocupa la península que cierra la bahía de los Flamands desde los años 1640. Consolidado según los principios de Vauban en los años 1680, resistió al ataque holandés de 1674 y a las ocupaciones inglesas. Aún base de la Marina Nacional francesa en las Antillas, se visita en horarios guiados de aproximadamente 1 hora y 15 minutos — iguanas han establecido su hogar en las murallas.",
          "visit_duration_min": 75
        },
        {
          "text": "Atraviese el Parc de la Savane, vasta explanada sombreada por palmeras reales frente a la bahía. Los paseos bordean puestos criollos y conducen a la antigua estatua decapitada de la emperatriz Josefina, testigo de los debates memoriales de la isla.",
          "visit_duration_min": 30
        },
        {
          "text": "Acuda temprano por la mañana al Grand Marché cubierto. Los puestos de las « doudous » rebosan de especias — barras de cacao, colombo, bois d'Inde — y frutas tropicales. La artesanía criolla (madras, muñecas, cestería) ocupa los pasillos del fondo.",
          "visit_duration_min": 50
        },
        {
          "text": "El Jardin de Balata se extiende a 10 km por la Route de la Trace, al pie de los Pitons du Carbet. Creado en 1982 por el paisajista Jean-Philippe Thoze alrededor de la casa criolla de sus abuelos, reúne más de 3.000 especies tropicales. Un puente colgante a 15 metros de altura ofrece una vista aérea sobre el dosel y la bahía de Fort-de-France.",
          "visit_duration_min": 90
        },
        {
          "text": "Fachadas del centro — Punto destacado de arquitectura o naturaleza con notas históricas.",
          "visit_duration_min": 75
        },
        {
          "text": "Suba por la Rue Victor-Hugo y la Rue de la Liberté para observar las fachadas criollas del centro: balcones de hierro forjado, persianas, tejados de tejas rojas de las alfarerías locales. El antiguo Hôtel de Ville y la Maison « chez Anna » merecen una mirada por su decoración exterior.",
          "visit_duration_min": 40
        },
        {
          "text": "Paseo marítimo — Parada patrimonial o de museo que contextualiza la vida isleña.",
          "visit_duration_min": 75
        },
        {
          "text": "El Museo de Arqueología Precolombina y de Prehistoria, instalado en la antigua Intendencia Militar de 1898, expone en tres plantas los vestigios de las civilizaciones amerindias que poblaban la isla antes de la llegada de los europeos: cerámicas, herramientas de piedra, objetos ceremoniales caribes y arawak.",
          "visit_duration_min": 50
        },
        {
          "text": "Grand marché — Mirador escénico o cala fotogénica; mejor luz temprano/tarde.",
          "visit_duration_min": 75
        },
        {
          "text": "El paseo marítimo, a veces apodado « Malecón », bordea la bahía de los Flamands desde la terminal de ferris hasta la playa de la Française, al pie del Fort Saint-Louis. Es la única playa de la capital — una cala de arena dorada con aguas tranquilas.",
          "visit_duration_min": 40
        },
        {
          "text": "Termine en el mercado de pescado, al final del Boulevard du Général-de-Gaulle. Por la mañana, los pescadores desembarcan atunes, marlines, doradas y lambis. Los puestos multicolores son la oportunidad de ver de cerca las especies de las aguas antillanas.",
          "visit_duration_min": 30
        },
        {
          "text": "El Palacio de Justicia, edificio neoclásico de 1906, se descubre desde la calle — la fachada con columnas contrasta con la arquitectura colorida de los alrededores.",
          "visit_duration_min": 15
        }
      ],
      "activities": [
        {
          "text": "Tome la lanzadera marítima que conecta Fort-de-France con Les Trois-Îlets en 20 minutos — la travesía ofrece el mejor panorama de la bahía de los Flamands, clasificada entre las bahías más bellas del mundo."
        },
        {
          "text": "Pasee por la zona peatonal del centro para admirar las fachadas coloniales con balcones de hierro forjado y los murales en las calles Schoelcher y Victor-Hugo."
        },
        {
          "text": "Termine con una degustación de jugos frescos y accras en uno de los puestos del Parc de la Savane, frente a la puesta de sol sobre el Mar Caribe."
        },
        {
          "text": "Regálese una última vuelta al Grand Marché cubierto para llevarse especias (colombo, chile, vainilla de Martinica), ron arrangé y artesanía criolla como recuerdo."
        },
        {
          "text": "Diríjase a la playa de la Française para un último baño en pleno corazón de Fort-de-France, antes de retomar el camino al aeropuerto."
        },
        {
          "text": "Si el tiempo lo permite, un último paseo por el Parc de la Savane — puestos de comida, snacks criollos y vista a la bahía — cierra el circuito con suavidad."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Ruta por Martinica: Montaña Pelée y Playas",
          "day": 1
        },
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Ruta por Martinica: Montaña Pelée y Playas",
          "day": 10
        }
      ],
      "rating": 6.6
    },
    {
      "place_id": "MQ::le-marin",
      "name": "Le Marin",
      "cc": "MQ",
      "language": "es",
      "coords": [
        14.471,
        -60.869
      ],
      "lat": 14.471,
      "lon": -60.869,
      "visits": [
        {
          "text": "Paseo marítimo de la marina — Destacado arquitectónico o natural con notas históricas.",
          "visit_duration_min": 75
        },
        {
          "text": "La Marina du Marin es la mayor base náutica de las Antillas: 830 amarres, un centenar de boyas y un ir y venir permanente de veleros. Los pantalanes se animan por la mañana a la salida de las excursiones hacia los islotes del sur y las Granadinas.",
          "visit_duration_min": 45
        },
        {
          "text": "Escaparates de tiendas de ron — Parada patrimonial o museística contextualizando la vida isleña.",
          "visit_duration_min": 75
        },
        {
          "text": "La iglesia Saint-Étienne du Marin, construida en el siglo XVIII, domina el pueblo desde un promontorio. Su fachada blanca contrasta con los tejados rojos de las casas criollas que bajan hacia el puerto.",
          "visit_duration_min": 25
        },
        {
          "text": "Mirador Pointe Marin — Mirador escénico o cala fotogénica; mejor luz temprano/tarde.",
          "visit_duration_min": 75
        },
        {
          "text": "El pueblo de Le Marin conserva algunas casas tradicionales de madera, con postigos de colores y balcones labrados. Las callejuelas suben hacia el cementerio marino desde donde la vista se extiende sobre la bahía salpicada de mástiles.",
          "visit_duration_min": 30
        },
        {
          "text": "Diríjase a la playa de Pointe Marin, larga franja de arena blanca en la entrada sur de la bahía. Bordeada de cocoteros y uvas de mar, hace frente al Rocher du Diamant en el horizonte. Las aguas poco profundas son ideales para el baño en familia.",
          "visit_duration_min": 60
        },
        {
          "text": "Desde Pointe Marin, la mirada abarca toda la bahía de Le Marin hasta la península de Sainte-Anne. Las puestas de sol aquí son de las más espectaculares de la costa sur.",
          "visit_duration_min": 20
        },
        {
          "text": "Sabanas de Macabou — Destacado arquitectónico o natural con notas históricas.",
          "visit_duration_min": 75
        },
        {
          "text": "La Habitation Clément, finca de 160 hectáreas en Le François, está clasificada como monumento histórico. La casa principal del siglo XVIII fue la residencia de la familia Clément de 1887 a 1986 — el médico Homère Clément había adquirido la antigua azucarera del Acajou y construido la destilería en 1917. El conjunto — mobiliario criollo, galerías y terrazas — ha recobrado su esplendor tras la restauración.",
          "visit_duration_min": 45
        },
        {
          "text": "Habitation Clément (ext) — Parada patrimonial o museística contextualizando la vida isleña.",
          "visit_duration_min": 75
        },
        {
          "text": "El parque de 16 hectáreas, con la etiqueta de « Jardín notable », despliega más de 300 especies tropicales a lo largo de avenidas de palmeras reales. El jardín de esculturas expone en permanencia una veintena de obras de arte contemporáneo caribeño al aire libre, entre estanques y bambusales.",
          "visit_duration_min": 50
        },
        {
          "text": "Miradores de manglares — Mirador escénico o cala fotogénica; mejor luz temprano/tarde.",
          "visit_duration_min": 75
        },
        {
          "text": "La antigua destilería, reconvertida en centro de interpretación del ron, conserva su maquinaria restaurada. Las bodegas de envejecimiento, aún en funcionamiento, liberan los aromas de la « parte de los ángeles » — la porción de alcohol que se evapora bajo el clima tropical. La visita concluye con el Taller de los Sentidos y una degustación.",
          "visit_duration_min": 40
        },
        {
          "text": "La Pinacoteca de la Fundación Clément, inaugurada en 2023, ocupa un edificio de 550 m² con enormes cristaleras. Expone más de 800 obras de 250 artistas martiniqueses y caribeños. La entrada a las exposiciones es gratuita.",
          "visit_duration_min": 35
        },
        {
          "text": "Descienda hacia Le Marin por la costa atlántica. La Anse Macabou — Petite Anse (tranquila, protegida) y Grande Anse (olas potentes) — es una playa salvaje bordeada de cocoteros, poco frecuentada. Paseos matutinos a caballo se organizan a lo largo de la orilla.",
          "visit_duration_min": 45
        },
        {
          "text": "De regreso, una parada en las orillas del Cul-de-Sac du Marin permite observar el manglar en marea baja. Los mangles rojos hunden sus raíces aéreas en un agua tranquila poblada de cangrejos y peces pequeños.",
          "visit_duration_min": 25
        }
      ],
      "activities": [
        {
          "text": "Reserve una salida en catamarán desde la marina para llegar a los fondos blancos y los islotes del sur — bancos de arena sumergidos a pocos centímetros bajo la superficie, rodeados de agua turquesa."
        },
        {
          "text": "Los clubes de buceo de la marina ofrecen bautismos y salidas a los arrecifes de coral del Rocher du Diamant y la bahía."
        },
        {
          "text": "Por la noche, los muelles de la marina cobran vida: restaurantes de mariscos, bares de ron y conciertos de música criolla los fines de semana."
        },
        {
          "text": "Dedique la mañana a la Habitation Clément: jardín, casa criolla, destilería y museo de arte ocupan fácilmente de 2 a 3 horas de visita."
        },
        {
          "text": "Bordee el manglar de Le Marin en kayak. Los canales entre los mangles permiten acercarse a garzas, garcetas y a veces rayas en las aguas poco profundas."
        },
        {
          "text": "Al final del día, acomódese en los muelles de la marina para una última velada en el sur, con vista a los veleros y la bahía."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Ruta por Martinica: Montaña Pelée y Playas",
          "day": 6
        },
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Ruta por Martinica: Montaña Pelée y Playas",
          "day": 9
        }
      ],
      "rating": 6.6
    },
    {
      "place_id": "MQ::saint-pierre",
      "name": "Saint Pierre",
      "cc": "MQ",
      "language": "es",
      "coords": [
        14.744,
        -61.175
      ],
      "lat": 14.744,
      "lon": -61.175,
      "visits": [
        {
          "text": "Ruinas de la erupción de 1902 — Destacado arquitectónico o natural con notas históricas.",
          "visit_duration_min": 75
        },
        {
          "text": "Las ruinas del Teatro de Saint-Pierre recuerdan la opulencia de la « Pequeña París de las Antillas ». Construido en el siglo XVIII según el modelo del teatro de Burdeos, podía acoger a 800 espectadores. El 8 de mayo de 1902 a las 8:02, la nube ardiente de la Montaña Pelée destruyó la ciudad en dos minutos — 28.000 muertos, una temperatura de 400 a 600 °C, una velocidad estimada de 500 km/h.",
          "visit_duration_min": 45
        },
        {
          "text": "Museo del volcán — Parada patrimonial o museística que contextualiza la vida isleña.",
          "visit_duration_min": 75
        },
        {
          "text": "La celda de Cyparis se visita a pocos pasos. Louis-Auguste Cyparis, prisionero encerrado en una celda semienterrada, sobrevivió a la erupción gracias al grosor de los muros. Es uno de los únicos tres supervivientes conocidos de la catástrofe.",
          "visit_duration_min": 20
        },
        {
          "text": "Mirador del muelle — Mirador panorámico o cala fotogénica; mejor luz temprano/tarde.",
          "visit_duration_min": 75
        },
        {
          "text": "El Museo Franck A. Perret, creado en 1933 por el vulcanólogo estadounidense homónimo, expone los objetos recuperados de los escombros: la campana deformada de la catedral, fotografías de antes y después de la erupción y utensilios fundidos por el calor.",
          "visit_duration_min": 60
        },
        {
          "text": "Suba la Rue Monte au Ciel, cuyo nombre evoca la huida de los habitantes la mañana de la erupción. Los vestigios de la Maison Coloniale de Santé, antiguo hospital psiquiátrico de 1839, se alzan en lo alto.",
          "visit_duration_min": 30
        },
        {
          "text": "Las ruinas de la Catedral Notre-Dame du Bon Port conservan parte de su fachada y sus arcos. El contraste entre la piedra calcinada y la vegetación tropical que ha recuperado su terreno es impresionante.",
          "visit_duration_min": 25
        },
        {
          "text": "Diríjase al paseo marítimo para contemplar la rada de Saint-Pierre, con la silueta de la Montaña Pelée como telón de fondo. Las barcas de pescadores de colores se alinean a lo largo del muelle.",
          "visit_duration_min": 25
        },
        {
          "text": "Sendero del Monte Pelée — Destacado arquitectónico o natural con notas históricas.",
          "visit_duration_min": 75
        },
        {
          "text": "El sendero del Aileron, la salida más frecuentada hacia la Montaña Pelée, parte de un aparcamiento a 820 m de altitud. El camino asciende a lo largo de 7,6 km (650 m de desnivel) a través de una vegetación que se va raleando: bosque tropical, luego páramos de altitud, luego roca desnuda. La cima del Chinois alcanza los 1.395 m.",
          "visit_duration_min": 30
        },
        {
          "text": "Exteriores de la destilería Depaz — Parada patrimonial o museística que contextualiza la vida isleña.",
          "visit_duration_min": 75
        },
        {
          "text": "La Destilería Depaz ocupa las laderas de la Pelée desde 1651, fecha de fundación de la Habitation La Montagne. Destruida por la erupción de 1902 — toda la familia Depaz pereció excepto Victor, entonces estudiante en Burdeos — fue reconstruida a partir de 1917. Las 80 hectáreas de caña de azúcar en suelo volcánico producen un ron AOC Martinica. La máquina de vapor original aún funciona durante la temporada de destilación, de febrero a junio.",
          "visit_duration_min": 60
        },
        {
          "text": "Mirador de Anse Céron — Mirador escénico o cala fotogénica; mejor luz temprano/tarde.",
          "visit_duration_min": 75
        },
        {
          "text": "El Château Depaz, reconstruido en estilo neocolonial en la finca, domina la plantación con vista al mar. La visita incluye las bodegas de envejecimiento y una degustación de rones añejos.",
          "visit_duration_min": 30
        },
        {
          "text": "La Anse Céron, playa de arena negra bordeada de cocoteros y uvas de mar, se abre frente al Îlet de la Perle. Las rocas que avanzan en el agua ofrecen buenos puntos para el snorkel. Mesas de picnic, duchas y sanitarios están disponibles en el lugar.",
          "visit_duration_min": 45
        },
        {
          "text": "A dos pasos de la playa, la Habitation Céron es una antigua azucarera del siglo XVII cobijada bajo un gigantesco árbol de zamana. Un sendero prolonga el paseo hasta la Anse Couleuvre, otra playa de arena negra más salvaje.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Recorra el circuito de las ruinas señalizado por la oficina de turismo — un bucle de 2 km a través de los vestigios del antiguo centro de la ciudad, con paneles explicativos en cada parada."
        },
        {
          "text": "¿Quiere ver las ruinas desde otro ángulo? Salidas de snorkel permiten observar los restos sumergidos del antiguo puerto — almacenes y muelles engullidos por la erupción."
        },
        {
          "text": "Los restaurantes del paseo marítimo sirven platos criollos (court-bouillon de pescado, colombo de pollo) frente a la bahía. Ambiente relajado, pies en la arena negra volcánica."
        },
        {
          "text": "Ascienda hasta la cima de la Montaña Pelée por el sendero del Aileron. El recorrido atraviesa el Plateau des Palmistes, bordea la caldera y alcanza el cono de 1902. Se recomienda salir al amanecer para evitar las nubes."
        },
        {
          "text": "Báñese en la Anse Céron tras la caminata. El agua suele estar tranquila del lado de las rocas, más agitada los días de viento."
        },
        {
          "text": "Continúe con la corta caminata hasta la Anse Couleuvre (unos 30 minutos desde la Habitation Céron), una playa salvaje de arena negra rodeada de acantilados."
        },
        {
          "text": "Al final del día, pruebe un ti-punch directamente en la fuente: la tienda de la destilería ofrece sus distintas cosechas para degustación."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Ruta por Martinica: Montaña Pelée y Playas",
          "day": 2
        },
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Ruta por Martinica: Montaña Pelée y Playas",
          "day": 3
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "MQ::sainte-anne",
      "name": "Sainte Anne",
      "cc": "MQ",
      "language": "es",
      "coords": [
        14.438,
        -60.879
      ],
      "lat": 14.438,
      "lon": -60.879,
      "visits": [
        {
          "text": "Dunas de Anse des Salines — Destacado arquitectónico o natural con notas históricas.",
          "visit_duration_min": 75
        },
        {
          "text": "La Plage des Salines es la postal de Martinica: de 2 a 3 km de arena blanca, cocoteros plantados en los años 1950, agua turquesa y poco profunda. Grande Anse y Petite Anse des Salines se suceden en arco. El lugar recibe alrededor de dos millones de visitantes al año — llegue temprano por la mañana para disfrutar de la calma.",
          "visit_duration_min": 90
        },
        {
          "text": "Étang des Salines — Parada patrimonial o museística contextualizando la vida isleña.",
          "visit_duration_min": 75
        },
        {
          "text": "Bordee el Étang des Salines desde el observatorio ornitológico instalado sobre pilotes. Este humedal alberga garzas, garcetas y limícolas migratorias. Los paneles informativos explican el papel del manglar en el ecosistema costero.",
          "visit_duration_min": 40
        },
        {
          "text": "Sendero de la sabana — Mirador escénico o cala fotogénica; mejor luz temprano/tarde.",
          "visit_duration_min": 75
        },
        {
          "text": "El pueblo de Sainte-Anne alinea sus casas coloridas y floridas alrededor de la plaza de la iglesia. Es el municipio más meridional y más soleado de la isla — el clima es seco y cálido todo el año.",
          "visit_duration_min": 30
        },
        {
          "text": "La Anse Caritan, pequeña playa a la entrada del pueblo, es más tranquila que Les Salines. Algunas mesas bajo los árboles permiten hacer un picnic frente al Mar Caribe.",
          "visit_duration_min": 30
        },
        {
          "text": "En el bosque, un sendero conecta la Plage des Salines con la Savane des Pétrifications. Los primeros metros bajo las uvas de mar dan una muestra de la Forêt Domaniale du Littoral que bordea toda la ensenada.",
          "visit_duration_min": 25
        },
        {
          "text": "Cap Chevalier — Destacado arquitectónico o natural con notas históricas.",
          "visit_duration_min": 75
        },
        {
          "text": "El Cap Chevalier se adentra en el Atlántico en el extremo sureste de la isla. La playa de arena blanca hace frente al Îlet Chevalier, accesible en pocos minutos de lanzadera. La barrera de coral rompe el oleaje y crea una laguna tranquila, ideal para el baño.",
          "visit_duration_min": 60
        },
        {
          "text": "Vistas del Îlet Chevalier — Parada patrimonial o museística contextualizando la vida isleña.",
          "visit_duration_min": 75
        },
        {
          "text": "El Îlet Chevalier es un pequeño islote deshabitado rodeado de aguas cristalinas. El fondo arenoso y las praderas submarinas albergan estrellas de mar, erizos blancos y peces multicolores.",
          "visit_duration_min": 45
        },
        {
          "text": "Plataformas arrecifales del Atlántico — Mirador escénico o cala fotogénica; mejor luz temprano/tarde.",
          "visit_duration_min": 75
        },
        {
          "text": "La Savane des Pétrifications ofrece un paisaje inesperado: suelo ocre y rojo, cactus, ausencia total de sombra. Esta marisma seca, asentada sobre un antiguo volcán, debe su nombre a los troncos de árboles fosilizados que antaño se encontraban allí. El Morne des Pétrifications culmina a 119 metros. Frente al mar abierto, la Table du Diable — enorme roca plana surgida de las olas — alimenta las leyendas locales.",
          "visit_duration_min": 30
        },
        {
          "text": "La Pointe d'Enfer marca el punto más espectacular del sendero: el acantilado cae a pico sobre el mar y las olas se estrellan con violencia. Panorámica vertiginosa sobre la costa salvaje.",
          "visit_duration_min": 20
        },
        {
          "text": "La Anse Trabaud, al fondo de la Savane, es una playa de arena blanca casi desierta, rodeada de vegetación baja. El acceso por carretera es de pago y difícil (pista de tierra), lo que preserva su tranquilidad.",
          "visit_duration_min": 45
        }
      ],
      "activities": [
        {
          "text": "Extienda su toalla en Les Salines para una mañana de relax. Los lolos (restaurantes de playa) sirven pescado a la parrilla, accras y sorbete de coco con los pies en la arena."
        },
        {
          "text": "Pasee a lo largo del Étang des Salines por las pasarelas de observación — prismáticos recomendados para las aves migratorias."
        },
        {
          "text": "Al final de la tarde, el mercado artesanal del pueblo de Sainte-Anne ofrece madras, joyas de semillas de Job y especias locales."
        },
        {
          "text": "Recorra el tramo de la Trace des Caps entre la Anse à Prunes y la Anse Trabaud, atravesando la Savane des Pétrifications. Paisajes casi desérticos alternados con calas turquesas."
        },
        {
          "text": "Desde el Cap Chevalier, una lanzadera local llega al Îlet Chevalier para una jornada de baño y snorkel en los arrecifes."
        },
        {
          "text": "Báñese en la Anse Trabaud para concluir la caminata — el agua turquesa recompensa el esfuerzo bajo el sol de la Savane."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Ruta por Martinica: Montaña Pelée y Playas",
          "day": 7
        },
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Ruta por Martinica: Montaña Pelée y Playas",
          "day": 8
        }
      ],
      "rating": 7
    },
    {
      "place_id": "MQ::trois-ilets",
      "name": "Trois Ilets",
      "cc": "MQ",
      "language": "es",
      "coords": [
        14.53,
        -61.045
      ],
      "lat": 14.53,
      "lon": -61.045,
      "visits": [
        {
          "text": "Museo La Pagerie — Destacado arquitectónico o natural con notas históricas.",
          "visit_duration_min": 75
        },
        {
          "text": "El Musée de la Pagerie ocupa las ruinas de la hacienda azucarera donde nació, en 1763, Marie Josèphe Rose Tascher de la Pagerie — futura Josefina de Beauharnais, primera esposa de Napoleón. Cartas, muebles de época y documentos recorren la vida de la emperatriz y la historia de la producción azucarera en la finca.",
          "visit_duration_min": 60
        },
        {
          "text": "Village de la Poterie — Parada patrimonial o museística que contextualiza la vida isleña.",
          "visit_duration_min": 75
        },
        {
          "text": "El Village de la Poterie se encuentra en el emplazamiento de una fábrica de ladrillos y tejas fundada en el siglo XVIII por los Jesuitas — la empresa más antigua de la isla. Los antiguos hornos y talleres albergan hoy artesanos ceramistas, tiendas de diseñadores y galerías. El pequeño Museo de la Cerámica recorre la historia de la manufactura.",
          "visit_duration_min": 60
        },
        {
          "text": "Mirador de Anse Mitan — Mirador escénico o cala fotogénica; mejor luz temprano/tarde.",
          "visit_duration_min": 75
        },
        {
          "text": "Haga un desvío por el pueblo de Les Trois-Îlets y su iglesia Notre-Dame de la Délivrance, construida en 1724. Josefina fue bautizada allí. El « corazón rojo del pueblo » — así llamado por sus ladrillos de la alfarería local — alinea casas criollas de madera con colores vivos.",
          "visit_duration_min": 30
        },
        {
          "text": "La playa de Anse Mitan extiende su arena blanca frente a la bahía de Fort-de-France. El ambiente es animado: restaurantes con los pies en la arena, alquiler de kayaks, clubes de buceo. El ferry a Fort-de-France sale del muelle cercano cada 30 minutos aproximadamente.",
          "visit_duration_min": 45
        },
        {
          "text": "Continúe hasta la Pointe du Bout, península turística cuya marina acoge veleros y catamaranes. El Village Créole, conjunto de tiendas en callejuelas peatonales, intenta conciliar modernidad y arquitectura antillana.",
          "visit_duration_min": 30
        },
        {
          "text": "Sitio Savane des Esclaves — Destacado arquitectónico o natural con notas históricas.",
          "visit_duration_min": 75
        },
        {
          "text": "La Savane des Esclaves, museo al aire libre de 3 hectáreas creado por Gilbert Larose, recorre 400 años de historia martiniquesa. El recorrido comienza con una aldea amerindia reconstruida, luego atraviesa la Rue Case-Nègres (cabañas de esclavos) y el Village Antan Lontan (cabañas tradicionales posteriores a la abolición). El jardín criollo identifica las plantas medicinales y alimentarias utilizadas por los antepasados.",
          "visit_duration_min": 90
        },
        {
          "text": "Circuito de playas — Parada patrimonial o museística que contextualiza la vida isleña.",
          "visit_duration_min": 75
        },
        {
          "text": "Talleres de elaboración de casabe (torta de mandioca) y de barras de cacao muestran los gestos ancestrales aún practicados en el campo. Un vídeo introductorio contextualiza el conjunto en la trata y la abolición de 1848.",
          "visit_duration_min": 30
        },
        {
          "text": "Miradores costeros — Mirador escénico o cala fotogénica; mejor luz temprano/tarde.",
          "visit_duration_min": 75
        },
        {
          "text": "La Maison de la Canne, instalada en una antigua destilería, explica el ciclo completo de la producción azucarera: desde el corte de la caña hasta el envejecimiento del ron. Maquetas, herramientas y fotografías documentan tres siglos de industria cañera.",
          "visit_duration_min": 45
        },
        {
          "text": "La Anse à l'Âne ofrece una playa de arena blanca más tranquila que su vecina Anse Mitan. Uvas de mar bordean la orilla y algunos restaurantes de playa sirven pescado a la parrilla. Mar adentro, el Îlet à Ramiers, antiguo puesto de defensa de la bahía, conserva los restos de una batería militar.",
          "visit_duration_min": 45
        },
        {
          "text": "Llegue a la Forêt Domaniale de Vatable por el sendero de salud de la Espérance. Bajo el dosel, el camino serpentea entre helechos arborescentes y caobas centenarias.",
          "visit_duration_min": 40
        }
      ],
      "activities": [
        {
          "text": "Embarque para una salida en kayak por los manglares de Les Trois-Îlets. Los mangles forman túneles vegetales donde garzas, cangrejos y peces cohabitan en las aguas poco profundas."
        },
        {
          "text": "El golf de Les Trois-Îlets, recorrido internacional de 18 hoyos diseñado por Robert Trent Jones, se extiende entre el pueblo y la Pointe du Bout, con vista a la bahía."
        },
        {
          "text": "Tome el ferry de última hora de la tarde hacia Fort-de-France y contemple la puesta de sol sobre los Pitons du Carbet desde la cubierta del barco."
        },
        {
          "text": "Participe en un taller de elaboración de casabe en la Savane des Esclaves: rallado de la mandioca, prensado y cocción sobre una plancha caliente. El resultado se degusta solo o relleno de coco."
        },
        {
          "text": "Alquile máscara y tubo en la Anse à l'Âne para observar las tortugas marinas que frecuentan las praderas de hierba marina en la bahía de Fort-de-France."
        },
        {
          "text": "Recorra el sendero de la Forêt de Vatable para un paseo sombreado de aproximadamente una hora, entre helechos gigantes y gommiers rojos."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Ruta por Martinica: Montaña Pelée y Playas",
          "day": 4
        },
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Ruta por Martinica: Montaña Pelée y Playas",
          "day": 5
        }
      ],
      "rating": 5.4
    }
  ]
}