{
  "version": 1,
  "country": "mq",
  "language": "fr",
  "places": [
    {
      "place_id": "MQ::fort-de-france",
      "name": "Fort De France",
      "cc": "MQ",
      "language": "fr",
      "coords": [
        14.61,
        -61.081
      ],
      "lat": 14.61,
      "lon": -61.081,
      "visits": [
        {
          "text": "Bibliothèque Schoelcher — Point fort architectural ou naturel avec notes historiques.",
          "visit_duration_min": 75
        },
        {
          "text": "La Bibliothèque Schoelcher mélange les styles byzantin, Art nouveau et égyptien derrière une façade de mosaïques jaunes et rouges. Construite à Paris en 1887 par l'architecte Henri Picq, elle a été présentée à l'Exposition universelle de 1889, puis démontée et remontée pièce par pièce en Martinique. Elle porte le nom de Victor Schoelcher, artisan de l'abolition de l'esclavage en 1848, qui avait fait don de sa bibliothèque personnelle à l'île.",
          "visit_duration_min": 45
        },
        {
          "text": "Fort Saint-Louis (ext) — Arrêt patrimonial ou muséal contextualisant la vie insulaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Poussez la porte de la Cathédrale Saint-Louis, dont l'ossature entièrement métallique a été conçue par le même Henri Picq pour résister aux séismes et aux cyclones. Inaugurée en 1895, sa nef de 66 mètres repose sur des arches en acier - ce qui lui vaut le surnom de « cathédrale de fer ». Les 19 vitraux retracent la vie de Saint Louis, et la flèche culmine à 59 mètres au-dessus de la ville.",
          "visit_duration_min": 40
        },
        {
          "text": "Marché couvert — Point de vue panoramique ou crique photogénique ; meilleure lumière tôt/tard.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Fort Saint-Louis occupe la presqu'île qui ferme la baie des Flamands depuis les années 1640. Consolidé selon les principes de Vauban dans les années 1680, il a résisté à l'attaque hollandaise de 1674 et aux occupations anglaises. Toujours base de la Marine nationale aux Antilles, il se visite lors de créneaux guidés d'environ 1 h 15 - des iguanes ont élu domicile sur les remparts.",
          "visit_duration_min": 75
        },
        {
          "text": "Traversez le Parc de la Savane, vaste esplanade ombragée de palmiers royaux face à la baie. Les allées bordent des buvettes créoles et mènent à l'ancienne statue décapitée de l'impératrice Joséphine, témoin des débats mémoriels de l'île.",
          "visit_duration_min": 30
        },
        {
          "text": "Rendez-vous tôt le matin au Grand Marché couvert. Les étals des « doudous » croulent sous les épices - bâton de cacao, colombo, bois d'Inde - et les fruits tropicaux. L'artisanat créole (madras, poupées, vannerie) occupe les travées du fond.",
          "visit_duration_min": 50
        },
        {
          "text": "Le Jardin de Balata s'étend à 10 km sur la route de la Trace, au pied des Pitons du Carbet. Créé en 1982 par le paysagiste Jean-Philippe Thoze autour de la maison créole de ses grands-parents, il rassemble plus de 3 000 espèces tropicales. Un pont suspendu à 15 mètres de hauteur offre une vue aérienne sur la canopée et la baie de Fort-de-France.",
          "visit_duration_min": 90
        },
        {
          "text": "Façades du centre-ville — Point fort architectural ou naturel avec notes historiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Remontez la rue Victor-Hugo et la rue de la Liberté pour observer les façades créoles du centre-ville : balcons en fer forgé, volets persiennés, toits en tuiles rouges issues des poteries locales. L'ancien Hôtel de Ville et la Maison « chez Anna » méritent un coup d'oeil pour leur décoration extérieure.",
          "visit_duration_min": 40
        },
        {
          "text": "Promenade du front de mer — Arrêt patrimonial ou muséal contextualisant la vie insulaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Musée d'Archéologie Précolombienne et de Préhistoire, installé dans l'ancienne Intendance Militaire de 1898, expose sur trois étages les vestiges des civilisations amérindiennes qui peuplaient l'île avant l'arrivée des Européens : poteries, outils en pierre, objets cérémoniels caribes et arawaks.",
          "visit_duration_min": 50
        },
        {
          "text": "Grand marché — Point de vue panoramique ou crique photogénique ; meilleure lumière tôt/tard.",
          "visit_duration_min": 75
        },
        {
          "text": "La promenade du front de mer, parfois surnommée « Malecon », longe la baie des Flamands depuis le terminal des ferries jusqu'à la plage de la Française, au pied du Fort Saint-Louis. C'est l'unique plage de la capitale - une crique de sable blond aux eaux calmes.",
          "visit_duration_min": 40
        },
        {
          "text": "Terminez au marché aux poissons, situé en bout du boulevard du Général-de-Gaulle. Le matin, les pêcheurs débarquent thons, marlins, dorades et lambis. Les étals multicolores sont l'occasion de voir de près les espèces des eaux antillaises.",
          "visit_duration_min": 30
        },
        {
          "text": "Le Palais de Justice, bâtiment néoclassique de 1906, se découvre depuis la rue - la façade à colonnes tranche avec l'architecture colorée des alentours.",
          "visit_duration_min": 15
        }
      ],
      "activities": [
        {
          "text": "Empruntez la navette maritime qui relie Fort-de-France aux Trois-Îlets en 20 minutes - la traversée offre le meilleur panorama sur la baie des Flamands, classée parmi les plus belles baies du monde."
        },
        {
          "text": "Flânez dans la zone piétonne du centre-ville pour observer les façades coloniales aux balcons de fer forgé et les fresques murales des rues Schoelcher et Victor-Hugo."
        },
        {
          "text": "Terminez par une dégustation de jus frais et d'accras dans l'un des snacks du Parc de la Savane, face au soleil couchant sur la mer des Caraïbes."
        },
        {
          "text": "Offrez-vous un dernier tour au Grand Marché couvert pour rapporter épices (colombo, piment, vanille de Martinique), rhum arrangé et artisanat créole en souvenir."
        },
        {
          "text": "Rejoignez la plage de la Française pour une dernière baignade en plein coeur de Fort-de-France, avant de reprendre la route de l'aéroport."
        },
        {
          "text": "Si le temps le permet, une dernière promenade dans le Parc de la Savane - buvettes, snacks créoles et vue sur la baie - conclut le circuit en douceur."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Circuit Martinique : Montagne Pelée et Plages",
          "day": 1
        },
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Circuit Martinique : Montagne Pelée et Plages",
          "day": 10
        }
      ],
      "rating": 6.6
    },
    {
      "place_id": "MQ::le-marin",
      "name": "Le Marin",
      "cc": "MQ",
      "language": "fr",
      "coords": [
        14.471,
        -60.869
      ],
      "lat": 14.471,
      "lon": -60.869,
      "visits": [
        {
          "text": "Promenade de la marina — Point d'intérêt architectural ou naturel avec notes historiques.",
          "visit_duration_min": 75
        },
        {
          "text": "La Marina du Marin est la plus grande base nautique des Antilles : 830 places à quai, une centaine de bouées et un va-et-vient permanent de voiliers. Les pontons s'animent le matin au départ des excursions vers les îlets du sud et les Grenadines.",
          "visit_duration_min": 45
        },
        {
          "text": "Devantures de boutiques de rhum — Arrêt patrimonial ou muséal contextualisant la vie insulaire.",
          "visit_duration_min": 75
        },
        {
          "text": "L'église Saint-Étienne du Marin, construite au XVIIIe siècle, domine le bourg depuis un promontoire. Sa façade blanche contraste avec les toits rouges des maisons créoles qui dégringolent vers le port.",
          "visit_duration_min": 25
        },
        {
          "text": "Belvédère de Pointe Marin — Point de vue panoramique ou anse photogénique ; meilleure lumière tôt/tard.",
          "visit_duration_min": 75
        },
        {
          "text": "Le bourg du Marin conserve quelques maisons traditionnelles en bois, aux volets colorés et aux balcons ouvragés. Les ruelles montent vers le cimetière marin d'où la vue plonge sur la baie constellée de mâts.",
          "visit_duration_min": 30
        },
        {
          "text": "Rejoignez la plage de Pointe Marin, longue bande de sable blanc à l'entrée sud de la baie. Bordée de cocotiers et de raisiniers, elle fait face au Rocher du Diamant à l'horizon. Les eaux peu profondes sont idéales pour la baignade en famille.",
          "visit_duration_min": 60
        },
        {
          "text": "Depuis la Pointe Marin, le regard embrasse toute la baie du Marin jusqu'à la presqu'île de Sainte-Anne. Les couchers de soleil y sont parmi les plus spectaculaires de la côte sud.",
          "visit_duration_min": 20
        },
        {
          "text": "Savanes de Macabou — Point d'intérêt architectural ou naturel avec notes historiques.",
          "visit_duration_min": 75
        },
        {
          "text": "L'Habitation Clément, domaine de 160 hectares au François, est classée monument historique. La maison principale du XVIIIe siècle a été la résidence de la famille Clément de 1887 à 1986 - le médecin Homère Clément avait racheté l'ancienne sucrerie de l'Acajou et construit la distillerie en 1917. L'ensemble - mobilier créole, galeries et terrasses - a retrouvé son lustre après restauration.",
          "visit_duration_min": 45
        },
        {
          "text": "Habitation Clément (ext) — Arrêt patrimonial ou muséal contextualisant la vie insulaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Le parc de 16 hectares, labellisé « Jardin remarquable », déploie plus de 300 espèces tropicales le long d'allées de palmiers royaux. Le jardin des sculptures expose en permanence une vingtaine d'oeuvres d'art contemporain caribéen en plein air, entre mares et bambouseraies.",
          "visit_duration_min": 50
        },
        {
          "text": "Arrêts mangrove — Point de vue panoramique ou crique photogénique ; meilleure lumière tôt/tard.",
          "visit_duration_min": 75
        },
        {
          "text": "L'ancienne distillerie, reconvertie en centre d'interprétation du rhum, conserve ses machines restaurées. Les chais de vieillissement, toujours en activité, dégagent les effluves de la « part des anges » - la part d'alcool qui s'évapore sous le climat tropical. La visite se termine par l'Atelier des sens et une dégustation.",
          "visit_duration_min": 40
        },
        {
          "text": "La Pinacothèque de la Fondation Clément, inaugurée en 2023, occupe un bâtiment de 550 m² aux verrières géantes. Elle expose plus de 800 oeuvres de 250 artistes martiniquais et caribéens. L'entrée des expositions est libre.",
          "visit_duration_min": 35
        },
        {
          "text": "Redescendez vers Le Marin par la côte atlantique. L'Anse Macabou - Petite Anse (calme, protégée) et Grande Anse (vagues puissantes) - est une plage sauvage bordée de cocotiers, peu fréquentée. Des balades matinales à cheval sont organisées le long du rivage.",
          "visit_duration_min": 45
        },
        {
          "text": "En rentrant, un arrêt sur les berges du Cul-de-Sac du Marin permet d'observer la mangrove à marée basse. Les palétuviers rouges plongent leurs racines aériennes dans une eau calme peuplée de crabes et de petits poissons.",
          "visit_duration_min": 25
        }
      ],
      "activities": [
        {
          "text": "Réservez une sortie en catamaran au départ de la marina pour rejoindre les fonds blancs et les îlets du sud - bancs de sable immergés à quelques centimètres sous la surface, au milieu d'une eau turquoise."
        },
        {
          "text": "Les clubs de plongée de la marina proposent des baptêmes et des sorties sur les récifs coralliens du Rocher du Diamant et de la baie."
        },
        {
          "text": "En soirée, les quais de la marina s'animent : restaurants de fruits de mer, bars à rhum et concerts de musique créole le week-end."
        },
        {
          "text": "Passez la matinée à l'Habitation Clément : jardin, maison créole, distillerie et musée d'art occupent facilement 2 à 3 heures de visite."
        },
        {
          "text": "Longez la mangrove du Marin en kayak. Les canaux entre les palétuviers permettent d'approcher hérons, aigrettes et parfois des raies pastenagues dans les eaux peu profondes."
        },
        {
          "text": "En fin de journée, installez-vous sur les quais de la marina pour une dernière soirée dans le sud, avec vue sur les voiliers et la baie."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Circuit Martinique : Montagne Pelée et Plages",
          "day": 6
        },
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Circuit Martinique : Montagne Pelée et Plages",
          "day": 9
        }
      ],
      "rating": 6.6
    },
    {
      "place_id": "MQ::saint-pierre",
      "name": "Saint Pierre",
      "cc": "MQ",
      "language": "fr",
      "coords": [
        14.744,
        -61.175
      ],
      "lat": 14.744,
      "lon": -61.175,
      "visits": [
        {
          "text": "Ruines de l'éruption de 1902 — Point fort architectural ou naturel avec notes historiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Les ruines du Théâtre de Saint-Pierre rappellent l'opulence du « Petit Paris des Antilles ». Construit au XVIIIe siècle sur le modèle du théâtre de Bordeaux, il pouvait accueillir 800 spectateurs. Le 8 mai 1902 à 8 h 02, la nuée ardente de la Montagne Pelée a détruit la ville en deux minutes - 28 000 morts, une température de 400 à 600 °C, une vitesse estimée à 500 km/h.",
          "visit_duration_min": 45
        },
        {
          "text": "Musée du volcan — Arrêt patrimonial ou muséal contextualisant la vie insulaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Le cachot de Cyparis se visite à quelques pas. Louis-Auguste Cyparis, prisonnier enfermé dans une cellule semi-enterrée, a survécu à l'éruption grâce à l'épaisseur des murs. Il est l'un des trois seuls survivants connus de la catastrophe.",
          "visit_duration_min": 20
        },
        {
          "text": "Point de vue du quai — Belvédère pittoresque ou crique photogénique ; meilleure lumière tôt/tard.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Musée Franck A. Perret, créé en 1933 par le volcanologue américain du même nom, expose les objets récupérés dans les décombres : la cloche déformée de la cathédrale, des photographies avant et après l'éruption, et des ustensiles fondus par la chaleur.",
          "visit_duration_min": 60
        },
        {
          "text": "Remontez la Rue Monte au Ciel, dont le nom évoque la fuite des habitants le matin de l'éruption. Les vestiges de la Maison Coloniale de Santé, ancien hôpital psychiatrique de 1839, se dressent en surplomb.",
          "visit_duration_min": 30
        },
        {
          "text": "Les ruines de la Cathédrale Notre-Dame du Bon Port conservent une partie de leur façade et de leurs arcs. Le contraste entre la pierre calcinée et la végétation tropicale qui a repris ses droits est saisissant.",
          "visit_duration_min": 25
        },
        {
          "text": "Rejoignez le front de mer pour une vue sur la rade de Saint-Pierre, avec la silhouette de la Montagne Pelée en arrière-plan. Les barques de pêcheurs colorées s'alignent le long du quai.",
          "visit_duration_min": 25
        },
        {
          "text": "Départ du sentier de la montagne Pelée — Point d'intérêt architectural ou naturel avec notes historiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Le sentier de l'Aileron, départ le plus fréquenté pour la Montagne Pelée, part d'un parking à 820 m d'altitude. Le chemin grimpe sur 7,6 km (650 m de dénivelé) à travers une végétation qui se raréfie au fil de la montée : forêt tropicale, puis landes d'altitude, puis roche nue. Le sommet du Chinois culmine à 1 395 m.",
          "visit_duration_min": 30
        },
        {
          "text": "Extérieurs de la distillerie Depaz — Arrêt patrimonial ou muséal contextualisant la vie insulaire.",
          "visit_duration_min": 75
        },
        {
          "text": "La Distillerie Depaz occupe les flancs de la Pelée depuis 1651, date de la fondation de l'Habitation La Montagne. Détruite par l'éruption de 1902 - toute la famille Depaz périt sauf Victor, alors étudiant à Bordeaux - elle a été reconstruite à partir de 1917. Les 80 hectares de canne à sucre en sol volcanique produisent un rhum AOC Martinique. La machine à vapeur d'origine fonctionne encore pendant la saison de distillation, de février à juin.",
          "visit_duration_min": 60
        },
        {
          "text": "Belvédère d'Anse Céron — Belvédère pittoresque ou crique photogénique ; meilleure lumière tôt/tard.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Château Depaz, reconstruit en style néo-colonial sur le domaine, domine la plantation avec vue sur la mer. La visite inclut les chais de vieillissement et une dégustation de rhums vieux.",
          "visit_duration_min": 30
        },
        {
          "text": "L'Anse Céron, plage de sable noir bordée de cocotiers et de raisiniers, s'ouvre face à l'Îlet de la Perle. Les rochers qui avancent dans l'eau offrent de bons spots de palmes-masque-tuba. Tables de pique-nique, douches et sanitaires sont disponibles sur place.",
          "visit_duration_min": 45
        },
        {
          "text": "À deux pas de la plage, l'Habitation Céron est une ancienne sucrerie du XVIIe siècle lovée sous un zamana géant. Un sentier prolonge la balade jusqu'à l'Anse Couleuvre, autre plage de sable noir plus sauvage.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Parcourez le circuit des ruines balisé par l'office de tourisme - une boucle de 2 km à travers les vestiges de l'ancien centre-ville, avec panneaux explicatifs à chaque étape."
        },
        {
          "text": "Envie de voir les ruines sous un autre angle ? Des sorties en palmes-masque-tuba permettent d'observer les vestiges immergés de l'ancien port - entrepôts et quais engloutis par l'éruption."
        },
        {
          "text": "Les restaurants du bord de mer servent des plats créoles (court-bouillon de poisson, colombo de poulet) face à la baie. Ambiance détendue, pieds dans le sable noir volcanique."
        },
        {
          "text": "Grimpez jusqu'au sommet de la Montagne Pelée par le sentier de l'Aileron. Le parcours traverse le Plateau des Palmistes, contourne la caldeira et rejoint le cône de 1902. Départ conseillé à l'aube pour éviter les nuages."
        },
        {
          "text": "Baignez-vous à l'Anse Céron après la randonnée. L'eau est généralement calme côté rochers, plus agitée les jours de vent."
        },
        {
          "text": "Enchaînez avec la courte marche vers l'Anse Couleuvre (environ 30 minutes depuis l'Habitation Céron), une plage sauvage de sable noir cernée de falaises."
        },
        {
          "text": "En fin de journée, goûtez un ti-punch directement à la source : la boutique de la distillerie propose les différentes cuvées à la dégustation."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Circuit Martinique : Montagne Pelée et Plages",
          "day": 2
        },
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Circuit Martinique : Montagne Pelée et Plages",
          "day": 3
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "MQ::sainte-anne",
      "name": "Sainte Anne",
      "cc": "MQ",
      "language": "fr",
      "coords": [
        14.438,
        -60.879
      ],
      "lat": 14.438,
      "lon": -60.879,
      "visits": [
        {
          "text": "Dunes de l'Anse des Salines — Point d'intérêt architectural ou naturel avec notes historiques.",
          "visit_duration_min": 75
        },
        {
          "text": "La Plage des Salines est la carte postale de la Martinique : 2 à 3 km de sable blanc, des cocotiers plantés dans les années 1950, une eau turquoise et peu profonde. Grande Anse et Petite Anse des Salines se succèdent en arc de cercle. Le site accueille environ deux millions de visiteurs par an - arrivez tôt le matin pour profiter du calme.",
          "visit_duration_min": 90
        },
        {
          "text": "Étang des Salines — Arrêt patrimonial ou muséal contextualisant la vie insulaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Longez l'Étang des Salines par l'observatoire ornithologique aménagé sur pilotis. Cette zone humide abrite hérons, aigrettes et limicoles migrateurs. Les panneaux d'information expliquent le rôle de la mangrove dans l'écosystème côtier.",
          "visit_duration_min": 40
        },
        {
          "text": "Sentier de la savane — Point de vue panoramique ou anse photogénique ; meilleure lumière tôt/tard.",
          "visit_duration_min": 75
        },
        {
          "text": "Le bourg de Sainte-Anne aligne ses maisons colorées et fleuries autour de la place de l'église. C'est la commune la plus méridionale et la plus ensoleillée de l'île - le climat y est sec et chaud toute l'année.",
          "visit_duration_min": 30
        },
        {
          "text": "L'Anse Caritan, petite plage à l'entrée du bourg, est plus tranquille que les Salines. Quelques tables sous les arbres permettent un pique-nique face à la mer des Caraïbes.",
          "visit_duration_min": 30
        },
        {
          "text": "En forêt, un sentier relie la plage des Salines à la Savane des Pétrifications. Les premiers mètres sous les raisiniers donnent un aperçu de la Forêt Domaniale du Littoral qui borde toute l'anse.",
          "visit_duration_min": 25
        },
        {
          "text": "Cap Chevalier — Point d'intérêt architectural ou naturel avec notes historiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Cap Chevalier avance dans l'Atlantique à l'extrémité sud-est de l'île. La plage de sable blanc fait face à l'Îlet Chevalier, accessible en quelques minutes de navette. La barrière de corail brise la houle et crée un lagon calme, idéal pour la baignade.",
          "visit_duration_min": 60
        },
        {
          "text": "Vues sur l'Îlet Chevalier — Arrêt patrimonial ou muséal contextualisant la vie insulaire.",
          "visit_duration_min": 75
        },
        {
          "text": "L'Îlet Chevalier est un petit îlot inhabité cerné d'eaux cristallines. Le fond sableux et les herbiers sous-marins abritent des étoiles de mer, des oursins blancs et des poissons multicolores.",
          "visit_duration_min": 45
        },
        {
          "text": "Platiers récifaux atlantiques — Point de vue panoramique ou anse photogénique ; meilleure lumière tôt/tard.",
          "visit_duration_min": 75
        },
        {
          "text": "La Savane des Pétrifications offre un paysage inattendu : sol ocre et rouge, cactus, absence totale d'ombre. Ce marais asséché, installé sur un ancien volcan, doit son nom aux troncs d'arbres fossilisés qu'on y trouvait autrefois. Le Morne des Pétrifications culmine à 119 mètres. Face au large, la Table du Diable - énorme rocher plat surgi des flots - alimente les légendes locales.",
          "visit_duration_min": 30
        },
        {
          "text": "La Pointe d'Enfer marque le point le plus spectaculaire du sentier : la falaise tombe à pic dans la mer et les vagues s'y fracassent avec violence. Panorama vertigineux sur la côte sauvage.",
          "visit_duration_min": 20
        },
        {
          "text": "L'Anse Trabaud, au bout de la Savane, est une plage de sable blanc quasi déserte, cernée de végétation basse. L'accès par la route est payant et difficile (piste), ce qui préserve sa tranquillité.",
          "visit_duration_min": 45
        }
      ],
      "activities": [
        {
          "text": "Posez votre serviette aux Salines pour une matinée de farniente. Les lolos (restaurants de plage) servent poisson grillé, accras et sorbet coco les pieds dans le sable."
        },
        {
          "text": "Promenez-vous le long de l'Étang des Salines en empruntant les passerelles d'observation - jumelles conseillées pour les oiseaux migrateurs."
        },
        {
          "text": "En fin d'après-midi, le marché artisanal du bourg de Sainte-Anne propose madras, bijoux en graines-Job et épices locales."
        },
        {
          "text": "Randonnez sur le tronçon de la Trace des Caps entre l'Anse à Prunes et l'Anse Trabaud, en traversant la Savane des Pétrifications. Paysages quasi désertiques alternant avec des criques turquoise."
        },
        {
          "text": "Depuis le Cap Chevalier, une navette locale rejoint l'Îlet Chevalier pour une journée de baignade et de palmes-masque-tuba sur les récifs."
        },
        {
          "text": "Baignez-vous à l'Anse Trabaud pour conclure la randonnée - l'eau turquoise récompense l'effort sous le soleil de la Savane."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Circuit Martinique : Montagne Pelée et Plages",
          "day": 7
        },
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Circuit Martinique : Montagne Pelée et Plages",
          "day": 8
        }
      ],
      "rating": 7
    },
    {
      "place_id": "MQ::trois-ilets",
      "name": "Trois Ilets",
      "cc": "MQ",
      "language": "fr",
      "coords": [
        14.53,
        -61.045
      ],
      "lat": 14.53,
      "lon": -61.045,
      "visits": [
        {
          "text": "Musée de La Pagerie — Point d'intérêt architectural ou naturel avec notes historiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Musée de la Pagerie occupe les ruines de l'habitation sucrière où est née, en 1763, Marie Josèphe Rose Tascher de la Pagerie - future Joséphine de Beauharnais, première épouse de Napoléon. Lettres, meubles d'époque et documents retracent la vie de l'impératrice et l'histoire de la production sucrière sur le domaine.",
          "visit_duration_min": 60
        },
        {
          "text": "Village de la Poterie — Arrêt patrimonial ou muséal contextualisant la vie insulaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Le Village de la Poterie est installé sur le site d'une fabrique de briques et de tuiles fondée au XVIIIe siècle par les Jésuites - la plus ancienne entreprise de l'île. Les anciens fours et ateliers abritent aujourd'hui des artisans potiers, des boutiques de créateurs et des galeries. Le petit Musée de la Poterie retrace l'histoire de la manufacture.",
          "visit_duration_min": 60
        },
        {
          "text": "Point de vue d'Anse Mitan — Belvédère pittoresque ou crique photogénique ; meilleure lumière tôt/tard.",
          "visit_duration_min": 75
        },
        {
          "text": "Faites un détour par le bourg des Trois-Îlets et son église Notre-Dame de la Délivrance, construite en 1724. Joséphine y a été baptisée. Le « coeur de ville rouge » - ainsi nommé pour ses briques issues de la poterie locale - aligne des maisons créoles en bois aux couleurs vives.",
          "visit_duration_min": 30
        },
        {
          "text": "La plage d'Anse Mitan déroule son sable blanc face à la baie de Fort-de-France. L'ambiance est animée : restaurants les pieds dans le sable, loueurs de kayaks, clubs de plongée. Le ferry pour Fort-de-France part du quai voisin toutes les 30 minutes environ.",
          "visit_duration_min": 45
        },
        {
          "text": "Poussez jusqu'à la Pointe du Bout, presqu'île touristique dont la marina accueille voiliers et catamarans. Le Village Créole, ensemble de boutiques dans des ruelles piétonnes, tente de concilier modernité et architecture antillaise.",
          "visit_duration_min": 30
        },
        {
          "text": "Site de la Savane des Esclaves — Point d'intérêt architectural ou naturel avec notes historiques.",
          "visit_duration_min": 75
        },
        {
          "text": "La Savane des Esclaves, musée à ciel ouvert de 3 hectares créé par Gilbert Larose, retrace 400 ans d'histoire martiniquaise. Le parcours commence par un village amérindien reconstitué, puis traverse la Rue Case-Nègres (cases d'esclaves) et le Village Antan Lontan (cases traditionnelles d'après l'abolition). Le jardin créole identifie les plantes médicinales et alimentaires utilisées par les anciens.",
          "visit_duration_min": 90
        },
        {
          "text": "Circuit des plages — Arrêt patrimonial ou muséal contextualisant la vie insulaire.",
          "visit_duration_min": 75
        },
        {
          "text": "Des ateliers de fabrication de cassave (galette de manioc) et de bâton de cacao montrent les gestes ancestraux encore pratiqués dans les campagnes. Un film d'introduction replace l'ensemble dans le contexte de la traite et de l'abolition de 1848.",
          "visit_duration_min": 30
        },
        {
          "text": "Points de vue côtiers — Belvédère pittoresque ou crique photogénique ; meilleure lumière tôt/tard.",
          "visit_duration_min": 75
        },
        {
          "text": "La Maison de la Canne, installée dans une ancienne distillerie, explique le cycle complet de la production sucrière : de la coupe de la canne au vieillissement du rhum. Maquettes, outils et photographies documentent trois siècles d'industrie cannière.",
          "visit_duration_min": 45
        },
        {
          "text": "L'Anse à l'Âne offre une plage de sable blanc plus calme que sa voisine Anse Mitan. Des raisiniers bordent le rivage et quelques restaurants de plage servent du poisson grillé. Au large, l'Îlet à Ramiers, ancien poste de défense de la baie, conserve les vestiges d'une batterie militaire.",
          "visit_duration_min": 45
        },
        {
          "text": "Rejoignez la Forêt Domaniale de Vatable par le parcours de santé de l'Espérance. Sous la canopée, le sentier serpente entre fougères arborescentes et acajous centenaires.",
          "visit_duration_min": 40
        }
      ],
      "activities": [
        {
          "text": "Embarquez pour une sortie en kayak dans la mangrove des Trois-Îlets. Les palétuviers forment des tunnels végétaux où hérons, crabes et poissons cohabitent dans les eaux peu profondes."
        },
        {
          "text": "Le golf des Trois-Îlets, parcours international de 18 trous dessiné par Robert Trent Jones, s'étend entre le bourg et la Pointe du Bout, avec vue sur la baie."
        },
        {
          "text": "Prenez le ferry de fin de journée pour Fort-de-France et admirez le coucher de soleil sur les Pitons du Carbet depuis le pont du bateau."
        },
        {
          "text": "Participez à un atelier de fabrication de cassave à la Savane des Esclaves : râpage du manioc, pressage et cuisson sur une platine chaude. Le résultat se déguste nature ou fourré à la noix de coco."
        },
        {
          "text": "Louez masque et tuba à l'Anse à l'Âne pour observer les tortues marines qui fréquentent les herbiers de la baie de Fort-de-France."
        },
        {
          "text": "Empruntez le sentier de la Forêt de Vatable pour une balade ombragée d'environ 1 heure, entre fougères géantes et gommiers rouges."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Circuit Martinique : Montagne Pelée et Plages",
          "day": 4
        },
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Circuit Martinique : Montagne Pelée et Plages",
          "day": 5
        }
      ],
      "rating": 5.4
    }
  ]
}