{
  "version": 1,
  "country": "mq",
  "language": "pt",
  "places": [
    {
      "place_id": "MQ::fort-de-france",
      "name": "Fort De France",
      "cc": "MQ",
      "language": "pt",
      "coords": [
        14.61,
        -61.081
      ],
      "lat": 14.61,
      "lon": -61.081,
      "visits": [
        {
          "text": "Biblioteca Schoelcher — Destaque arquitetônico ou natural com notas históricas.",
          "visit_duration_min": 75
        },
        {
          "text": "A Bibliothèque Schoelcher mistura estilos bizantino, Art Nouveau e egípcio atrás de uma fachada de mosaicos amarelos e vermelhos. Construída em Paris em 1887 pelo arquiteto Henri Picq, foi apresentada na Exposição Universal de 1889, depois desmontada e remontada peça por peça na Martinica. Leva o nome de Victor Schoelcher, artífice da abolição da escravatura em 1848, que doou a sua biblioteca pessoal à ilha.",
          "visit_duration_min": 45
        },
        {
          "text": "Forte Saint-Louis (ext) — Parada patrimonial ou de museu contextualizando a vida da ilha.",
          "visit_duration_min": 75
        },
        {
          "text": "Empurre a porta da Catedral Saint-Louis, cuja estrutura inteiramente metálica foi concebida pelo mesmo Henri Picq para resistir a sismos e ciclones. Inaugurada em 1895, a nave de 66 metros assenta em arcos de aço — o que lhe vale a alcunha de « catedral de ferro ». Os 19 vitrais retratam a vida de São Luís e a torre atinge 59 metros acima da cidade.",
          "visit_duration_min": 40
        },
        {
          "text": "Mercado coberto — Mirante cênico ou enseada fotogênica; melhor luz no início/fim do dia.",
          "visit_duration_min": 75
        },
        {
          "text": "O Fort Saint-Louis ocupa a península que fecha a baía dos Flamands desde os anos 1640. Consolidado segundo os princípios de Vauban nos anos 1680, resistiu ao ataque holandês de 1674 e às ocupações inglesas. Ainda base da Marinha Nacional nas Antilhas, pode ser visitado em horários guiados de cerca de 1 hora e 15 minutos — iguanas elegeram domicílio nas muralhas.",
          "visit_duration_min": 75
        },
        {
          "text": "Atravesse o Parc de la Savane, vasta esplanada sombreada por palmeiras reais em frente à baía. As alamedas ladeiam quiosques crioulos e conduzem à antiga estátua decapitada da imperatriz Josefina, testemunha dos debates memoriais da ilha.",
          "visit_duration_min": 30
        },
        {
          "text": "Vá de manhã cedo ao Grand Marché coberto. As bancas das « doudous » transbordam de especiarias — paus de cacau, colombo, bois d'Inde — e frutas tropicais. O artesanato crioulo (madras, bonecas, cestaria) ocupa as alas do fundo.",
          "visit_duration_min": 50
        },
        {
          "text": "O Jardin de Balata estende-se a 10 km pela Route de la Trace, ao sopé dos Pitons du Carbet. Criado em 1982 pelo paisagista Jean-Philippe Thoze em torno da casa crioula dos avós, reúne mais de 3.000 espécies tropicais. Uma ponte suspensa a 15 metros de altura oferece uma vista aérea sobre a copa das árvores e a baía de Fort-de-France.",
          "visit_duration_min": 90
        },
        {
          "text": "Fachadas do centro — Destaque arquitetônico ou natural com notas históricas.",
          "visit_duration_min": 75
        },
        {
          "text": "Suba a Rue Victor-Hugo e a Rue de la Liberté para observar as fachadas crioulas do centro da cidade: varandas de ferro forjado, portadas, telhados de telha vermelha das olarias locais. O antigo Hôtel de Ville e a Maison « chez Anna » merecem um olhar pela sua decoração exterior.",
          "visit_duration_min": 40
        },
        {
          "text": "Calçadão da orla — Parada patrimonial ou museológica contextualizando a vida da ilha.",
          "visit_duration_min": 75
        },
        {
          "text": "O Museu de Arqueologia Pré-Colombiana e de Pré-História, instalado na antiga Intendência Militar de 1898, expõe em três andares os vestígios das civilizações ameríndias que povoavam a ilha antes da chegada dos europeus: cerâmicas, ferramentas de pedra, objetos cerimoniais caribes e arawak.",
          "visit_duration_min": 50
        },
        {
          "text": "Grand marché — Mirante cênico ou enseada fotogênica; melhor luz cedo/tarde.",
          "visit_duration_min": 75
        },
        {
          "text": "O passeio marítimo, por vezes apelidado de « Malecón », ladeia a baía dos Flamands desde o terminal dos ferries até à praia da Française, ao sopé do Fort Saint-Louis. É a única praia da capital — uma enseada de areia dourada com águas calmas.",
          "visit_duration_min": 40
        },
        {
          "text": "Termine no mercado de peixe, situado no final do Boulevard du Général-de-Gaulle. De manhã, os pescadores desembarcam atum, marlim, douradas e lambis. As bancas multicolores são a oportunidade de ver de perto as espécies das águas antilhanas.",
          "visit_duration_min": 30
        },
        {
          "text": "O Palácio de Justiça, edifício neoclássico de 1906, descobre-se a partir da rua — a fachada com colunas contrasta com a arquitetura colorida dos arredores.",
          "visit_duration_min": 15
        }
      ],
      "activities": [
        {
          "text": "Apanhe a embarcação que liga Fort-de-France a Les Trois-Îlets em 20 minutos — a travessia oferece o melhor panorama sobre a baía dos Flamands, classificada entre as mais belas baías do mundo."
        },
        {
          "text": "Passeie pela zona pedonal do centro da cidade para observar as fachadas coloniais com varandas de ferro forjado e os murais nas ruas Schoelcher e Victor-Hugo."
        },
        {
          "text": "Termine com uma degustação de sumos frescos e accras num dos quiosques do Parc de la Savane, de frente para o pôr do sol sobre o Mar das Caraíbas."
        },
        {
          "text": "Permita-se uma última volta ao Grand Marché coberto para trazer especiarias (colombo, pimenta, baunilha da Martinica), rum arrangé e artesanato crioulo como recordação."
        },
        {
          "text": "Dirija-se à praia da Française para um último banho no coração de Fort-de-France, antes de retomar o caminho do aeroporto."
        },
        {
          "text": "Se o tempo permitir, um último passeio no Parc de la Savane — quiosques, snacks crioulos e vista sobre a baía — conclui o roteiro com suavidade."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Roteiro Martinica: Montanha Pelée e Praias",
          "day": 1
        },
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Roteiro Martinica: Montanha Pelée e Praias",
          "day": 10
        }
      ],
      "rating": 6.6
    },
    {
      "place_id": "MQ::le-marin",
      "name": "Le Marin",
      "cc": "MQ",
      "language": "pt",
      "coords": [
        14.471,
        -60.869
      ],
      "lat": 14.471,
      "lon": -60.869,
      "visits": [
        {
          "text": "Calçadão da marina — Destaque arquitetônico ou natural com notas históricas.",
          "visit_duration_min": 75
        },
        {
          "text": "A Marina du Marin é a maior base náutica das Antilhas: 830 lugares de atracação, uma centena de boias e um vaivém permanente de veleiros. Os pontões animam-se de manhã à partida das excursões para as ilhotas do sul e as Granadinas.",
          "visit_duration_min": 45
        },
        {
          "text": "Fachadas de lojas de rum — Parada de patrimônio ou museu contextualizando a vida da ilha.",
          "visit_duration_min": 75
        },
        {
          "text": "A igreja Saint-Étienne du Marin, construída no século XVIII, domina a vila desde um promontório. A fachada branca contrasta com os telhados vermelhos das casas crioulas que descem para o porto.",
          "visit_duration_min": 25
        },
        {
          "text": "Mirante Pointe Marin — Mirante panorâmico ou enseada fotogênica; melhor luz cedo/tarde.",
          "visit_duration_min": 75
        },
        {
          "text": "A vila de Le Marin conserva algumas casas tradicionais de madeira, com portadas coloridas e varandas trabalhadas. As ruelas sobem em direção ao cemitério marinho de onde a vista se abre sobre a baía salpicada de mastros.",
          "visit_duration_min": 30
        },
        {
          "text": "Dirija-se à praia de Pointe Marin, longa faixa de areia branca na entrada sul da baía. Ladeada por coqueiros e uvas-do-mar, faz frente ao Rocher du Diamant no horizonte. As águas pouco profundas são ideais para o banho em família.",
          "visit_duration_min": 60
        },
        {
          "text": "Desde a Pointe Marin, o olhar abraça toda a baía de Le Marin até à península de Sainte-Anne. Os pores do sol aqui são dos mais espetaculares da costa sul.",
          "visit_duration_min": 20
        },
        {
          "text": "Savanas de Macabou — Destaque arquitetônico ou natural com notas históricas.",
          "visit_duration_min": 75
        },
        {
          "text": "A Habitation Clément, domínio de 160 hectares em Le François, é classificada como monumento histórico. A casa principal do século XVIII foi a residência da família Clément de 1887 a 1986 — o médico Homère Clément tinha adquirido a antiga fábrica de açúcar do Acajou e construído a destilaria em 1917. O conjunto — mobiliário crioulo, galerias e terraços — reencontrou o seu esplendor após restauro.",
          "visit_duration_min": 45
        },
        {
          "text": "Habitation Clément (ext) — Parada de patrimônio ou museu contextualizando a vida da ilha.",
          "visit_duration_min": 75
        },
        {
          "text": "O parque de 16 hectares, com o rótulo « Jardim notável », desdobra mais de 300 espécies tropicais ao longo de alamedas de palmeiras reais. O jardim das esculturas expõe em permanência cerca de vinte obras de arte contemporânea caribenha ao ar livre, entre lagoas e bambuzais.",
          "visit_duration_min": 50
        },
        {
          "text": "Miradores de mangue — Mirante cênico ou enseada fotogênica; melhor luz cedo/tarde.",
          "visit_duration_min": 75
        },
        {
          "text": "A antiga destilaria, reconvertida em centro de interpretação do rum, conserva as máquinas restauradas. As caves de envelhecimento, ainda em atividade, libertam os aromas da « parte dos anjos » — a quota de álcool que evapora sob o clima tropical. A visita termina com o Atelier dos Sentidos e uma degustação.",
          "visit_duration_min": 40
        },
        {
          "text": "A Pinacoteca da Fundação Clément, inaugurada em 2023, ocupa um edifício de 550 m² com enormes vidraças. Expõe mais de 800 obras de 250 artistas martinicanos e caribenhos. A entrada para as exposições é gratuita.",
          "visit_duration_min": 35
        },
        {
          "text": "Desça em direção a Le Marin pela costa atlântica. A Anse Macabou — Petite Anse (calma, protegida) e Grande Anse (ondas potentes) — é uma praia selvagem ladeada por coqueiros, pouco frequentada. Passeios matinais a cavalo são organizados ao longo da margem.",
          "visit_duration_min": 45
        },
        {
          "text": "No regresso, uma paragem nas margens do Cul-de-Sac du Marin permite observar o mangal em maré baixa. Os mangues vermelhos mergulham as suas raízes aéreas numa água calma povoada de caranguejos e peixes pequenos.",
          "visit_duration_min": 25
        }
      ],
      "activities": [
        {
          "text": "Reserve uma saída de catamarã a partir da marina para alcançar os fundos brancos e as ilhotas do sul — bancos de areia submersos a poucos centímetros sob a superfície, no meio de uma água turquesa."
        },
        {
          "text": "Os clubes de mergulho da marina propõem batismos e saídas nos recifes de coral do Rocher du Diamant e da baía."
        },
        {
          "text": "À noite, os cais da marina animam-se: restaurantes de marisco, bares de rum e concertos de música crioula ao fim de semana."
        },
        {
          "text": "Dedique a manhã à Habitation Clément: jardim, casa crioula, destilaria e museu de arte ocupam facilmente 2 a 3 horas de visita."
        },
        {
          "text": "Costeia o mangal de Le Marin de kayak. Os canais entre os mangues permitem aproximar-se de garças, garças-brancas e por vezes raias nas águas pouco profundas."
        },
        {
          "text": "Ao final do dia, instale-se nos cais da marina para uma última noite no sul, com vista sobre os veleiros e a baía."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Roteiro Martinica: Montanha Pelée e Praias",
          "day": 6
        },
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Roteiro Martinica: Montanha Pelée e Praias",
          "day": 9
        }
      ],
      "rating": 6.6
    },
    {
      "place_id": "MQ::saint-pierre",
      "name": "Saint Pierre",
      "cc": "MQ",
      "language": "pt",
      "coords": [
        14.744,
        -61.175
      ],
      "lat": 14.744,
      "lon": -61.175,
      "visits": [
        {
          "text": "Ruínas da erupção de 1902 — Destaque arquitetônico ou natural com notas históricas.",
          "visit_duration_min": 75
        },
        {
          "text": "As ruínas do Teatro de Saint-Pierre recordam a opulência da « Pequena Paris das Antilhas ». Construído no século XVIII segundo o modelo do teatro de Bordéus, podia acolher 800 espetadores. A 8 de maio de 1902 às 8h02, a nuvem ardente da Montanha Pelée destruiu a cidade em dois minutos — 28.000 mortos, uma temperatura entre 400 e 600 °C, uma velocidade estimada de 500 km/h.",
          "visit_duration_min": 45
        },
        {
          "text": "Museu do vulcão — Parada patrimonial ou de museu contextualizando a vida da ilha.",
          "visit_duration_min": 75
        },
        {
          "text": "A cela de Cyparis visita-se a poucos passos. Louis-Auguste Cyparis, prisioneiro fechado numa cela semienterrada, sobreviveu à erupção graças à espessura dos muros. É um dos apenas três sobreviventes conhecidos da catástrofe.",
          "visit_duration_min": 20
        },
        {
          "text": "Mirante do cais — Mirante cênico ou enseada fotogênica; melhor luz no início/fim do dia.",
          "visit_duration_min": 75
        },
        {
          "text": "O Museu Franck A. Perret, criado em 1933 pelo vulcanólogo americano homónimo, expõe os objetos recuperados dos escombros: o sino deformado da catedral, fotografias antes e depois da erupção e utensílios fundidos pelo calor.",
          "visit_duration_min": 60
        },
        {
          "text": "Suba a Rue Monte au Ciel, cujo nome evoca a fuga dos habitantes na manhã da erupção. Os vestígios da Maison Coloniale de Santé, antigo hospital psiquiátrico de 1839, erguem-se no alto.",
          "visit_duration_min": 30
        },
        {
          "text": "As ruínas da Catedral Notre-Dame du Bon Port conservam parte da fachada e dos arcos. O contraste entre a pedra calcinada e a vegetação tropical que retomou os seus direitos é impressionante.",
          "visit_duration_min": 25
        },
        {
          "text": "Dirija-se à beira-mar para uma vista sobre a enseada de Saint-Pierre, com a silhueta da Montanha Pelée como pano de fundo. Os barcos de pesca coloridos alinham-se ao longo do cais.",
          "visit_duration_min": 25
        },
        {
          "text": "Trilha do Monte Pelée — Destaque arquitetônico ou natural com notas históricas.",
          "visit_duration_min": 75
        },
        {
          "text": "O trilho do Aileron, a partida mais frequentada para a Montanha Pelée, começa num parque de estacionamento a 820 m de altitude. O caminho sobe ao longo de 7,6 km (650 m de desnível) através de vegetação que se vai rareando: floresta tropical, depois charnecas de altitude, depois rocha nua. O cume do Chinois atinge os 1.395 m.",
          "visit_duration_min": 30
        },
        {
          "text": "Exteriores da destilaria Depaz — Parada patrimonial ou museológica contextualizando a vida da ilha.",
          "visit_duration_min": 75
        },
        {
          "text": "A Destilaria Depaz ocupa as encostas da Pelée desde 1651, data da fundação da Habitation La Montagne. Destruída pela erupção de 1902 — toda a família Depaz pereceu exceto Victor, então estudante em Bordéus — foi reconstruída a partir de 1917. Os 80 hectares de cana-de-açúcar em solo vulcânico produzem um rum AOC Martinica. A máquina a vapor original ainda funciona durante a época de destilação, de fevereiro a junho.",
          "visit_duration_min": 60
        },
        {
          "text": "Mirante de Anse Céron — Miradouro cênico ou enseada fotogênica; melhor luz cedo/tarde.",
          "visit_duration_min": 75
        },
        {
          "text": "O Château Depaz, reconstruído em estilo neocolonial no domínio, domina a plantação com vista para o mar. A visita inclui as caves de envelhecimento e uma degustação de runs envelhecidos.",
          "visit_duration_min": 30
        },
        {
          "text": "A Anse Céron, praia de areia negra ladeada por coqueiros e uvas-do-mar, abre-se em frente ao Îlet de la Perle. As rochas que avançam na água oferecem bons pontos para snorkeling. Mesas de piquenique, duches e sanitários estão disponíveis no local.",
          "visit_duration_min": 45
        },
        {
          "text": "A dois passos da praia, a Habitation Céron é uma antiga fábrica de açúcar do século XVII abrigada sob um gigantesco zamana. Um trilho prolonga o passeio até à Anse Couleuvre, outra praia de areia negra mais selvagem.",
          "visit_duration_min": 30
        }
      ],
      "activities": [
        {
          "text": "Percorra o circuito das ruínas sinalizado pelo posto de turismo — um percurso circular de 2 km através dos vestígios do antigo centro da cidade, com painéis explicativos em cada etapa."
        },
        {
          "text": "Quer ver as ruínas de outra perspetiva? Saídas de snorkeling permitem observar os vestígios submersos do antigo porto — armazéns e cais engolidos pela erupção."
        },
        {
          "text": "Os restaurantes à beira-mar servem pratos crioulos (court-bouillon de peixe, colombo de frango) em frente à baía. Ambiente descontraído, pés na areia negra vulcânica."
        },
        {
          "text": "Suba até ao cume da Montanha Pelée pelo trilho do Aileron. O percurso atravessa o Plateau des Palmistes, contorna a caldeira e alcança o cone de 1902. Partida aconselhada ao amanhecer para evitar as nuvens."
        },
        {
          "text": "Tome banho na Anse Céron após a caminhada. A água é geralmente calma do lado das rochas, mais agitada nos dias de vento."
        },
        {
          "text": "Continue com a curta caminhada até à Anse Couleuvre (cerca de 30 minutos desde a Habitation Céron), uma praia selvagem de areia negra cercada por falésias."
        },
        {
          "text": "Ao final do dia, prove um ti-punch diretamente na fonte: a loja da destilaria propõe as diferentes colheitas para degustação."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Roteiro Martinica: Montanha Pelée e Praias",
          "day": 2
        },
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Roteiro Martinica: Montanha Pelée e Praias",
          "day": 3
        }
      ],
      "rating": 4.4
    },
    {
      "place_id": "MQ::sainte-anne",
      "name": "Sainte Anne",
      "cc": "MQ",
      "language": "pt",
      "coords": [
        14.438,
        -60.879
      ],
      "lat": 14.438,
      "lon": -60.879,
      "visits": [
        {
          "text": "Dunas de Anse des Salines — Destaque arquitetônico ou natural com notas históricas.",
          "visit_duration_min": 75
        },
        {
          "text": "A Plage des Salines é o postal da Martinica: 2 a 3 km de areia branca, coqueiros plantados nos anos 1950, água turquesa e pouco profunda. Grande Anse e Petite Anse des Salines sucedem-se em arco. O local acolhe cerca de dois milhões de visitantes por ano — chegue cedo para aproveitar a calma.",
          "visit_duration_min": 90
        },
        {
          "text": "Étang des Salines — Parada de patrimônio ou museu contextualizando a vida da ilha.",
          "visit_duration_min": 75
        },
        {
          "text": "Costeia o Étang des Salines pelo observatório ornitológico instalado sobre estacas. Esta zona húmida alberga garças, garças-brancas e limícolas migratórios. Os painéis informativos explicam o papel do mangal no ecossistema costeiro.",
          "visit_duration_min": 40
        },
        {
          "text": "Trilha da savana — Mirante panorâmico ou enseada fotogênica; melhor luz cedo/tarde.",
          "visit_duration_min": 75
        },
        {
          "text": "A vila de Sainte-Anne alinha as suas casas coloridas e floridas em torno da praça da igreja. É o município mais meridional e mais soalheiro da ilha — o clima é seco e quente durante todo o ano.",
          "visit_duration_min": 30
        },
        {
          "text": "A Anse Caritan, pequena praia à entrada da vila, é mais tranquila do que as Salines. Algumas mesas sob as árvores permitem um piquenique de frente para o Mar das Caraíbas.",
          "visit_duration_min": 30
        },
        {
          "text": "Na floresta, um trilho liga a Plage des Salines à Savane des Pétrifications. Os primeiros metros sob as uvas-do-mar dão uma antevisão da Floresta Nacional do Litoral que margeia toda a enseada.",
          "visit_duration_min": 25
        },
        {
          "text": "Cap Chevalier — Destaque arquitetônico ou natural com notas históricas.",
          "visit_duration_min": 75
        },
        {
          "text": "O Cap Chevalier avança pelo Atlântico na extremidade sudeste da ilha. A praia de areia branca faz frente ao Îlet Chevalier, acessível em poucos minutos de embarcação. A barreira de coral quebra a ondulação e cria uma lagoa calma, ideal para o banho.",
          "visit_duration_min": 60
        },
        {
          "text": "Vistas do Îlet Chevalier — Parada de patrimônio ou museu contextualizando a vida da ilha.",
          "visit_duration_min": 75
        },
        {
          "text": "O Îlet Chevalier é uma pequena ilhota desabitada cercada por águas cristalinas. O fundo arenoso e as pradarias submarinas albergam estrelas-do-mar, ouriços brancos e peixes multicolores.",
          "visit_duration_min": 45
        },
        {
          "text": "Planícies de recife do Atlântico — Mirante panorâmico ou enseada fotogênica; melhor luz cedo/tarde.",
          "visit_duration_min": 75
        },
        {
          "text": "A Savane des Pétrifications oferece uma paisagem inesperada: solo ocre e vermelho, catos, ausência total de sombra. Este pântano seco, instalado sobre um antigo vulcão, deve o nome aos troncos de árvores fósseis que aí se encontravam antigamente. O Morne des Pétrifications culmina nos 119 metros. De frente para o largo, a Table du Diable — enorme rocha plana surgida dos mares — alimenta as lendas locais.",
          "visit_duration_min": 30
        },
        {
          "text": "A Pointe d'Enfer marca o ponto mais espetacular do trilho: a falésia cai a pique no mar e as ondas rebentam com violência. Panorama vertiginoso sobre a costa selvagem.",
          "visit_duration_min": 20
        },
        {
          "text": "A Anse Trabaud, no fundo da Savane, é uma praia de areia branca quase deserta, cercada por vegetação baixa. O acesso por estrada é pago e difícil (pista de terra), o que preserva a sua tranquilidade.",
          "visit_duration_min": 45
        }
      ],
      "activities": [
        {
          "text": "Estenda a toalha nas Salines para uma manhã de descanso. Os lolos (restaurantes de praia) servem peixe grelhado, accras e sorvete de coco com os pés na areia."
        },
        {
          "text": "Passeie ao longo do Étang des Salines pelas passadiças de observação — binóculos aconselhados para as aves migratórias."
        },
        {
          "text": "Ao final da tarde, o mercado artesanal da vila de Sainte-Anne propõe madras, joias de sementes de Job e especiarias locais."
        },
        {
          "text": "Percorra o troço da Trace des Caps entre a Anse à Prunes e a Anse Trabaud, atravessando a Savane des Pétrifications. Paisagens quase desérticas alternadas com enseadas turquesa."
        },
        {
          "text": "Desde o Cap Chevalier, uma embarcação local chega ao Îlet Chevalier para um dia de banhos e snorkeling nos recifes."
        },
        {
          "text": "Tome banho na Anse Trabaud para concluir a caminhada — a água turquesa recompensa o esforço sob o sol da Savane."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Roteiro Martinica: Montanha Pelée e Praias",
          "day": 7
        },
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Roteiro Martinica: Montanha Pelée e Praias",
          "day": 8
        }
      ],
      "rating": 7
    },
    {
      "place_id": "MQ::trois-ilets",
      "name": "Trois Ilets",
      "cc": "MQ",
      "language": "pt",
      "coords": [
        14.53,
        -61.045
      ],
      "lat": 14.53,
      "lon": -61.045,
      "visits": [
        {
          "text": "Museu La Pagerie — Destaque arquitetônico ou natural com notas históricas.",
          "visit_duration_min": 75
        },
        {
          "text": "O Musée de la Pagerie ocupa as ruínas da propriedade açucareira onde nasceu, em 1763, Marie Josèphe Rose Tascher de la Pagerie — futura Joséphine de Beauharnais, primeira esposa de Napoleão. Cartas, móveis de época e documentos retratam a vida da imperatriz e a história da produção açucareira no domínio.",
          "visit_duration_min": 60
        },
        {
          "text": "Village de la Poterie — Parada patrimonial ou museológica contextualizando a vida da ilha.",
          "visit_duration_min": 75
        },
        {
          "text": "O Village de la Poterie está instalado no local de uma fábrica de tijolos e telhas fundada no século XVIII pelos Jesuítas — a empresa mais antiga da ilha. Os antigos fornos e ateliês acolhem hoje artesãos ceramistas, lojas de criadores e galerias. O pequeno Museu da Olaria retrata a história da manufatura.",
          "visit_duration_min": 60
        },
        {
          "text": "Mirante de Anse Mitan — Miradouro cênico ou enseada fotogênica; melhor luz cedo/tarde.",
          "visit_duration_min": 75
        },
        {
          "text": "Faça um desvio pela vila de Les Trois-Îlets e a sua igreja Notre-Dame de la Délivrance, construída em 1724. Josefina foi aí batizada. O « coração vermelho da vila » — assim chamado pelos tijolos da olaria local — alinha casas crioulas de madeira com cores vivas.",
          "visit_duration_min": 30
        },
        {
          "text": "A praia da Anse Mitan estende a sua areia branca em frente à baía de Fort-de-France. O ambiente é animado: restaurantes com os pés na areia, aluguer de kayaks, clubes de mergulho. O ferry para Fort-de-France parte do cais vizinho a cada 30 minutos aproximadamente.",
          "visit_duration_min": 45
        },
        {
          "text": "Siga até à Pointe du Bout, península turística cuja marina acolhe veleiros e catamarãs. O Village Créole, conjunto de lojas em ruelas pedonais, tenta conciliar modernidade e arquitetura antilhana.",
          "visit_duration_min": 30
        },
        {
          "text": "Sítio Savane des Esclaves — Destaque arquitetônico ou natural com notas históricas.",
          "visit_duration_min": 75
        },
        {
          "text": "A Savane des Esclaves, museu ao ar livre de 3 hectares criado por Gilbert Larose, percorre 400 anos de história martinicana. O percurso começa por uma aldeia ameríndia reconstruída, depois atravessa a Rue Case-Nègres (cabanas de escravos) e o Village Antan Lontan (cabanas tradicionais após a abolição). O jardim crioulo identifica as plantas medicinais e alimentares utilizadas pelos antepassados.",
          "visit_duration_min": 90
        },
        {
          "text": "Circuito das praias — Parada patrimonial ou museológica contextualizando a vida da ilha.",
          "visit_duration_min": 75
        },
        {
          "text": "Oficinas de preparação de cassava (pão de mandioca) e de pau de cacau mostram os gestos ancestrais ainda praticados no campo. Um filme introdutório contextualiza o conjunto no tráfico e na abolição de 1848.",
          "visit_duration_min": 30
        },
        {
          "text": "Mirantes costeiros — Miradouro cênico ou enseada fotogênica; melhor luz cedo/tarde.",
          "visit_duration_min": 75
        },
        {
          "text": "A Maison de la Canne, instalada numa antiga destilaria, explica o ciclo completo da produção açucareira: do corte da cana ao envelhecimento do rum. Maquetas, ferramentas e fotografias documentam três séculos de indústria canavieira.",
          "visit_duration_min": 45
        },
        {
          "text": "A Anse à l'Âne oferece uma praia de areia branca mais calma do que a vizinha Anse Mitan. Uvas-do-mar ladeiam a margem e alguns restaurantes de praia servem peixe grelhado. Ao largo, o Îlet à Ramiers, antigo posto de defesa da baía, conserva os vestígios de uma bateria militar.",
          "visit_duration_min": 45
        },
        {
          "text": "Alcance a Floresta Nacional de Vatable pelo percurso de saúde da Espérance. Sob a copa das árvores, o trilho serpenteia entre fetos arbóreos e mogno centenário.",
          "visit_duration_min": 40
        }
      ],
      "activities": [
        {
          "text": "Embarque para uma saída de kayak no mangal de Les Trois-Îlets. Os mangues formam túneis vegetais onde garças, caranguejos e peixes coabitam nas águas pouco profundas."
        },
        {
          "text": "O golfe de Les Trois-Îlets, percurso internacional de 18 buracos desenhado por Robert Trent Jones, estende-se entre a vila e a Pointe du Bout, com vista sobre a baía."
        },
        {
          "text": "Apanhe o ferry ao final da tarde para Fort-de-France e admire o pôr do sol sobre os Pitons du Carbet desde o convés do barco."
        },
        {
          "text": "Participe numa oficina de preparação de cassava na Savane des Esclaves: ralar a mandioca, prensar e cozer numa chapa quente. O resultado come-se ao natural ou recheado com coco."
        },
        {
          "text": "Alugue máscara e tubo na Anse à l'Âne para observar as tartarugas marinhas que frequentam os prados de ervas marinhas da baía de Fort-de-France."
        },
        {
          "text": "Percorra o trilho da Floresta de Vatable para um passeio sombreado de cerca de uma hora, entre fetos gigantes e gommiers vermelhos."
        }
      ],
      "days_plan": [
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Roteiro Martinica: Montanha Pelée e Praias",
          "day": 4
        },
        {
          "itin_id": "MQ::island::martinique-volcano-and-anse",
          "itin_title": "Roteiro Martinica: Montanha Pelée e Praias",
          "day": 5
        }
      ],
      "rating": 5.4
    }
  ]
}