{
  "version": 1,
  "country": "pl",
  "language": "fr",
  "places": [
    {
      "place_id": "PL::bialowieza",
      "language": "fr",
      "name": "Bialowieza",
      "cc": "PL",
      "coords": [
        52.70134,
        23.84748
      ],
      "lat": 52.70134,
      "lon": 23.84748,
      "visits": [
        {
          "text": "Forêt de Białowieża, dernière forêt primaire d'Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée du Parc National et centre d'élevage de bisons.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Randonnée guidée à la recherche des bisons sauvages.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CHEMINS SECRETS DE POLOGNE",
          "day": 1,
          "region_code": "PD"
        }
      ],
      "suggested_days": 1,
      "rating": 7.6
    },
    {
      "place_id": "PL::bialystok",
      "name": "Bialystok",
      "cc": "PL",
      "coords": [
        53.1325,
        23.1688
      ],
      "lat": 53.1325,
      "lon": 23.1688,
      "visits": [
        {
          "text": "Marvel at Branicki Palace, often called the 'Versailles of the North,' an impressive baroque residence surrounded by meticulously maintained French-style gardens. This 18th-century aristocratic palace features ornate interiors, grand staircases, and beautiful grounds complete with fountains and sculpted hedges. The palace now serves as a medical university while remaining open for guided tours."
        },
        {
          "text": "Visit the Orthodox Church of Saints Peter and Paul, a stunning example of Byzantine-influenced religious architecture reflecting the region's multicultural heritage. The church's distinctive domes and richly decorated interior showcase the Orthodox traditions that have flourished in northeastern Poland for centuries. This spiritual landmark provides insight into the diverse religious tapestry of the borderland region."
        },
        {
          "text": "Émerveillez-vous devant le palais Branicki, souvent appelé le 'Versailles du Nord', une impressionnante résidence baroque entourée de jardins de style français méticuleusement entretenus. Ce palais aristocratique du XVIIIe siècle présente des intérieurs ornés, de grands escaliers et de beaux jardins agrémentés de fontaines et de haies sculptées. Le palais sert maintenant d'université de médecine tout en restant ouvert aux visites guidées.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez l'église orthodoxe Saints Pierre et Paul, un exemple saisissant d'architecture religieuse d'influence byzantine reflétant l'héritage multiculturel de la région. Les dômes distinctifs de l'église et son intérieur richement décoré mettent en valeur les traditions orthodoxes qui prospèrent dans le nord-est de la Pologne depuis des siècles. Ce monument spirituel offre un aperçu de la diversité religieuse de cette région frontalière.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relax in Białystok City Park, one of the oldest and most beautiful urban parks in Poland, perfect for a peaceful afternoon stroll or picnic. The park's tree-lined avenues, ornamental ponds, and historic monuments create a tranquil green oasis in the heart of the city. This beloved local gathering place offers a glimpse into everyday Polish life away from typical tourist routes."
        },
        {
          "text": "Journey into the primeval Białowieża Forest, one of the last remaining ancient woodlands in Europe and a UNESCO World Heritage Site straddling the Polish-Belarusian border. This remarkable forest shelters rare European bison, lynx, elk, and countless other species in an ecosystem virtually unchanged for millennia. Wildlife sanctuaries, educational centers, and forest trails allow visitors to experience this unique natural treasure."
        },
        {
          "text": "Détendez-vous dans le parc municipal de Białystok, l'un des plus anciens et des plus beaux parcs urbains de Pologne, parfait pour une promenade paisible l'après-midi ou un pique-nique. Les avenues bordées d'arbres, les étangs ornementaux et les monuments historiques du parc créent une oasis de verdure tranquille au cœur de la ville. Ce lieu de rassemblement local bien-aimé offre un aperçu de la vie polonaise quotidienne loin des circuits touristiques typiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Partez à la découverte de la forêt primaire de Białowieża, l'une des dernières forêts anciennes d'Europe et site du patrimoine mondial de l'UNESCO à cheval sur la frontière polono-biélorusse. Cette forêt remarquable abrite des bisons d'Europe rares, des lynx, des élans et d'innombrables autres espèces dans un écosystème pratiquement inchangé depuis des millénaires. Les sanctuaires fauniques, centres éducatifs et sentiers forestiers permettent aux visiteurs de découvrir ce trésor naturel unique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Poland Complete: Medieval Cities, Baltic Coast and Mountain Peaks",
          "day": 1
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3
    },
    {
      "place_id": "PL::chelmno",
      "language": "fr",
      "name": "Chelmno",
      "cc": "PL",
      "coords": [
        53.34861,
        18.42361
      ],
      "lat": 53.34861,
      "lon": 18.42361,
      "visits": [
        {
          "text": "Vieille ville médiévale de Chełmno parfaitement préservée.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilique de l'Assomption avec reliques de Saint Valentin.",
          "visit_duration_min": 75
        },
        {
          "text": "Hôtel de Ville Renaissance et panorama depuis la tour.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenade sur les remparts médiévaux intacts.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner dans une taverne médiévale.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CHEMINS SECRETS DE POLOGNE",
          "day": 5,
          "region_code": "KP"
        }
      ],
      "suggested_days": 1,
      "rating": 4.6
    },
    {
      "place_id": "PL::czestochowa",
      "language": "fr",
      "name": "Czestochowa",
      "cc": "PL",
      "coords": [
        50.81171,
        19.12075
      ],
      "lat": 50.81171,
      "lon": 19.12075,
      "visits": [
        {
          "text": "Monastère de Jasna Góra et Vierge Noire, haut lieu de pèlerinage.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée du monastère avec trésors religieux.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participation à un office ou chants religieux.",
          "visit_duration_min": 60
        },
        {
          "text": "Route des Nids d'Aigle dans la Jura cracovienne.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LES INDISPENSABLES DE POLOGNE EN 15 JOURS",
          "day": 12,
          "region_code": "PK"
        }
      ],
      "suggested_days": 1,
      "rating": 6.3
    },
    {
      "place_id": "PL::frombork",
      "language": "fr",
      "name": "Frombork",
      "cc": "PL",
      "coords": [
        54.35722,
        19.67972
      ],
      "lat": 54.35722,
      "lon": 19.67972,
      "visits": [
        {
          "text": "Cathédrale-forteresse de Frombork où Copernic élabora sa théorie.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée Copernic dans la tour Radziejowski.",
          "visit_duration_min": 75
        },
        {
          "text": "Planétarium avec spectacle sur le système héliocentrique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade sur la lagune de la Vistule au coucher de soleil.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CHEMINS SECRETS DE POLOGNE",
          "day": 4,
          "region_code": "WM"
        }
      ],
      "suggested_days": 1,
      "rating": 4.3
    },
    {
      "place_id": "PL::gdansk",
      "language": "fr",
      "name": "Gdansk",
      "cc": "PL",
      "coords": [
        54.35202,
        18.64638
      ],
      "lat": 54.35202,
      "lon": 18.64638,
      "visits": [
        {
          "text": "Długi Targ et Porte d'Or, cœur historique de la cité hanséatique.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilique Sainte-Marie, la plus grande église en brique au monde.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'Ambre pour découvrir l'or de la Baltique.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de la Seconde Guerre mondiale, architecture contemporaine saisissante.",
          "visit_duration_min": 75
        },
        {
          "text": "Chantiers navals de Gdansk et monument de Solidarność.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale d'Oliwa et ses orgues monumentaux baroques.",
          "visit_duration_min": 75
        },
        {
          "text": "Parc paysager d'Oliwa avec jardins romantiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Długi Targ et architecture hanséatique colorée de Gdansk.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'Ambre sur la rue Mariacka pavée.",
          "visit_duration_min": 75
        },
        {
          "text": "Château de Malbork, forteresse teutonique colossale en brique.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché aux poissons et fumoir traditionnel de Gdansk.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de la distillerie Der Lachs avec histoire du Goldwasser.",
          "visit_duration_min": 75
        },
        {
          "text": "Atelier de fabrication de kiełbasa artisanale.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché de producteurs de Gdynia pour produits de la baie.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché matinal pour derniers achats de spécialités.",
          "visit_duration_min": 75
        },
        {
          "text": "Brunch gastronomique dans un café historique.",
          "visit_duration_min": 75
        },
        {
          "text": "Stroll along Gdańsk's magnificent Royal Way, the ceremonial route where Polish kings once paraded past the city's grandest patrician houses and civic monuments. The Main Town's colorful façades, ornate doorways, and elegant gables create one of the most photogenic streetscapes in all of Europe. Despite extensive wartime damage, meticulous reconstruction has restored this Hanseatic masterpiece to its former glory."
        },
        {
          "text": "Explore the historic port of Gdańsk, where the Motława River is lined with medieval brick warehouses and the iconic wooden crane that once loaded cargo ships. This atmospheric waterfront district captures the essence of the city's prosperous maritime past as one of the Baltic's most important trading centers. Boat cruises depart regularly, offering unique perspectives on the historic architecture from the water."
        },
        {
          "text": "Visit Malbork Castle, the largest brick castle in the world and a UNESCO World Heritage Site, easily accessible as a day trip from Gdańsk. This massive 13th-century fortress, built by the Teutonic Knights, comprises three interconnected castle complexes surrounded by multiple defensive walls. The extensively restored interiors house fascinating collections of medieval armor, amber, and religious art."
        },
        {
          "text": "Discover the seaside charm of Sopot, a fashionable resort town boasting Europe's longest wooden pier extending over 500 meters into the Baltic Sea. This elegant spa town has attracted visitors since the 19th century with its beautiful beaches, tree-lined promenades, and distinctive architecture including the famous Crooked House. The lively atmosphere and seaside setting make Sopot a delightful escape from urban sightseeing."
        },
        {
          "text": "Explore Gdynia, Poland's largest seaport, which grew from a small fishing village into a modern maritime hub during the interwar period. The Polish Navy Museum and preserved warships docked in the harbor tell the story of Poland's naval heritage. The town's modernist architecture and vibrant waterfront promenade reflect its unique 20th-century origins as a planned city."
        },
        {
          "text": "Promenez-vous le long de la magnifique Voie Royale de Gdańsk, la route cérémonielle où les rois polonais défilaient autrefois devant les plus grandes demeures patriciennes et monuments civiques de la ville. Les façades colorées de la Ville Principale, les portails ornés et les pignons élégants créent l'un des paysages urbains les plus photogéniques de toute l'Europe. Malgré d'importants dommages de guerre, une reconstruction méticuleuse a restauré ce chef-d'œuvre hanséatique à sa gloire d'antan.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le port historique de Gdańsk, où la rivière Motława est bordée d'entrepôts médiévaux en brique et de l'iconique grue en bois qui chargeait autrefois les navires marchands. Ce quartier portuaire atmosphérique capture l'essence du passé maritime prospère de la ville en tant que l'un des centres commerciaux les plus importants de la Baltique. Des croisières en bateau partent régulièrement, offrant des perspectives uniques sur l'architecture historique depuis l'eau.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Château de Malbork, le plus grand château en brique au monde et site du patrimoine mondial de l'UNESCO, facilement accessible en excursion d'une journée depuis Gdańsk. Cette massive forteresse du XIIIe siècle, construite par les Chevaliers Teutoniques, comprend trois complexes de châteaux interconnectés entourés de multiples murs défensifs. Les intérieurs largement restaurés abritent de fascinantes collections d'armures médiévales, d'ambre et d'art religieux.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le charme balnéaire de Sopot, une station balnéaire à la mode qui possède la plus longue jetée en bois d'Europe s'étendant sur plus de 500 mètres dans la mer Baltique. Cette élégante ville thermale attire les visiteurs depuis le XIXe siècle avec ses belles plages, ses promenades bordées d'arbres et son architecture distinctive incluant la célèbre Maison Tordue. L'atmosphère animée et le cadre balnéaire font de Sopot une délicieuse évasion des visites urbaines.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez Gdynia, le plus grand port de mer de Pologne, qui s'est développé d'un petit village de pêcheurs en un hub maritime moderne pendant l'entre-deux-guerres. Le Musée de la Marine Polonaise et les navires de guerre préservés amarrés dans le port racontent l'histoire du patrimoine naval de la Pologne. L'architecture moderniste de la ville et sa promenade portuaire dynamique reflètent ses origines uniques du XXe siècle en tant que ville planifiée.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Promenade sur les quais du vieux port et Motława.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de Goldwasser dans une taverne historique.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration du quartier branché de Wrzeszcz.",
          "visit_duration_min": 60
        },
        {
          "text": "Croisière dans la baie de Gdansk au coucher du soleil.",
          "visit_duration_min": 60
        },
        {
          "text": "Concert d'orgue dans la cathédrale.",
          "visit_duration_min": 60
        },
        {
          "text": "Dernières emplettes d'ambre dans la rue Mariacka.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner d'adieu dans une cave historique de Gdansk.",
          "visit_duration_min": 60
        },
        {
          "text": "Croisière dans le port historique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de Goldwasser, liqueur locale à paillettes d'or.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite de Sopot et sa jetée en bois la plus longue d'Europe.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade sur les plages de sable fin de la Baltique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de harengs marinés en 12 variations.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner de fruits de mer baltiques dans un restaurant historique.",
          "visit_duration_min": 60
        },
        {
          "text": "Déjeuner dans un bar à lait milk bar baltique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de bières artisanales de Poméranie.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner d'adieu avec menu dégustation terre et mer.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier final de dégustation de vodkas artisanales.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade digestive sur la promenade maritime.",
          "visit_duration_min": 60
        },
        {
          "text": "Experience the Tri-Cities by combining visits to Gdańsk, Sopot, and Gdynia, three distinct yet interconnected urban centers along the Baltic coast. Efficient train connections link these neighboring cities, each offering its own character-medieval Gdańsk, elegant Sopot, and maritime Gdynia. This urban trio provides a comprehensive introduction to Poland's Baltic heritage and contemporary coastal life."
        },
        {
          "text": "Découvrez les Trois Villes en combinant des visites à Gdańsk, Sopot et Gdynia, trois centres urbains distincts mais interconnectés le long de la côte baltique. Des liaisons ferroviaires efficaces relient ces villes voisines, chacune offrant son propre caractère - Gdańsk médiévale, Sopot élégante, et Gdynia maritime. Ce trio urbain offre une introduction complète au patrimoine baltique de la Pologne et à la vie côtière contemporaine.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK ET LA CÔTE BALTIQUE",
          "day": 1,
          "region_code": "PM"
        },
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK ET LA CÔTE BALTIQUE",
          "day": 2,
          "region_code": "PM"
        },
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK ET LA CÔTE BALTIQUE",
          "day": 7,
          "region_code": "PM"
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LES INDISPENSABLES DE POLOGNE EN 15 JOURS",
          "day": 3,
          "region_code": "PM"
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LES INDISPENSABLES DE POLOGNE EN 15 JOURS",
          "day": 4,
          "region_code": "PM"
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROUTE GASTRONOMIQUE DE POLOGNE",
          "day": 8,
          "region_code": "PM"
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROUTE GASTRONOMIQUE DE POLOGNE",
          "day": 9,
          "region_code": "PM"
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROUTE GASTRONOMIQUE DE POLOGNE",
          "day": 10,
          "region_code": "PM"
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Poland Complete: Medieval Cities, Baltic Coast and Mountain Peaks",
          "day": 4
        }
      ],
      "suggested_days": 1,
      "rating": 9.5
    },
    {
      "place_id": "PL::gdynia",
      "language": "fr",
      "name": "Gdynia",
      "cc": "PL",
      "coords": [
        54.51891,
        18.53144
      ],
      "lat": 54.51891,
      "lon": 18.53144,
      "visits": [
        {
          "text": "Musée de l'Émigration, histoire poignante du départ vers l'Amérique.",
          "visit_duration_min": 75
        },
        {
          "text": "Destroyer Błyskawica, navire musée de la marine polonaise.",
          "visit_duration_min": 75
        },
        {
          "text": "Aquarium de Gdynia pour découvrir la faune baltique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade sur la falaise de Kamienna Góra avec vue panoramique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner de poisson fumé au port de pêche.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK ET LA CÔTE BALTIQUE",
          "day": 4,
          "region_code": "PM"
        }
      ],
      "suggested_days": 1,
      "rating": 7.6
    },
    {
      "place_id": "PL::gniezno",
      "language": "fr",
      "name": "Gniezno",
      "cc": "PL",
      "coords": [
        52.53472,
        17.5825
      ],
      "lat": 52.53472,
      "lon": 17.5825,
      "visits": [
        {
          "text": "Cathédrale de Gniezno, berceau de la Pologne chrétienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Portes de Gniezno, chef-d'œuvre roman en bronze.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée des Origines de l'État Polonais.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Route des Premiers Piast à travers villages historiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite d'une ferme écologique avec produits du terroir.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CHEMINS SECRETS DE POLOGNE",
          "day": 6,
          "region_code": "WP"
        }
      ],
      "suggested_days": 1,
      "rating": 5.8
    },
    {
      "place_id": "PL::hel",
      "language": "fr",
      "name": "Hel",
      "cc": "PL",
      "coords": [
        54.60778,
        18.80222
      ],
      "lat": 54.60778,
      "lon": 18.80222,
      "visits": [
        {
          "text": "Phare de Hel et musée de la pêche côtière.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortifications côtières de la Seconde Guerre mondiale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Observation des phoques au centre Fokarium.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade à vélo sur la péninsule étroite entre deux mers.",
          "visit_duration_min": 60
        },
        {
          "text": "Windsurf ou kitesurf sur les spots réputés.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK ET LA CÔTE BALTIQUE",
          "day": 5,
          "region_code": "PM"
        }
      ],
      "suggested_days": 1,
      "rating": 6.1
    },
    {
      "place_id": "PL::krakow",
      "language": "fr",
      "name": "Krakow",
      "cc": "PL",
      "coords": [
        50.06465,
        19.94498
      ],
      "lat": 50.06465,
      "lon": 19.94498,
      "visits": [
        {
          "text": "Perdez-vous dans le magnifique Rynek Główny de Kraków, la plus grande place de marché médiévale d'Europe et le cœur vibrant de cette ancienne capitale royale bien-aimée. Cette vaste étendue pavée, entourée d'élégantes maisons bourgeoises, d'églises gothiques et de la Halle aux Draps Renaissance, pulse de vie de l'aube jusqu'à bien après minuit. Les calèches, les artistes de rue et les terrasses de cafés créent une atmosphère d'élégance européenne intemporelle.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilique Sainte-Marie et son retable de Veit Stoss, chef-d'œuvre gothique.",
          "visit_duration_min": 75
        },
        {
          "text": "Colline du Wawel avec le château royal et la cathédrale des rois de Pologne.",
          "visit_duration_min": 75
        },
        {
          "text": "Mines de sel de Wieliczka, cathédrale souterraine sculptée dans le sel.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'usine Schindler, témoignage émouvant de la Seconde Guerre mondiale.",
          "visit_duration_min": 75
        },
        {
          "text": "Château de Pieskowa Skała et les falaises de Jura cracovienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Abbaye bénédictine de Tyniec sur les rives de la Vistule.",
          "visit_duration_min": 75
        },
        {
          "text": "Matinée libre pour shopping de souvenirs d'ambre et dentelle.",
          "visit_duration_min": 75
        },
        {
          "text": "Quartier de Nowa Huta, utopie socialiste devenue patrimoine industriel.",
          "visit_duration_min": 75
        },
        {
          "text": "Rynek Główny de Cracovie, cœur battant de la cité royale.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché de la Halle aux Draps pour produits du terroir cracovien.",
          "visit_duration_min": 75
        },
        {
          "text": "Atelier de confection de pierogi traditionnels.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite d'une distillerie artisanale de vodka avec dégustation.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché paysan Stary Kleparz pour rencontrer producteurs locaux.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de caves à miel et hydromel avec dégustation.",
          "visit_duration_min": 75
        },
        {
          "text": "Fromagerie artisanale de la région cracovienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Lose yourself in Kraków's magnificent Rynek Główny, Europe's largest medieval market square and the vibrant heart of this beloved former royal capital. The vast cobblestone expanse, surrounded by elegant townhouses, Gothic churches, and the Renaissance Cloth Hall, pulses with life from dawn until well past midnight. Horse-drawn carriages, street performers, and outdoor café terraces create an atmosphere of timeless European elegance."
        },
        {
          "text": "Ascend to Wawel Castle, the former seat of Polish kings perched dramatically on a limestone outcrop above the Vistula River. This magnificent complex of Gothic and Renaissance buildings houses state rooms, royal private apartments, and an impressive collection of Flemish tapestries and armor. The adjoining Wawel Cathedral, coronation site of Polish monarchs, contains royal tombs and the silver shrine of Saint Stanislaus."
        },
        {
          "text": "Browse the Cloth Hall, the grand Renaissance trading arcade that has occupied the center of the main square since the 14th century. The ground floor maintains its commercial tradition with stalls selling amber jewelry, wooden crafts, and Polish souvenirs, while the upper gallery houses a branch of the National Museum. This iconic structure perfectly embodies Kraków's medieval prosperity as a major trading center."
        },
        {
          "text": "Descend into Wieliczka Salt Mine, a UNESCO World Heritage Site just outside Kraków where salt has been extracted continuously since the 13th century. Underground chambers carved entirely from rock salt include ornate chapels, elaborate sculptures, and even an underground lake, all illuminated by crystal chandeliers also made of salt. This subterranean wonder, reaching depths of 327 meters, showcases centuries of mining history and remarkable artistic achievement."
        },
        {
          "text": "Pay solemn tribute at Auschwitz-Birkenau Memorial and Museum, the largest Nazi concentration camp where over one million people perished during World War II. This haunting site preserves the physical evidence of genocide through original barracks, guard towers, and crematoriums that bear witness to unimaginable human tragedy. The experience, though emotionally demanding, provides essential historical education about the Holocaust."
        },
        {
          "text": "Montez au Château de Wawel, l'ancien siège des rois polonais perché de façon spectaculaire sur un affleurement calcaire au-dessus de la Vistule. Ce magnifique complexe de bâtiments gothiques et Renaissance abrite des salles d'apparat, les appartements privés royaux et une impressionnante collection de tapisseries flamandes et d'armures. La Cathédrale de Wawel adjacente, lieu de couronnement des monarques polonais, contient les tombes royales et le sanctuaire d'argent de Saint Stanislas.",
          "visit_duration_min": 75
        },
        {
          "text": "Flânez dans la Halle aux Draps, la grande arcade commerciale Renaissance qui occupe le centre de la place principale depuis le 14ème siècle. Le rez-de-chaussée maintient sa tradition commerciale avec des étals vendant des bijoux en ambre, de l'artisanat en bois et des souvenirs polonais, tandis que la galerie supérieure abrite une succursale du Musée National. Cette structure emblématique incarne parfaitement la prospérité médiévale de Kraków en tant que centre commercial majeur.",
          "visit_duration_min": 75
        },
        {
          "text": "Descendez dans la Mine de Sel de Wieliczka, site du patrimoine mondial de l'UNESCO juste à l'extérieur de Kraków où le sel a été extrait en continu depuis le 13ème siècle. Les chambres souterraines entièrement sculptées dans le sel gemme incluent des chapelles ornées, des sculptures élaborées et même un lac souterrain, le tout éclairé par des lustres en cristal également faits de sel. Cette merveille souterraine, atteignant 327 mètres de profondeur, présente des siècles d'histoire minière et de remarquables réalisations artistiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Rendez hommage solennellement au Mémorial et Musée d'Auschwitz-Birkenau, le plus grand camp de concentration nazi où plus d'un million de personnes ont péri pendant la Seconde Guerre mondiale. Ce site bouleversant préserve les preuves physiques du génocide à travers les baraquements originaux, les tours de garde et les crématoriums qui témoignent d'une tragédie humaine inimaginable. Cette expérience, bien qu'émotionnellement éprouvante, fournit une éducation historique essentielle sur l'Holocauste.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade dans le quartier juif de Kazimierz, cœur vibrant de la culture juive polonaise.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de pierogi et żurek dans une taverne traditionnelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploration des galeries d'art contemporain de Podgórze.",
          "visit_duration_min": 60
        },
        {
          "text": "Concert de musique klezmer à Kazimierz.",
          "visit_duration_min": 60
        },
        {
          "text": "Route des Nids d'Aigle à travers châteaux et paysages karstiques.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner d'adieu dans une cave voûtée de la vieille ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Croisière sur la Vistule au coucher du soleil.",
          "visit_duration_min": 60
        },
        {
          "text": "Quartier juif de Kazimierz, lieux de mémoire et cafés.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation chez les meilleurs producteurs de pierogi artisanaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner dans une taverne historique de Kazimierz.",
          "visit_duration_min": 60
        },
        {
          "text": "Cours de cuisine polonaise traditionnelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Food tour nocturne dans les bars à lait milk bar et nouvelles adresses.",
          "visit_duration_min": 60
        },
        {
          "text": "Déjeuner gastronomique dans un restaurant étoilé moderne.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade viticole dans les vignobles de Małopolska.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore Kraków's medieval town walls, among the best preserved in Europe, with their defensive towers and the iconic Florian Gate. These fortifications once encircled the entire Old Town, though only fragments remain today along the tree-lined Planty Park. The Barbican, an imposing Gothic defensive outpost, stands as the most impressive surviving element of the medieval defenses."
        },
        {
          "text": "Discover the treasures of the National Museum, housing Poland's finest collection of art from medieval times to the contemporary era. The museum's holdings include Leonardo da Vinci's 'Lady with an Ermine,' one of only four surviving portraits by the Renaissance master. Multiple branches across the city explore decorative arts, Polish painting, and the work of specific artists."
        },
        {
          "text": "Explorez les remparts médiévaux de Kraków, parmi les mieux préservés d'Europe, avec leurs tours défensives et l'emblématique Porte Florian. Ces fortifications encerclaient autrefois toute la Vieille Ville, bien que seuls des fragments subsistent aujourd'hui le long du Parc Planty bordé d'arbres. La Barbacane, un imposant avant-poste défensif gothique, demeure l'élément le plus impressionnant des défenses médiévales survivantes.",
          "visit_duration_min": 60
        },
        {
          "text": "Découvrez les trésors du Musée National, abritant la plus belle collection d'art de Pologne de l'époque médiévale à l'ère contemporaine. Les fonds du musée incluent 'La Dame à l'Hermine' de Léonard de Vinci, l'un des quatre seuls portraits survivants du maître de la Renaissance. Plusieurs succursales à travers la ville explorent les arts décoratifs, la peinture polonaise et l'œuvre d'artistes spécifiques.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIE, AUSCHWITZ ET MONTS TATRAS",
          "day": 1,
          "region_code": "MA"
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIE, AUSCHWITZ ET MONTS TATRAS",
          "day": 2,
          "region_code": "MA"
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIE, AUSCHWITZ ET MONTS TATRAS",
          "day": 6,
          "region_code": "MA"
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIE, AUSCHWITZ ET MONTS TATRAS",
          "day": 7,
          "region_code": "MA"
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LES INDISPENSABLES DE POLOGNE EN 15 JOURS",
          "day": 7,
          "region_code": "MA"
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LES INDISPENSABLES DE POLOGNE EN 15 JOURS",
          "day": 8,
          "region_code": "MA"
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROUTE GASTRONOMIQUE DE POLOGNE",
          "day": 1,
          "region_code": "MA"
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROUTE GASTRONOMIQUE DE POLOGNE",
          "day": 2,
          "region_code": "MA"
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROUTE GASTRONOMIQUE DE POLOGNE",
          "day": 4,
          "region_code": "MA"
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Poland Complete: Medieval Cities, Baltic Coast and Mountain Peaks",
          "day": 8
        }
      ],
      "suggested_days": 1,
      "rating": 9.6
    },
    {
      "place_id": "PL::lancut",
      "language": "fr",
      "name": "Lancut",
      "cc": "PL",
      "coords": [
        50.0675,
        22.22889
      ],
      "lat": 50.0675,
      "lon": 22.22889,
      "visits": [
        {
          "text": "Château de Łańcut, résidence magnifiquement meublée des magnats.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de l'automobile et des carrosses historiques.",
          "visit_duration_min": 75
        },
        {
          "text": "Synagogue baroque restaurée.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade dans le parc romantique du château.",
          "visit_duration_min": 60
        },
        {
          "text": "Concert de musique classique dans les salons.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CHEMINS SECRETS DE POLOGNE",
          "day": 10,
          "region_code": "MP"
        }
      ],
      "suggested_days": 1,
      "rating": 5.2
    },
    {
      "place_id": "PL::leba",
      "name": "Leba",
      "cc": "PL",
      "coords": [
        54.7558,
        17.555
      ],
      "lat": 54.7558,
      "lon": 17.555,
      "visits": [
        {
          "text": "Marvel at the Słowiński Sand Dunes, the tallest moving dunes in Europe, creating an otherworldly desert landscape within Słowiński National Park. These remarkable formations shift approximately 10 meters annually, gradually burying the surrounding pine forests in their inexorable advance. Walking across these vast sandy expanses, with the Baltic Sea glittering in the distance, provides a truly unique natural experience."
        },
        {
          "text": "Émerveillez-vous devant les Dunes de Sable de Słowiński, les plus hautes dunes mobiles d'Europe, créant un paysage désertique surnaturel dans le Parc National de Słowiński. Ces formations remarquables se déplacent d'environ 10 mètres annuellement, ensevelissant progressivement les forêts de pins environnantes dans leur avancée inexorable. Marcher à travers ces vastes étendues sablonneuses, avec la mer Baltique scintillant au loin, procure une expérience naturelle vraiment unique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore Słowiński National Park, a UNESCO Biosphere Reserve protecting a remarkable coastal ecosystem of shifting dunes, pristine lakes, and diverse wildlife habitats. The park's unusual landscapes include dune fields, coastal forests, and wetlands teeming with migratory birds. Hiking trails and observation platforms allow visitors to appreciate this dynamic environment where sand, water, and wind constantly reshape the terrain."
        },
        {
          "text": "Relax in the seaside resort of Łeba, a charming Baltic town serving as the gateway to the moving dunes. This former fishing village combines beach holiday amenities with traditional Polish coastal character. Horseback riding excursions across the sandy landscapes offer a memorable way to experience this unique coastal environment."
        },
        {
          "text": "Explorez le Parc National de Słowiński, une Réserve de Biosphère UNESCO protégeant un remarquable écosystème côtier de dunes mouvantes, lacs pristins et habitats fauniques diversifiés. Les paysages insolites du parc incluent des champs de dunes, des forêts côtières et des zones humides grouillant d'oiseaux migrateurs. Les sentiers de randonnée et plateformes d'observation permettent aux visiteurs d'apprécier cet environnement dynamique où le sable, l'eau et le vent remodèlent constamment le terrain.",
          "visit_duration_min": 60
        },
        {
          "text": "Détendez-vous dans la station balnéaire de Łeba, une charmante ville baltique servant de porte d'entrée aux dunes mobiles. Cet ancien village de pêcheurs combine les équipements de vacances à la plage avec le caractère côtier traditionnel polonais. Les excursions à cheval à travers les paysages sablonneux offrent une façon mémorable de découvrir cet environnement côtier unique.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Poland Complete: Medieval Cities, Baltic Coast and Mountain Peaks",
          "day": 5
        }
      ],
      "language": "fr",
      "suggested_days": 1,
      "rating": 3.8
    },
    {
      "place_id": "PL::lidzbark-warminski",
      "language": "fr",
      "name": "Lidzbark Warminski",
      "cc": "PL",
      "coords": [
        54.125,
        20.58444
      ],
      "lat": 54.125,
      "lon": 20.58444,
      "visits": [
        {
          "text": "Château des évêques de Warmie, forteresse gothique méconnue.",
          "visit_duration_min": 75
        },
        {
          "text": "Basilique gothique Saint-Pierre et Paul.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Route des châteaux de Warmie à travers la campagne.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de produits monastiques locaux.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CHEMINS SECRETS DE POLOGNE",
          "day": 3,
          "region_code": "WM"
        }
      ],
      "suggested_days": 1,
      "rating": 4.6
    },
    {
      "place_id": "PL::lodz",
      "language": "fr",
      "name": "Lodz",
      "cc": "PL",
      "coords": [
        51.75925,
        19.45598
      ],
      "lat": 51.75925,
      "lon": 19.45598,
      "visits": [
        {
          "text": "Rue Piotrkowska, artère de 4 km bordée de palais industriels.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée d'Art MS1 dans un palais textile.",
          "visit_duration_min": 75
        },
        {
          "text": "Manufaktura, complexe culturel dans une ancienne usine.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite du quartier bohème Off Piotrkowska.",
          "visit_duration_min": 60
        },
        {
          "text": "Street art dans les cours industrielles.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LES INDISPENSABLES DE POLOGNE EN 15 JOURS",
          "day": 13,
          "region_code": "LD"
        }
      ],
      "suggested_days": 1,
      "rating": 6.9
    },
    {
      "place_id": "PL::malbork",
      "language": "fr",
      "name": "Malbork",
      "cc": "PL",
      "coords": [
        54.03972,
        19.02694
      ],
      "lat": 54.03972,
      "lon": 19.02694,
      "visits": [
        {
          "text": "Château de Malbork, plus grande forteresse de briques au monde, siège des Chevaliers Teutoniques.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Spectacle historique médiéval dans la cour du château.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade nocturne sur les remparts illuminés.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK ET LA CÔTE BALTIQUE",
          "day": 6,
          "region_code": "PM"
        }
      ],
      "suggested_days": 1,
      "rating": 6.9
    },
    {
      "place_id": "PL::nysa",
      "language": "fr",
      "name": "Nysa",
      "cc": "PL",
      "coords": [
        50.47389,
        17.33361
      ],
      "lat": 50.47389,
      "lon": 17.33361,
      "visits": [
        {
          "text": "Basilique Saints-Jacques-et-Agnès, joyau gothique silésien.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortifications baroques et tour penchée de Nysa.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée des instruments liturgiques.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploration du vieux canal souterrain médiéval.",
          "visit_duration_min": 60
        },
        {
          "text": "Balade dans les jardins épiscopaux.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CHEMINS SECRETS DE POLOGNE",
          "day": 7,
          "region_code": "OP"
        }
      ],
      "suggested_days": 1,
      "rating": 4.3
    },
    {
      "place_id": "PL::oswiecim",
      "language": "fr",
      "name": "Oswiecim",
      "cc": "PL",
      "coords": [
        50.03492,
        19.17792
      ],
      "lat": 50.03492,
      "lon": 19.17792,
      "visits": [
        {
          "text": "Mémorial et musée d'Auschwitz-Birkenau, lieu de recueillement essentiel.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Temps de recueillement et réflexion personnelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Visite du centre historique d'Oświęcim.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIE, AUSCHWITZ ET MONTS TATRAS",
          "day": 3,
          "region_code": "MA"
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LES INDISPENSABLES DE POLOGNE EN 15 JOURS",
          "day": 9,
          "region_code": "MA"
        }
      ],
      "suggested_days": 1,
      "rating": 8.6
    },
    {
      "place_id": "PL::poznan",
      "language": "fr",
      "name": "Poznan",
      "cc": "PL",
      "coords": [
        52.40637,
        16.92517
      ],
      "lat": 52.40637,
      "lon": 16.92517,
      "visits": [
        {
          "text": "Rassemblez-vous sur la magnifique Place du Vieux Marché de Poznań pour assister aux célèbres chèvres mécaniques qui émergent du beffroi de l'Hôtel de Ville à midi chaque jour pour s'entrechoquer les cornes douze fois. Cette tradition bien-aimée du XVIe siècle attire quotidiennement les foules au cœur de l'une des villes les plus anciennes et historiques de Pologne. Les maisons de marchands Renaissance environnantes avec leurs façades colorées créent un paysage urbain typiquement centre-européen.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez la Cathédrale Saints-Pierre-et-Paul sur Ostrów Tumski (Île de la Cathédrale), la plus ancienne cathédrale de Pologne et berceau spirituel de la nation polonaise. Cette île historique dans la rivière Warta abrite les restes des premiers dirigeants de Pologne et fut témoin de la conversion du pays au christianisme en 966 après J.-C. Les chapelles de la cathédrale, particulièrement la Chapelle Dorée contenant les tombeaux royaux, présentent des siècles d'art religieux et d'histoire nationale.",
          "visit_duration_min": 75
        },
        {
          "text": "Château Impérial de style néo-roman.",
          "visit_duration_min": 75
        },
        {
          "text": "Gather in Poznań's magnificent Old Market Square to witness the famous mechanical goats that emerge from the Town Hall clock tower at noon each day to butt heads twelve times. This beloved 16th-century tradition draws crowds daily to the heart of one of Poland's oldest and most historic cities. The surrounding Renaissance merchant houses with their colorful façades create a quintessential Central European townscape."
        },
        {
          "text": "Explore the Gothic Town Hall, a Renaissance architectural masterpiece housing the fascinating Museum of the History of Poznań. The building's elegant arcaded loggia and ornate interiors reflect the prosperity of this important trading center during its golden age. Climbing the tower rewards visitors with sweeping views across the historic Old Town and modern city beyond."
        },
        {
          "text": "Visit the Cathedral of Saints Peter and Paul on Ostrów Tumski (Cathedral Island), the oldest cathedral in Poland and spiritual birthplace of the Polish nation. This historic island in the Warta River holds the remains of Poland's first rulers and witnessed the country's conversion to Christianity in 966 AD. The cathedral's chapels, particularly the Golden Chapel containing royal tombs, showcase centuries of religious art and national history."
        },
        {
          "text": "Explorez l'Hôtel de Ville gothique, un chef-d'œuvre architectural Renaissance abritant le fascinant Musée de l'Histoire de Poznań. La loggia à arcades élégante du bâtiment et ses intérieurs ornés reflètent la prospérité de cet important centre commercial pendant son âge d'or. Gravir la tour récompense les visiteurs avec des vues panoramiques sur la Vieille Ville historique et la ville moderne au-delà.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Spectacle des boucs de l'Hôtel de Ville à midi.",
          "visit_duration_min": 60
        },
        {
          "text": "Quartier branché de Jeżyce, street food et cafés.",
          "visit_duration_min": 60
        },
        {
          "text": "Vie nocturne étudiante dans les pubs du centre.",
          "visit_duration_min": 60
        },
        {
          "text": "Discover Poznań's reputation as a vibrant university city with a youthful energy that fills its cafés, bars, and cultural venues. The city's numerous students bring vitality to historic streets where intellectual traditions date back centuries. This dynamic atmosphere makes Poznań one of Poland's most engaging urban destinations beyond its considerable architectural attractions."
        },
        {
          "text": "Découvrez la réputation de Poznań comme ville universitaire dynamique avec une énergie jeune qui remplit ses cafés, bars et lieux culturels. Les nombreux étudiants de la ville apportent de la vitalité aux rues historiques où les traditions intellectuelles remontent à des siècles. Cette atmosphère dynamique fait de Poznań l'une des destinations urbaines les plus captivantes de Pologne au-delà de ses considérables attractions architecturales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LES INDISPENSABLES DE POLOGNE EN 15 JOURS",
          "day": 5,
          "region_code": "WP"
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Poland Complete: Medieval Cities, Baltic Coast and Mountain Peaks",
          "day": 6
        }
      ],
      "suggested_days": 1,
      "rating": 8.2
    },
    {
      "place_id": "PL::sopot",
      "language": "fr",
      "name": "Sopot",
      "cc": "PL",
      "coords": [
        54.44158,
        18.56044
      ],
      "lat": 54.44158,
      "lon": 18.56044,
      "visits": [
        {
          "text": "Molo de Sopot, plus longue jetée en bois d'Europe s'avançant dans la mer.",
          "visit_duration_min": 75
        },
        {
          "text": "Maison Tordue Krzywy Domek, architecture surréaliste unique.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Baignade et détente sur la plage de sable fin.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping et cafés sur Monte Cassino, avenue animée.",
          "visit_duration_min": 60
        },
        {
          "text": "Soirée dans les bars de plage et clubs de Sopot.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK ET LA CÔTE BALTIQUE",
          "day": 3,
          "region_code": "PM"
        }
      ],
      "suggested_days": 1,
      "rating": 8.3
    },
    {
      "place_id": "PL::swidnica",
      "language": "fr",
      "name": "Swidnica",
      "cc": "PL",
      "coords": [
        50.84306,
        16.49056
      ],
      "lat": 50.84306,
      "lon": 16.49056,
      "visits": [
        {
          "text": "Église de la Paix, plus grande église à pans de bois d'Europe, UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale Saints-Stanislas-et-Venceslas et son orgue monumental.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visite de l'ancien abri antiatomique secret sous la ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée dans les monts Table avec roches étranges.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CHEMINS SECRETS DE POLOGNE",
          "day": 8,
          "region_code": "DS"
        }
      ],
      "suggested_days": 1,
      "rating": 5.2
    },
    {
      "place_id": "PL::torun",
      "language": "fr",
      "name": "Torun",
      "cc": "PL",
      "coords": [
        53.01379,
        18.59844
      ],
      "lat": 53.01379,
      "lon": 18.59844,
      "visits": [
        {
          "text": "Vieille Ville de Toruń, cité médiévale parfaitement préservée.",
          "visit_duration_min": 75
        },
        {
          "text": "Maison natale de Copernic et planétarium.",
          "visit_duration_min": 75
        },
        {
          "text": "Hôtel de Ville gothique avec vue panoramique.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée du Pain d'Épice avec atelier de confection.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite de la fabrique Kopernik, pain d'épice depuis 1763.",
          "visit_duration_min": 75
        },
        {
          "text": "Wander through Toruń's UNESCO-listed Old Town, one of the best-preserved medieval urban centers in Europe and birthplace of astronomer Nicolaus Copernicus. The Gothic brick architecture, winding cobblestone streets, and atmospheric squares transport visitors back to the prosperous Hanseatic era. This remarkably intact medieval townscape offers an authentic glimpse into Poland's rich mercantile past."
        },
        {
          "text": "Explore the Copernicus House Museum, dedicated to Toruń's most famous son who revolutionized our understanding of the universe. This reconstructed Gothic merchant house where Copernicus was born in 1473 displays period furnishings, astronomical instruments, and exhibits about his groundbreaking heliocentric theory. The museum brings to life the world that shaped one of history's greatest scientific minds."
        },
        {
          "text": "Admire the Gothic Town Hall dominating the Rynek Staromiejski, a magnificent 14th-century structure considered one of the finest examples of medieval civic architecture in Central Europe. The building's soaring tower offers panoramic views across the red-roofed Old Town to the Vistula River beyond. Inside, the Regional Museum showcases Toruń's artistic and cultural heritage spanning centuries."
        },
        {
          "text": "Flânez dans la Vieille Ville de Toruń, classée au patrimoine mondial de l'UNESCO, l'un des centres urbains médiévaux les mieux préservés d'Europe et lieu de naissance de l'astronome Nicolas Copernic. L'architecture gothique en brique, les rues pavées sinueuses et les places atmosphériques transportent les visiteurs à l'époque prospère de la Hanse. Ce paysage urbain médiéval remarquablement intact offre un aperçu authentique du riche passé marchand de la Pologne.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez le Musée de la Maison Copernic, dédié au plus célèbre fils de Toruń qui révolutionna notre compréhension de l'univers. Cette maison de marchand gothique reconstituée où Copernic naquit en 1473 présente du mobilier d'époque, des instruments astronomiques et des expositions sur sa théorie héliocentrique révolutionnaire. Le musée fait revivre le monde qui façonna l'un des plus grands esprits scientifiques de l'histoire.",
          "visit_duration_min": 75
        },
        {
          "text": "Admirez l'Hôtel de Ville gothique qui domine le Rynek Staromiejski, une magnifique structure du XIVe siècle considérée comme l'un des plus beaux exemples d'architecture civique médiévale d'Europe centrale. La tour élancée du bâtiment offre des vues panoramiques sur la Vieille Ville aux toits rouges jusqu'à la Vistule au-delà. À l'intérieur, le Musée Régional présente le patrimoine artistique et culturel de Toruń sur plusieurs siècles.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Dégustation du pain d'épice de Toruń, spécialité ancestrale.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade nocturne sur les remparts médiévaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de pains d'épices artisanaux variés.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner médiéval dans une cave gothique.",
          "visit_duration_min": 60
        },
        {
          "text": "Discover the Leaning Tower of Toruń, a curious medieval fortification that tilts noticeably due to its construction on unstable ground. Legend claims the tower was built by a Teutonic Knight as penance, though its lean likely resulted from the soft soil beneath. This quirky landmark now houses a charming tavern where visitors can experience the unusual angles firsthand."
        },
        {
          "text": "Walk the Royal Route following the path once taken by Polish kings during their ceremonial visits to this prosperous trading city. This historic processional way passes the grandest Gothic churches, merchant houses, and civic buildings that made Toruń one of the wealthiest cities in medieval Poland. The route provides an excellent framework for exploring the Old Town's architectural highlights."
        },
        {
          "text": "Découvrez la Tour Penchée de Toruń, une curieuse fortification médiévale qui penche sensiblement en raison de sa construction sur un terrain instable. La légende prétend que la tour fut construite par un Chevalier Teutonique en pénitence, bien que son inclinaison résulte probablement du sol meuble en dessous. Ce monument original abrite maintenant une charmante taverne où les visiteurs peuvent expérimenter les angles insolites de première main.",
          "visit_duration_min": 60
        },
        {
          "text": "Parcourez la Route Royale en suivant le chemin autrefois emprunté par les rois polonais lors de leurs visites cérémonielles à cette prospère ville marchande. Cette voie processionnelle historique passe devant les plus grandes églises gothiques, maisons de marchands et bâtiments civiques qui firent de Toruń l'une des villes les plus riches de la Pologne médiévale. L'itinéraire fournit un excellent cadre pour explorer les points forts architecturaux de la Vieille Ville.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LES INDISPENSABLES DE POLOGNE EN 15 JOURS",
          "day": 2,
          "region_code": "KP"
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROUTE GASTRONOMIQUE DE POLOGNE",
          "day": 7,
          "region_code": "KP"
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Poland Complete: Medieval Cities, Baltic Coast and Mountain Peaks",
          "day": 3
        }
      ],
      "suggested_days": 1,
      "rating": 8.8
    },
    {
      "place_id": "PL::tykocin",
      "language": "fr",
      "name": "Tykocin",
      "cc": "PL",
      "coords": [
        53.20417,
        22.76861
      ],
      "lat": 53.20417,
      "lon": 22.76861,
      "visits": [
        {
          "text": "Synagogue baroque de Tykocin, l'une des plus belles de Pologne.",
          "visit_duration_min": 75
        },
        {
          "text": "Église baroque de la Trinité et son monastère.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée juif dans l'ancien talmud torah.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade dans le village préservé au bord de la Narew.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de miel de forêt chez un apiculteur local.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CHEMINS SECRETS DE POLOGNE",
          "day": 2,
          "region_code": "PD"
        }
      ],
      "suggested_days": 1,
      "rating": 3.3
    },
    {
      "place_id": "PL::warsaw",
      "language": "fr",
      "name": "Warsaw",
      "cc": "PL",
      "coords": [
        52.22968,
        21.01223
      ],
      "lat": 52.22968,
      "lon": 21.01223,
      "visits": [
        {
          "text": "Vieille Ville de Varsovie, reconstruction minutieuse classée UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Château Royal avec ses intérieurs somptueux restaurés.",
          "visit_duration_min": 75
        },
        {
          "text": "Place du Marché Rynek Starego Miasta et statue de la Sirène.",
          "visit_duration_min": 75
        },
        {
          "text": "Découvrez le musée de l'Insurrection de Varsovie, un hommage innovant et profondément émouvant au soulèvement de 1944 contre l'occupation nazie. À travers des expositions immersives, des artefacts authentiques et des présentations multimédias, ce musée primé raconte l'histoire de la lutte de 63 jours qui a façonné l'identité polonaise moderne. L'expérience fournit un contexte essentiel pour comprendre la destruction de Varsovie en temps de guerre et sa renaissance subséquente.",
          "visit_duration_min": 75
        },
        {
          "text": "Palais de la Culture et des Sciences, gratte-ciel stalinien emblématique.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée Chopin interactif pour plonger dans l'univers du compositeur.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée POLIN d'histoire des Juifs polonais, architecture moderne remarquable.",
          "visit_duration_min": 75
        },
        {
          "text": "Promenez-vous dans le parc Łazienki, le plus grand et le plus beau parc de Varsovie, avec l'enchanteur palais sur l'île se reflétant dans des eaux tranquilles. Cette résidence d'été royale du XVIIIe siècle, entourée de jardins entretenus, de paons et de sculptures classiques, offre une évasion sereine de l'exploration urbaine. Les paysages romantiques et l'architecture néoclassique du parc en font un favori parmi les habitants et les visiteurs.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Palais de Wilanów, souvent appelé le Versailles polonais, une exquise résidence royale baroque située au milieu de jardins formels à la périphérie de la ville. Construit comme retraite d'été pour le roi Jean III Sobieski, le palais présente des intérieurs opulents, du mobilier d'époque et une remarquable collection d'art européen. Les jardins italiens et anglais environnants offrent un cadre pittoresque pour des promenades tranquilles.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée National avec collection de peinture polonaise.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée d'Art Moderne avec expositions avant-gardistes.",
          "visit_duration_min": 75
        },
        {
          "text": "Cimetière Powązki, panthéon des personnalités polonaises.",
          "visit_duration_min": 75
        },
        {
          "text": "Explorez la vieille ville de Varsovie méticuleusement reconstruite, site du patrimoine mondial de l'UNESCO qui témoigne remarquablement de la résilience polonaise. Après avoir subi plus de 85% de destruction pendant la Seconde Guerre mondiale, la ville fut patiemment reconstruite par ses citoyens déterminés. La charmante place du marché et les rues environnantes présentent maintenant la beauté architecturale qui caractérisait autrefois cette capitale historique.",
          "visit_duration_min": 75
        },
        {
          "text": "Château Royal et Place du Château avec sa colonne de Sigismond.",
          "visit_duration_min": 75
        },
        {
          "text": "Palais de la Culture et des Sciences, panorama sur Varsovie moderne.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée National et collection d'art polonais.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché Hala Mirowska, temple des produits frais varsoviens.",
          "visit_duration_min": 75
        },
        {
          "text": "Pâtisserie Blikle pour pączki légendaires depuis 1869.",
          "visit_duration_min": 75
        },
        {
          "text": "Bar à lait milk bar traditionnel pour żurek et pierogi populaires.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée de la Vodka Polonaise avec dégustation comparative.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite d'une brasserie artisanale varsovienne.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Warsaw's meticulously reconstructed Old Town, a UNESCO World Heritage Site that stands as a remarkable testament to Polish resilience. After suffering more than 85% destruction during World War II, the city was painstakingly rebuilt by its determined citizens. The charming market square and surrounding streets now showcase the architectural beauty that once characterized this historic capital."
        },
        {
          "text": "Visit the Royal Castle, the former official residence of Polish monarchs magnificently restored to its baroque splendor. This grand palace overlooking Castle Square contains lavishly decorated state rooms, royal apartments, and an impressive collection of paintings and decorative arts. The castle serves as both a museum and symbol of Poland's royal heritage."
        },
        {
          "text": "Discover the Warsaw Rising Museum, an innovative and deeply moving tribute to the 1944 uprising against Nazi occupation. Through immersive exhibits, authentic artifacts, and multimedia presentations, this award-winning museum tells the story of the 63-day struggle that shaped modern Polish identity. The experience provides essential context for understanding Warsaw's wartime destruction and subsequent rebirth."
        },
        {
          "text": "Wander through Łazienki Park, Warsaw's largest and most beautiful park featuring the enchanting Palace on the Isle reflected in tranquil waters. This 18th-century royal summer residence, surrounded by manicured gardens, peacocks, and classical sculptures, offers a serene escape from urban exploration. The park's romantic landscapes and neoclassical architecture make it a favorite among locals and visitors alike."
        },
        {
          "text": "Tour Wilanów Palace, often called the Polish Versailles, an exquisite baroque royal residence set amid formal gardens on the city's outskirts. Built as a summer retreat for King John III Sobieski, the palace showcases opulent interiors, period furnishings, and an outstanding collection of European art. The surrounding Italian and English gardens provide a picturesque setting for leisurely strolls."
        },
        {
          "text": "Visitez le château royal, ancienne résidence officielle des monarques polonais magnifiquement restaurée dans sa splendeur baroque. Ce grand palais surplombant la place du château contient des salles d'apparat somptueusement décorées, des appartements royaux et une impressionnante collection de peintures et d'arts décoratifs. Le château sert à la fois de musée et de symbole de l'héritage royal polonais.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Balade le long de la Voie Royale jusqu'au Palais Łazienki.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de pączki à la légendaire pâtisserie Blikle.",
          "visit_duration_min": 60
        },
        {
          "text": "Concert de Chopin au parc Łazienki.",
          "visit_duration_min": 60
        },
        {
          "text": "Quartier branché de Praga, street art et cafés alternatifs.",
          "visit_duration_min": 60
        },
        {
          "text": "Vie nocturne dans les bars à vodka de Pawilony.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping moderne à Złote Tarasy et Nowy Świat.",
          "visit_duration_min": 60
        },
        {
          "text": "Croisière sur la Vistule au coucher du soleil.",
          "visit_duration_min": 60
        },
        {
          "text": "Marché de producteurs Hala Mirowska pour produits locaux.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation finale de cuisine polonaise moderne.",
          "visit_duration_min": 60
        },
        {
          "text": "Vue panoramique depuis le toit-terrasse de l'Université.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner dans une taverne traditionnelle du centre.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping final au marché Hala Mirowska.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner d'adieu dans un restaurant gastronomique moderne.",
          "visit_duration_min": 60
        },
        {
          "text": "Promenade nocturne le long de la Vistule illuminée.",
          "visit_duration_min": 60
        },
        {
          "text": "Food tour dans le quartier de Praga rive droite.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner dans un restaurant de nouvelle cuisine polonaise.",
          "visit_duration_min": 60
        },
        {
          "text": "Atelier de confection de bigos et gołąbki.",
          "visit_duration_min": 60
        },
        {
          "text": "Bar hopping dans les vodka bars de Nowy Świat.",
          "visit_duration_min": 60
        },
        {
          "text": "Stroll through Warsaw's New Town district to experience the city's more contemporary side with trendy cafés, boutiques, and vibrant street life. While historically the 'new' part of the medieval city, this area offers a different atmosphere from the reconstructed Old Town. The mix of restored buildings and modern energy captures Warsaw's dynamic character."
        },
        {
          "text": "Promenez-vous dans le quartier de la Nouvelle Ville de Varsovie pour découvrir le côté plus contemporain de la ville avec ses cafés branchés, ses boutiques et sa vie de rue animée. Bien qu'historiquement la partie 'nouvelle' de la cité médiévale, ce quartier offre une atmosphère différente de la Vieille Ville reconstruite. Le mélange de bâtiments restaurés et d'énergie moderne capture le caractère dynamique de Varsovie.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSOVIE, PHOENIX RENAISSANT",
          "day": 1,
          "region_code": "MZ"
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSOVIE, PHOENIX RENAISSANT",
          "day": 2,
          "region_code": "MZ"
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSOVIE, PHOENIX RENAISSANT",
          "day": 3,
          "region_code": "MZ"
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSOVIE, PHOENIX RENAISSANT",
          "day": 4,
          "region_code": "MZ"
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSOVIE, PHOENIX RENAISSANT",
          "day": 5,
          "region_code": "MZ"
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LES INDISPENSABLES DE POLOGNE EN 15 JOURS",
          "day": 1,
          "region_code": "MZ"
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LES INDISPENSABLES DE POLOGNE EN 15 JOURS",
          "day": 14,
          "region_code": "MZ"
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LES INDISPENSABLES DE POLOGNE EN 15 JOURS",
          "day": 15,
          "region_code": "MZ"
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROUTE GASTRONOMIQUE DE POLOGNE",
          "day": 5,
          "region_code": "MZ"
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROUTE GASTRONOMIQUE DE POLOGNE",
          "day": 6,
          "region_code": "MZ"
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Poland Complete: Medieval Cities, Baltic Coast and Mountain Peaks",
          "day": 2
        }
      ],
      "suggested_days": 1,
      "rating": 10
    },
    {
      "place_id": "PL::wroclaw",
      "language": "fr",
      "name": "Wroclaw",
      "cc": "PL",
      "coords": [
        51.10788,
        17.03854
      ],
      "lat": 51.10788,
      "lon": 17.03854,
      "visits": [
        {
          "text": "Rynek de Wrocław avec ses maisons colorées et Hôtel de Ville gothique.",
          "visit_duration_min": 75
        },
        {
          "text": "Cathédrale Saint-Jean-Baptiste sur l'île Ostrów Tumski.",
          "visit_duration_min": 75
        },
        {
          "text": "Visitez le Panorama de Racławice, une peinture monumentale à 360 degrés représentant la bataille de 1794 où les forces paysannes polonaises ont vaincu l'armée russe. Cette énorme toile circulaire, mesurant 15 sur 114 mètres, plonge les spectateurs dans la scène dramatique grâce à des techniques de présentation innovantes du 19ème siècle. Le parcours de la peinture - cachée pendant l'époque communiste - ajoute une autre dimension à sa signification historique.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Wrocław's stunning Market Square, one of the largest and most beautiful in Europe, surrounded by elegant townhouses showcasing centuries of architectural styles. The ornate Gothic Town Hall dominates this vast public space where locals and visitors gather at outdoor cafés to soak up the vibrant atmosphere. With over 100 parks and green spaces, Wrocław ranks among Europe's greenest cities."
        },
        {
          "text": "Hunt for Wrocław's famous bronze dwarfs, over 300 whimsical small sculptures scattered throughout the city streets, each with its own character and story. This beloved urban art project began as anti-communist symbolism and evolved into a charming citywide treasure hunt. The quirky figures appear in unexpected locations, delighting visitors who stumble upon these miniature bronze inhabitants."
        },
        {
          "text": "Visit the Racławice Panorama, a monumental 360-degree painting depicting the 1794 battle where Polish peasant forces defeated the Russian army. This enormous circular canvas, measuring 15 by 114 meters, immerses viewers in the dramatic scene through innovative 19th-century presentation techniques. The painting's journey-hidden during Communist times-adds another layer to its historical significance."
        },
        {
          "text": "Explorez la magnifique Grand-Place de Wrocław, l'une des plus grandes et des plus belles d'Europe, entourée d'élégantes maisons bourgeoises présentant des siècles de styles architecturaux. L'Hôtel de Ville gothique orné domine ce vaste espace public où habitants et visiteurs se rassemblent aux terrasses des cafés pour s'imprégner de l'atmosphère vibrante. Avec plus de 100 parcs et espaces verts, Wrocław figure parmi les villes les plus vertes d'Europe.",
          "visit_duration_min": 75
        },
        {
          "text": "Partez à la chasse aux fameux nains de bronze de Wrocław, plus de 300 petites sculptures fantaisistes dispersées dans les rues de la ville, chacune avec son propre caractère et son histoire. Ce projet artistique urbain bien-aimé a commencé comme un symbole anti-communiste et a évolué en une charmante chasse au trésor à l'échelle de la ville. Ces figures originales apparaissent dans des endroits inattendus, ravissant les visiteurs qui tombent sur ces minuscules habitants de bronze.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Chasse aux nains krasnale, mascotte de la ville.",
          "visit_duration_min": 60
        },
        {
          "text": "Quartier des Quatre Dénominations et architecture multiculturelle.",
          "visit_duration_min": 60
        },
        {
          "text": "Cruise the Oder River to appreciate Wrocław's unique position across more than 100 bridges connecting its many islands. The city's waterways and bridges create romantic vistas at every turn, particularly beautiful when illuminated at night. This aquatic geography earned Wrocław comparisons to Venice and Amsterdam, though its character remains distinctly Central European."
        },
        {
          "text": "Naviguez sur l'Oder pour apprécier la position unique de Wrocław avec ses plus de 100 ponts reliant ses nombreuses îles. Les voies navigables et les ponts de la ville créent des panoramas romantiques à chaque tournant, particulièrement beaux lorsqu'ils sont illuminés la nuit. Cette géographie aquatique a valu à Wrocław des comparaisons avec Venise et Amsterdam, bien que son caractère reste distinctement centre-européen.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LES INDISPENSABLES DE POLOGNE EN 15 JOURS",
          "day": 6,
          "region_code": "DS"
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Poland Complete: Medieval Cities, Baltic Coast and Mountain Peaks",
          "day": 7
        }
      ],
      "suggested_days": 1,
      "rating": 9.8
    },
    {
      "place_id": "PL::zakopane",
      "language": "fr",
      "name": "Zakopane",
      "cc": "PL",
      "coords": [
        49.29918,
        19.94957
      ],
      "lat": 49.29918,
      "lon": 19.94957,
      "visits": [
        {
          "text": "Krupówki, artère animée avec architecture de montagne traditionnelle góralska.",
          "visit_duration_min": 75
        },
        {
          "text": "Église en bois de Jaszczurówka, joyau de l'architecture Zakopane.",
          "visit_duration_min": 75
        },
        {
          "text": "Musée du style Zakopane pour comprendre l'identité montagnarde.",
          "visit_duration_min": 75
        },
        {
          "text": "Vallée de Kościeliska, randonnée dans un paysage de contes avec cascades.",
          "visit_duration_min": 75
        },
        {
          "text": "Lac Morskie Oko, perle des Tatras enchâssée dans les montagnes.",
          "visit_duration_min": 75
        },
        {
          "text": "Krupówki, rue animée au pied des Tatras.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite d'une ferme productrice d'oscypek avec démonstration.",
          "visit_duration_min": 75
        },
        {
          "text": "Marché montagnard de Krupówki pour spécialités góralskie.",
          "visit_duration_min": 75
        },
        {
          "text": "Arrive in Zakopane, Poland's premier mountain resort nestled at the foot of the spectacular Tatra Mountains. This charming town, known as the winter capital of Poland, enchants visitors with its distinctive wooden architecture, vibrant highlander culture, and stunning alpine scenery. The pedestrianized main street lined with traditional wooden buildings showcases the unique regional style that developed in this isolated mountain community."
        },
        {
          "text": "Ascend Gubałówka Mountain by funicular for breathtaking panoramic views across Zakopane and the dramatic Tatra peaks beyond. The summit ridge offers easy walking trails, souvenir stalls selling local crafts, and traditional highlander food to sample while drinking in the mountain vistas. On clear days, the jagged silhouette of the High Tatras creates an unforgettable alpine backdrop."
        },
        {
          "text": "Hike to Morskie Oko, Poland's largest and most beautiful mountain lake, set in a glacial cirque surrounded by towering granite peaks. The 7.7-kilometer trail through Tatra National Park passes cascading streams and pristine pine forests before revealing the crystal-clear waters reflecting sheer cliff faces. This iconic natural wonder, whose name means 'Eye of the Sea,' represents the quintessential Tatra experience."
        },
        {
          "text": "Arrivez à Zakopane, la première station de montagne de Pologne nichée au pied des spectaculaires Montagnes Tatra. Cette charmante ville, connue comme la capitale hivernale de la Pologne, enchante les visiteurs avec son architecture distinctive en bois, sa culture montagnarde vibrante et ses paysages alpins époustouflants. La rue principale piétonne bordée de bâtiments traditionnels en bois présente le style régional unique qui s'est développé dans cette communauté montagnarde isolée.",
          "visit_duration_min": 75
        },
        {
          "text": "Montez au Mont Gubałówka en funiculaire pour des vues panoramiques à couper le souffle sur Zakopane et les pics dramatiques des Tatra au-delà. La crête du sommet offre des sentiers de randonnée faciles, des stands de souvenirs vendant de l'artisanat local et de la nourriture traditionnelle montagnarde à déguster tout en admirant les panoramas montagneux. Par temps clair, la silhouette dentelée des Hautes Tatra crée un décor alpin inoubliable.",
          "visit_duration_min": 75
        },
        {
          "text": "Randonnez jusqu'à Morskie Oko, le plus grand et le plus beau lac de montagne de Pologne, situé dans un cirque glaciaire entouré de pics de granit imposants. Le sentier de 7,7 kilomètres à travers le Parc National des Tatra passe par des ruisseaux en cascade et des forêts de pins vierges avant de révéler les eaux cristallines reflétant des parois rocheuses abruptes. Cette merveille naturelle emblématique, dont le nom signifie 'Œil de la Mer', représente l'expérience quintessentielle des Tatra.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Prenez le téléphérique jusqu'à Kasprowy Wierch, à 1 987 mètres l'un des hauts sommets les plus accessibles des Tatra polonaises. Le sommet chevauche la frontière polono-slovaque, offrant des perspectives sur les deux pays depuis son point de vue rocheux. En hiver, l'excellent ski attire les foules vers la station de ski la plus haute de Pologne, tandis que l'été amène les randonneurs sur les sentiers alpins rayonnant depuis le pic.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation d'oscypek grillé avec confiture d'airelles.",
          "visit_duration_min": 60
        },
        {
          "text": "Baignade ou détente dans les thermes de Zakopane.",
          "visit_duration_min": 60
        },
        {
          "text": "Bains thermaux sous les étoiles.",
          "visit_duration_min": 60
        },
        {
          "text": "Randonnée panoramique dans les Tatras.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner dans une karczma montagnarde authentique.",
          "visit_duration_min": 60
        },
        {
          "text": "Dégustation de liqueurs de montagne et żubrówka.",
          "visit_duration_min": 60
        },
        {
          "text": "Ride the cable car to Kasprowy Wierch, at 1,987 meters one of the most accessible high peaks in the Polish Tatras. The summit straddles the Polish-Slovak border, offering perspectives into both countries from its rocky viewpoint. In winter, excellent skiing draws crowds to Poland's highest ski resort, while summer brings hikers to the alpine trails radiating from the peak."
        },
        {
          "text": "Explore Tatra National Park, a UNESCO Biosphere Reserve protecting Poland's only alpine landscape and the highest mountains in the country. The park's dramatic scenery includes glacial valleys, mountain lakes, waterfalls, and endemic flora found nowhere else in the world. Whether hiking challenging trails or simply admiring the views, the Tatras provide Poland's most spectacular natural experiences."
        },
        {
          "text": "Explorez le Parc National des Tatra, Réserve de Biosphère UNESCO protégeant le seul paysage alpin de Pologne et les plus hautes montagnes du pays. Les paysages dramatiques du parc incluent des vallées glaciaires, des lacs de montagne, des cascades et une flore endémique qu'on ne trouve nulle part ailleurs au monde. Que ce soit en randonnant sur des sentiers difficiles ou simplement en admirant les vues, les Tatra offrent les expériences naturelles les plus spectaculaires de Pologne.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIE, AUSCHWITZ ET MONTS TATRAS",
          "day": 4,
          "region_code": "MA"
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIE, AUSCHWITZ ET MONTS TATRAS",
          "day": 5,
          "region_code": "MA"
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LES INDISPENSABLES DE POLOGNE EN 15 JOURS",
          "day": 10,
          "region_code": "MA"
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LES INDISPENSABLES DE POLOGNE EN 15 JOURS",
          "day": 11,
          "region_code": "MA"
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROUTE GASTRONOMIQUE DE POLOGNE",
          "day": 3,
          "region_code": "MA"
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Poland Complete: Medieval Cities, Baltic Coast and Mountain Peaks",
          "day": 9
        }
      ],
      "suggested_days": 1,
      "rating": 9.2
    },
    {
      "place_id": "PL::zalipie",
      "language": "fr",
      "name": "Zalipie",
      "cc": "PL",
      "coords": [
        50.22472,
        20.85472
      ],
      "lat": 50.22472,
      "lon": 20.85472,
      "visits": [
        {
          "text": "Village peint de Zalipie, chaumières couvertes de motifs floraux.",
          "visit_duration_min": 75
        },
        {
          "text": "Maison-musée de Felicja Curyłowa, artiste locale.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Atelier de peinture florale traditionnelle sur papier.",
          "visit_duration_min": 60
        },
        {
          "text": "Rencontre avec les artisans du village.",
          "visit_duration_min": 60
        },
        {
          "text": "Dîner chez l'habitant avec cuisine paysanne.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CHEMINS SECRETS DE POLOGNE",
          "day": 9,
          "region_code": "MP"
        }
      ],
      "suggested_days": 1,
      "rating": 5.1
    }
  ]
}