{
  "version": 1,
  "country": "pl",
  "language": "es",
  "places": [
    {
      "place_id": "PL::bialowieza",
      "name": "Bialowieza",
      "cc": "PL",
      "language": "es",
      "coords": [
        52.70134,
        23.84748
      ],
      "lat": 52.70134,
      "lon": 23.84748,
      "visits": [
        {
          "text": "Bosque de Białowieża, último bosque primario de Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del Parque Nacional y centro de cría de bisontes.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Senderismo guiado en busca de bisontes salvajes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENDEROS SECRETOS DE POLONIA",
          "day": 1
        }
      ],
      "rating": 8
    },
    {
      "place_id": "PL::bialystok",
      "name": "Bialystok",
      "cc": "PL",
      "language": "es",
      "coords": [
        53.1325,
        23.1688
      ],
      "lat": 53.1325,
      "lon": 23.1688,
      "visits": [
        {
          "text": "Maravíllate con el Palacio Branicki, a menudo llamado el 'Versailles del Norte', una impresionante residencia barroca rodeada de jardines de estilo francés meticulosamente mantenidos. Este palacio aristocrático del siglo XVIII cuenta con interiores ornamentados, escalinatas grandiosas y hermosos terrenos completos con fuentes y setos esculpidos. El palacio ahora sirve como universidad de medicina mientras permanece abierto para visitas guiadas.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la Iglesia Ortodoxa de los Santos Pedro y Pablo, un ejemplo impresionante de arquitectura religiosa influenciada por el estilo bizantino que refleja la herencia multicultural de la región. Las cúpulas distintivas de la iglesia y su interior ricamente decorado muestran las tradiciones ortodoxas que han florecido en el noreste de Polonia durante siglos. Este punto de referencia espiritual proporciona una visión del diverso tapiz religioso de la región fronteriza.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relájate en el Parque de la Ciudad de Białystok, uno de los parques urbanos más antiguos y hermosos de Polonia, perfecto para un paseo tranquilo por la tarde o un picnic. Las avenidas arboladas del parque, estanques ornamentales y monumentos históricos crean un oasis verde tranquilo en el corazón de la ciudad. Este querido lugar de encuentro local ofrece una visión de la vida cotidiana polaca lejos de las rutas turísticas típicas.",
          "visit_duration_min": 60
        },
        {
          "text": "Adéntrate en el primitivo Bosque de Białowieża, uno de los últimos bosques antiguos que quedan en Europa y un Sitio del Patrimonio Mundial de la UNESCO que se extiende a ambos lados de la frontera polaco-bielorrusa. Este bosque extraordinario alberga bisontes europeos raros, linces, alces y innumerables otras especies en un ecosistema virtualmente sin cambios durante milenios. Los santuarios de vida silvestre, centros educativos y senderos forestales permiten a los visitantes experimentar este tesoro natural único.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Ciudades Medievales, Costa Báltica y Picos Montañosos",
          "day": 1
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "PL::bydgoszcz",
      "name": "Bydgoszcz",
      "cc": "PL",
      "language": "es",
      "coords": [
        53.1235,
        18.0084
      ],
      "lat": 53.1235,
      "lon": 18.0084,
      "visits": [
        {
          "text": "Descubre Bydgoszcz (antiguamente Bromberg), una encantadora ciudad donde las vías fluviales serpentean por el centro histórico creando un paisaje urbano único a menudo llamado el Pequeño Berlín. La pintoresca Isla del Molino (Wyspa Młyńska) presenta graneros restaurados, elegantes puentes y pacíficos canales que invitan a una exploración pausada. Esta antigua ciudad prusiana combina influencias arquitectónicas alemanas y polacas en su bien conservado barrio histórico.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por el paseo fluvial del Brda, donde históricos graneros de ladrillo rojo se reflejan en las aguas tranquilas y coloridas fachadas bordean los malecones. El patrimonio musical de la ciudad se celebra a través de numerosos monumentos y la renombrada sala de conciertos Opera Nova. Bydgoszcz ofrece una experiencia de ciudad polaca más tranquila y auténtica lejos de las multitudes de destinos más famosos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Realiza un paseo en barco por los canales de la ciudad para apreciar su única red de vías fluviales y el histórico distrito de almacenes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descubrimiento de la Costa Báltica: Aventuras Familiares en la Pomerania Polaca",
          "day": 16
        }
      ],
      "rating": 3.2
    },
    {
      "place_id": "PL::chelmno",
      "name": "Chelmno",
      "cc": "PL",
      "language": "es",
      "coords": [
        53.34861,
        18.42361
      ],
      "lat": 53.34861,
      "lon": 18.42361,
      "visits": [
        {
          "text": "Casco antiguo medieval de Chełmno perfectamente preservado.",
          "visit_duration_min": 75
        },
        {
          "text": "Basílica de la Asunción con reliquias de San Valentín.",
          "visit_duration_min": 75
        },
        {
          "text": "Ayuntamiento renacentista y panorama desde la torre.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por las murallas medievales intactas.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena en una taberna medieval.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENDEROS SECRETOS DE POLONIA",
          "day": 5
        }
      ],
      "rating": 4.9
    },
    {
      "place_id": "PL::czestochowa",
      "name": "Czestochowa",
      "cc": "PL",
      "language": "es",
      "coords": [
        50.81171,
        19.12075
      ],
      "lat": 50.81171,
      "lon": 19.12075,
      "visits": [
        {
          "text": "Monasterio de Jasna Góra y Virgen Negra, alto lugar de peregrinación.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del monasterio con tesoros religiosos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participación en un oficio o cantos religiosos.",
          "visit_duration_min": 60
        },
        {
          "text": "Ruta de los Nidos de Águila en el Jura de Cracovia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 12
        }
      ],
      "rating": 6.3
    },
    {
      "place_id": "PL::dobrzyca",
      "name": "Dobrzyca",
      "cc": "PL",
      "language": "es",
      "coords": [
        54.1667,
        16.0833
      ],
      "lat": 54.1667,
      "lon": 16.0833,
      "visits": [
        {
          "text": "Pasea por el complejo de jardines temáticos Hortulus en Dobrzyca, un lugar rebosante de colores, fragancias y maravillas hortícolas. Los niños pueden navegar por el desafiante laberinto de setos mientras los padres admiran los bellos jardines japoneses, las tranquilas fuentes de agua y los artísticos jardines de rocas. Este oasis de paz fomenta la apreciación de la belleza de la naturaleza y ofrece un refugio perfecto para familias.",
          "visit_duration_min": 75
        },
        {
          "text": "Pon a prueba tus habilidades de navegación en el Laberinto de Maíz de temporada, un enorme laberinto creado cada verano en los campos de Dobrzyca. Encontrar la salida de este rompecabezas natural proporciona diversión emocionante y un verdadero desafío para visitantes de todas las edades. El diseño del laberinto cambia cada año, a menudo incorporando sorpresas adicionales y atracciones escondidas en sus serpenteantes caminos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relájate en las cafeterías del jardín y disfruta de los parques infantiles diseñados para recreación familiar en medio de hermosos paisajes.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descubrimiento de la Costa Báltica: Aventuras Familiares en la Pomerania Polaca",
          "day": 8
        }
      ],
      "rating": 2.7
    },
    {
      "place_id": "PL::dziwnow",
      "name": "Dziwnow",
      "cc": "PL",
      "language": "es",
      "coords": [
        54.0289,
        14.7675
      ],
      "lat": 54.0289,
      "lon": 14.7675,
      "visits": [
        {
          "text": "Relájate en la hermosa y amplia playa de Dziwnów, una encantadora ciudad costera perfecta para vacaciones familiares junto al Mar Báltico. Las arenas doradas invitan a los niños a construir castillos de arena, chapotear en las olas y disfrutar de actividades de playa supervisadas durante la temporada de verano. Animaciones organizadas, competiciones y eventos mantienen entretenidos a los jóvenes visitantes durante todo el día.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el pintoresco puerto pesquero de Dziwnów, donde los cutters tradicionales y los barcos de crucero crean una atmósfera marítima auténtica. Observar a los pescadores trayendo su captura diaria ofrece una visión de las tradiciones ancestrales de las comunidades pesqueras del Báltico. El paseo del puerto ofrece agradables caminatas con vistas a los barcos que se mecen suavemente.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Disfruta de los baños de mar y las actividades de playa en este balneario familiar con excelentes instalaciones para niños.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descubrimiento de la Costa Báltica: Aventuras Familiares en la Pomerania Polaca",
          "day": 5
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "PL::frombork",
      "name": "Frombork",
      "cc": "PL",
      "language": "es",
      "coords": [
        54.35722,
        19.67972
      ],
      "lat": 54.35722,
      "lon": 19.67972,
      "visits": [
        {
          "text": "Catedral-fortaleza de Frombork donde Copérnico elaboró su teoría.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Copérnico en la torre Radziejowski.",
          "visit_duration_min": 75
        },
        {
          "text": "Planetario con espectáculo sobre el sistema heliocéntrico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por la laguna del Vístula al atardecer.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENDEROS SECRETOS DE POLONIA",
          "day": 4
        }
      ],
      "rating": 4
    },
    {
      "place_id": "PL::gdansk",
      "name": "Gdansk",
      "cc": "PL",
      "language": "es",
      "coords": [
        54.352,
        18.6466
      ],
      "lat": 54.352,
      "lon": 18.6466,
      "visits": [
        {
          "text": "Sumérgete en el magnífico casco antiguo de Gdańsk, otrora orgullo de la Liga Hanseática y hoy uno de los centros históricos más bellamente restaurados de Europa. Las coloridas casas de comerciantes que bordean el Mercado Largo y las ornamentadas fachadas de la Plaza de la Fuente de Neptuno transportan a los visitantes a la edad dorada del comercio marítimo de la ciudad. Iglesias góticas, puertas renacentistas y palacios barrocos crean un tesoro arquitectónico en cada esquina.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita Westerplatte, la península que se convirtió en un poderoso símbolo de la resistencia polaca cuando una pequeña guarnición resistió contra fuerzas alemanas abrumadoras durante siete días al inicio de la Segunda Guerra Mundial en septiembre de 1939. El monumento y museo conmemoran esta heroica defensa y marcan el lugar donde comenzó el conflicto más mortífero de la historia humana. Este conmovedor sitio ofrece profundas lecciones sobre el coraje, el sacrificio y el coste de la guerra.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre el Centro Europeo de Solidaridad, un museo de primera clase que documenta el surgimiento del movimiento sindical Solidaridad que desafió el régimen comunista y finalmente ayudó a terminar la Guerra Fría. El llamativo edificio de color óxido se encuentra en el histórico Astillero de Gdańsk donde Lech Wałęsa lideró a los trabajadores en su histórica lucha por la libertad. Las exposiciones interactivas trazan esta inspiradora historia de resistencia pacífica que cambió el mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora la medieval Puerta-Grúa (Żuraw), la mayor grúa portuaria en funcionamiento de la Europa medieval y el monumento más reconocible de Gdańsk. Esta notable estructura una vez cargaba mercancías en los barcos y ahora alberga fascinantes exposiciones del museo marítimo. El paseo marítimo a lo largo del río Motława ofrece vistas pintorescas y cruceros en barco por el corazón del histórico distrito portuario.",
          "visit_duration_min": 75
        },
        {
          "text": "Długi Targ y Puerta Dorada, corazón histórico de la ciudad hanseática.",
          "visit_duration_min": 75
        },
        {
          "text": "Basílica de Santa María, la iglesia de ladrillo más grande del mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del Ámbar para descubrir el oro del Báltico.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo de la Segunda Guerra Mundial, arquitectura contemporánea impresionante.",
          "visit_duration_min": 75
        },
        {
          "text": "Astilleros de Gdansk y monumento de Solidarność.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral de Oliwa y sus órganos monumentales barrocos.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque paisajístico de Oliwa con jardines románticos.",
          "visit_duration_min": 75
        },
        {
          "text": "Długi Targ y arquitectura hanseática colorida de Gdansk.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del Ámbar en la calle Mariacka empedrada.",
          "visit_duration_min": 75
        },
        {
          "text": "Castillo de Malbork, fortaleza teutónica colosal de ladrillo.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por la magnífica Ruta Real de Gdańsk, la ruta ceremonial donde los reyes polacos una vez desfilaron pasando las casas patricias más grandiosas de la ciudad y monumentos cívicos. Las fachadas coloridas del Pueblo Principal, portones ornamentados y frontones elegantes crean uno de los paisajes urbanos más fotogénicos de toda Europa. A pesar del extenso daño bélico, la reconstrucción meticulosa ha restaurado esta obra maestra hanseática a su gloria anterior.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el puerto histórico de Gdańsk, donde el río Motława está bordeado de almacenes medievales de ladrillo y la icónica grúa de madera que una vez cargaba barcos de carga. Este distrito atmosférico del puerto captura la esencia del próspero pasado marítimo de la ciudad como uno de los centros comerciales más importantes del Báltico. Los cruceros en barco parten regularmente, ofreciendo perspectivas únicas de la arquitectura histórica desde el agua.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Castillo de Malbork, el castillo de ladrillo más grande del mundo y un Sitio del Patrimonio Mundial de la UNESCO, fácilmente accesible como excursión de un día desde Gdańsk. Esta fortaleza masiva del siglo XIII, construida por los Caballeros Teutónicos, comprende tres complejos de castillos interconectados rodeados por múltiples muros defensivos. Los interiores extensamente restaurados albergan fascinantes colecciones de armadura medieval, ámbar y arte religioso.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre el encanto costero de Sopot, una ciudad balneario elegante que presume del muelle de madera más largo de Europa extendiéndose más de 500 metros hacia el Mar Báltico. Esta elegante ciudad spa ha atraído visitantes desde el siglo XIX con sus hermosas playas, paseos arbolados y arquitectura distintiva incluyendo la famosa Casa Torcida. La atmósfera animada y el entorno costero hacen de Sopot un escape delicioso del turismo urbano.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora Gdynia, el puerto marítimo más grande de Polonia, que creció de un pequeño pueblo pesquero a un centro marítimo moderno durante el período de entreguerras. El Museo de la Marina Polaca y los barcos de guerra preservados atracados en el puerto cuentan la historia de la herencia naval de Polonia. La arquitectura modernista de la ciudad y el paseo marítimo vibrante reflejan sus orígenes únicos del siglo XX como ciudad planificada.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado de pescado y ahumadero tradicional de Gdansk.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita de la destilería Der Lachs con historia del Goldwasser.",
          "visit_duration_min": 75
        },
        {
          "text": "Taller de fabricación de kiełbasa artesanal.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado de productores de Gdynia para productos de la bahía.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado matutino para últimas compras de especialidades.",
          "visit_duration_min": 75
        },
        {
          "text": "Brunch gastronómico en un café histórico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Realiza un crucero en barco por el río Motława para ver el histórico puerto y los astilleros desde el agua.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo por los muelles del puerto viejo y Motława.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de Goldwasser en una taberna histórica.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración del barrio moderno de Wrzeszcz.",
          "visit_duration_min": 60
        },
        {
          "text": "Crucero por la bahía de Gdansk al atardecer.",
          "visit_duration_min": 60
        },
        {
          "text": "Concierto de órgano en la catedral.",
          "visit_duration_min": 60
        },
        {
          "text": "Últimas compras de ámbar en la calle Mariacka.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena de despedida en una bodega histórica de Gdansk.",
          "visit_duration_min": 60
        },
        {
          "text": "Crucero por el puerto histórico.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de Goldwasser, licor local con escamas de oro.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita a Sopot y su muelle de madera más largo de Europa.",
          "visit_duration_min": 60
        },
        {
          "text": "Baño en las playas de arena fina del Báltico.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimenta las Tres Ciudades combinando visitas a Gdańsk, Sopot y Gdynia, tres centros urbanos distintos pero interconectados a lo largo de la costa del Báltico. Las eficientes conexiones ferroviarias enlazan estas ciudades vecinas, cada una ofreciendo su propio carácter: la medieval Gdańsk, la elegante Sopot y la marítima Gdynia. Este trío urbano proporciona una introducción integral al patrimonio báltico de Polonia y la vida costera contemporánea.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de arenques marinados en 12 variaciones.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena de mariscos bálticos en un restaurante histórico.",
          "visit_duration_min": 60
        },
        {
          "text": "Almuerzo en un bar de leche milk bar báltico.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de cervezas artesanales de Pomerania.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena de despedida con menú degustación tierra y mar.",
          "visit_duration_min": 60
        },
        {
          "text": "Taller final de degustación de vodkas artesanales.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo digestivo por el paseo marítimo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descubrimiento de la Costa Báltica: Aventuras Familiares en la Pomerania Polaca",
          "day": 14
        },
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK Y LA COSTA BÁLTICA",
          "day": 1
        },
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK Y LA COSTA BÁLTICA",
          "day": 2
        },
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK Y LA COSTA BÁLTICA",
          "day": 7
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 3
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 4
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Ciudades Medievales, Costa Báltica y Picos Montañosos",
          "day": 4
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "RUTA GASTRONÓMICA DE POLONIA",
          "day": 8
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "RUTA GASTRONÓMICA DE POLONIA",
          "day": 9
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "RUTA GASTRONÓMICA DE POLONIA",
          "day": 10
        }
      ],
      "rating": 9.2
    },
    {
      "place_id": "PL::gdynia",
      "name": "Gdynia",
      "cc": "PL",
      "language": "es",
      "coords": [
        54.51891,
        18.53144
      ],
      "lat": 54.51891,
      "lon": 18.53144,
      "visits": [
        {
          "text": "Museo de la Emigración, historia conmovedora de la partida hacia América.",
          "visit_duration_min": 75
        },
        {
          "text": "Destructor Błyskawica, buque museo de la marina polaca.",
          "visit_duration_min": 75
        },
        {
          "text": "Acuario de Gdynia para descubrir la fauna báltica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por el acantilado de Kamienna Góra con vista panorámica.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena de pescado ahumado en el puerto pesquero.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK Y LA COSTA BÁLTICA",
          "day": 4
        }
      ],
      "rating": 8.2
    },
    {
      "place_id": "PL::gniezno",
      "name": "Gniezno",
      "cc": "PL",
      "language": "es",
      "coords": [
        52.53472,
        17.5825
      ],
      "lat": 52.53472,
      "lon": 17.5825,
      "visits": [
        {
          "text": "Catedral de Gniezno, cuna de la Polonia cristiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Puertas de Gniezno, obra maestra románica en bronce.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo de los Orígenes del Estado Polaco.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Ruta de los Primeros Piast a través de pueblos históricos.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita a una granja ecológica con productos del terruño.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENDEROS SECRETOS DE POLONIA",
          "day": 6
        }
      ],
      "rating": 6.3
    },
    {
      "place_id": "PL::hel",
      "name": "Hel",
      "cc": "PL",
      "language": "es",
      "coords": [
        54.6083,
        18.8011
      ],
      "lat": 54.6083,
      "lon": 18.8011,
      "visits": [
        {
          "text": "Descubre la Península de Hel, una notable lengua de arena de 35 kilómetros que se adentra en el Mar Báltico separando la Bahía de Puck de las aguas abiertas. Esta formación geográfica única ofrece playas prístinas a ambos lados, con aguas tranquilas de la bahía en una orilla y olas del mar abierto en la otra. La encantadora ciudad pesquera de Hel en la punta de la península conserva su auténtico carácter marítimo con coloridas casitas y barcos tradicionales.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el santuario de focas Fokarium en Hel, donde los visitantes pueden observar focas grises siendo rehabilitadas antes de su liberación en la naturaleza. La estación de investigación desempeña un papel crucial en la conservación marina del Báltico y ofrece programas educativos sobre estos fascinantes mamíferos marinos. Observar a las focas nadar, jugar e interactuar proporciona momentos memorables para toda la familia.",
          "visit_duration_min": 75
        },
        {
          "text": "Faro de Hel y museo de la pesca costera.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortificaciones costeras de la Segunda Guerra Mundial.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pedalea por los pintorescos carriles bici de la península o disfruta de la experiencia única de playas que dan a dos cuerpos de agua diferentes.",
          "visit_duration_min": 60
        },
        {
          "text": "Observación de focas en el centro Fokarium.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo en bicicleta por la península estrecha entre dos mares.",
          "visit_duration_min": 60
        },
        {
          "text": "Windsurf o kitesurf en los spots reputados.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descubrimiento de la Costa Báltica: Aventuras Familiares en la Pomerania Polaca",
          "day": 12
        },
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK Y LA COSTA BÁLTICA",
          "day": 5
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "PL::kolobrzeg",
      "name": "Kolobrzeg",
      "cc": "PL",
      "language": "es",
      "coords": [
        54.1758,
        15.5833
      ],
      "lat": 54.1758,
      "lon": 15.5833,
      "visits": [
        {
          "text": "Descubre el Museo de Pesca Marítima de Niechorze, que presenta la rica historia de la pesca a lo largo de la costa báltica polaca. Los visitantes pueden examinar herramientas de pesca tradicionales, intrincadas maquetas de barcos y fascinantes exposiciones que documentan las difíciles vidas de generaciones de pescadores. Pantallas interactivas y presentaciones multimedia dan vida al patrimonio marítimo de manera atractiva y accesible.",
          "visit_duration_min": 75
        },
        {
          "text": "Sube al Faro de Niechorze para disfrutar de vistas espectaculares de la costa y el paisaje circundante. Esta distintiva torre de ladrillo rojo ha guiado a los barcos por estas aguas durante más de un siglo y ahora da la bienvenida a los visitantes para apreciar sus vistas panorámicas. El complejo del faro cuenta la historia de la navegación marítima a lo largo de esta históricamente importante ruta de navegación.",
          "visit_duration_min": 75
        },
        {
          "text": "Sumérgete en el fascinante mundo submarino del Oceanario de Kołobrzeg, donde numerosos acuarios exhiben peces exóticos, tiburones, corales vibrantes y misteriosas criaturas marinas de todo el mundo. Exposiciones interactivas y presentaciones multimedia revelan los secretos de los ecosistemas oceánicos, las amenazas ambientales y la importancia de la conservación marina. Esta aventura educativa cautiva a visitantes de todas las edades con las maravillas ocultas bajo las olas.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Museo de Armas Polacas, hogar de una impresionante colección de historia militar que abarca siglos de las fuerzas armadas polacas. Los niños pueden maravillarse con diversas armas, uniformes, vehículos militares, aviones y tanques exhibidos tanto en interiores como en áreas de exposición al aire libre. Exposiciones interactivas y presentaciones multimedia hacen que la historia sea accesible y emocionante para los jóvenes visitantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por el icónico Muelle de Kołobrzeg, que se extiende hacia el Mar Báltico ofreciendo refrescantes brisas marinas y vistas panorámicas de la costa. El faro cercano proporciona otro punto de vista desde el cual apreciar la belleza de esta histórica ciudad balneario. El paseo marítimo bulle de actividad y crea oportunidades perfectas para un memorable paseo junto al mar.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Camina por el sendero costero que conecta el faro con la playa para disfrutar de vistas panorámicas del Báltico.",
          "visit_duration_min": 60
        },
        {
          "text": "Observa espectáculos de recreación y participa en talleres educativos en el Museo de Armas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descubrimiento de la Costa Báltica: Aventuras Familiares en la Pomerania Polaca",
          "day": 6
        },
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descubrimiento de la Costa Báltica: Aventuras Familiares en la Pomerania Polaca",
          "day": 7
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "PL::koszalin",
      "name": "Koszalin",
      "cc": "PL",
      "language": "es",
      "coords": [
        54.1944,
        16.1717
      ],
      "lat": 54.1944,
      "lon": 16.1717,
      "visits": [
        {
          "text": "Vive el Salvaje Oeste en el Western Park de Ustronie Morskie, una atracción temática que transporta a los visitantes a la frontera americana. Los niños pueden conocer a vaqueros y nativos americanos, ver emocionantes espectáculos de acrobacias y aprender a disparar con arco y flecha. El parque cuenta con zonas de juego, un mini zoo y talleres de artesanía que crean recuerdos inolvidables de aventura.",
          "visit_duration_min": 75
        },
        {
          "text": "Refréscate en el Aquapark de Koszalin, el destino perfecto para diversión acuática sin importar las condiciones climáticas. Las modernas instalaciones cuentan con numerosos toboganes, piscinas de olas, ríos lentos y zonas dedicadas para los nadadores más pequeños. Los adultos pueden relajarse en saunas, jacuzzis y áreas de relajación mientras los niños chapotean y juegan con total seguridad bajo la supervisión de socorristas cualificados.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Disfruta de un día completo de atracciones acuáticas incluyendo toboganes, piscinas de olas y zonas de natación familiar.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descubrimiento de la Costa Báltica: Aventuras Familiares en la Pomerania Polaca",
          "day": 9
        }
      ],
      "rating": 3.2
    },
    {
      "place_id": "PL::krakow",
      "name": "Krakow",
      "cc": "PL",
      "language": "es",
      "coords": [
        50.06465,
        19.94498
      ],
      "lat": 50.06465,
      "lon": 19.94498,
      "visits": [
        {
          "text": "Rynek Główny, la plaza medieval más grande de Europa con el Mercado de los Paños.",
          "visit_duration_min": 75
        },
        {
          "text": "Basílica de Santa María y su retablo de Veit Stoss, obra maestra gótica.",
          "visit_duration_min": 75
        },
        {
          "text": "Colina de Wawel con el castillo real y la catedral de los reyes de Polonia.",
          "visit_duration_min": 75
        },
        {
          "text": "Minas de sal de Wieliczka, catedral subterránea esculpida en sal.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo de la fábrica de Schindler, testimonio conmovedor de la Segunda Guerra Mundial.",
          "visit_duration_min": 75
        },
        {
          "text": "Castillo de Pieskowa Skała y los acantilados del Jura cracoviano.",
          "visit_duration_min": 75
        },
        {
          "text": "Abadía benedictina de Tyniec a orillas del Vístula.",
          "visit_duration_min": 75
        },
        {
          "text": "Mañana libre para compras de recuerdos de ámbar y encaje.",
          "visit_duration_min": 75
        },
        {
          "text": "Barrio de Nowa Huta, utopía socialista convertida en patrimonio industrial.",
          "visit_duration_min": 75
        },
        {
          "text": "Rynek Główny de Cracovia, corazón palpitante de la ciudad real.",
          "visit_duration_min": 75
        },
        {
          "text": "Basílica de Santa María y su retablo de Veit Stoss.",
          "visit_duration_min": 75
        },
        {
          "text": "Colina del Wawel con castillo y catedral de los reyes.",
          "visit_duration_min": 75
        },
        {
          "text": "Minas de sal de Wieliczka, catedral subterránea esculpida.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo de la fábrica Schindler, testimonio conmovedor.",
          "visit_duration_min": 75
        },
        {
          "text": "Piérdete en la magnífica Rynek Główny de Kraków, la plaza de mercado medieval más grande de Europa y el corazón vibrante de esta querida antigua capital real. La vasta extensión empedrada, rodeada de elegantes casas adosadas, iglesias góticas y el renacentista Mercado de los Paños, pulsa con vida desde el amanecer hasta bien pasada la medianoche. Los carruajes tirados por caballos, artistas callejeros y terrazas de cafés al aire libre crean una atmósfera de elegancia europea atemporal.",
          "visit_duration_min": 75
        },
        {
          "text": "Asciende al Castillo de Wawel, la antigua sede de los reyes polacos encaramada dramáticamente sobre un afloramiento calcáreo sobre el río Vístula. Este magnífico complejo de edificios góticos y renacentistas alberga salones de estado, apartamentos privados reales y una impresionante colección de tapices flamencos y armaduras. La contigua Catedral de Wawel, lugar de coronación de monarcas polacos, contiene tumbas reales y el santuario de plata de San Estanislao.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Mercado de los Paños, la gran galería comercial renacentista que ha ocupado el centro de la plaza principal desde el siglo XIV. La planta baja mantiene su tradición comercial con puestos que venden joyas de ámbar, artesanías de madera y souvenirs polacos, mientras que la galería superior alberga una sucursal del Museo Nacional. Esta estructura icónica encarna perfectamente la prosperidad medieval de Kraków como importante centro comercial.",
          "visit_duration_min": 75
        },
        {
          "text": "Desciende a la Mina de Sal de Wieliczka, un Sitio del Patrimonio Mundial de la UNESCO justo a las afueras de Kraków donde la sal ha sido extraída continuamente desde el siglo XIII. Las cámaras subterráneas talladas completamente en sal de roca incluyen capillas ornamentadas, esculturas elaboradas e incluso un lago subterráneo, todo iluminado por candelabros de cristal también hechos de sal. Esta maravilla subterránea, que alcanza profundidades de 327 metros, muestra siglos de historia minera y logros artísticos extraordinarios.",
          "visit_duration_min": 75
        },
        {
          "text": "Rinde solemne homenaje en el Memorial y Museo de Auschwitz-Birkenau, el campo de concentración nazi más grande donde perecieron más de un millón de personas durante la Segunda Guerra Mundial. Este sitio inquietante preserva la evidencia física del genocidio a través de barracones originales, torres de vigilancia y crematorios que dan testimonio de una tragedia humana inimaginable. La experiencia, aunque emocionalmente exigente, proporciona educación histórica esencial sobre el Holocausto.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado de la Lonja de los Paños para productos del terroir cracoviano.",
          "visit_duration_min": 75
        },
        {
          "text": "Taller de confección de pierogi tradicionales.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita a una destilería artesanal de vodka con degustación.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado campesino Stary Kleparz para conocer productores locales.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita a bodegas de miel e hidromiel con degustación.",
          "visit_duration_min": 75
        },
        {
          "text": "Quesería artesanal de la región cracoviana.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por el barrio judío de Kazimierz, corazón vibrante de la cultura judía polaca.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de pierogi y żurek en una taberna tradicional.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploración de las galerías de arte contemporáneo de Podgórze.",
          "visit_duration_min": 60
        },
        {
          "text": "Concierto de música klezmer en Kazimierz.",
          "visit_duration_min": 60
        },
        {
          "text": "Ruta de los Nidos de Águila a través de castillos y paisajes kársticos.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena de despedida en una bodega abovedada del casco antiguo.",
          "visit_duration_min": 60
        },
        {
          "text": "Crucero por el Vístula al atardecer.",
          "visit_duration_min": 60
        },
        {
          "text": "Barrio judío de Kazimierz, lugares de memoria y cafés.",
          "visit_duration_min": 60
        },
        {
          "text": "Concierto de klezmer en Kazimierz.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora las murallas medievales de Kraków, entre las mejor conservadas de Europa, con sus torres defensivas y la icónica Puerta de San Florián. Estas fortificaciones una vez rodearon todo el Casco Antiguo, aunque solo quedan fragmentos hoy a lo largo del Parque Planty bordeado de árboles. La Barbacana, un imponente puesto defensivo gótico, se alza como el elemento más impresionante que sobrevive de las defensas medievales.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubre los tesoros del Museo Nacional, que alberga la mejor colección de arte de Polonia desde tiempos medievales hasta la era contemporánea. Las posesiones del museo incluyen 'La Dama del Armiño' de Leonardo da Vinci, uno de solo cuatro retratos sobrevivientes del maestro renacentista. Múltiples sucursales por la ciudad exploran artes decorativas, pintura polaca y el trabajo de artistas específicos.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación en los mejores productores de pierogi artesanales.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena en una taberna histórica de Kazimierz.",
          "visit_duration_min": 60
        },
        {
          "text": "Curso de cocina polaca tradicional.",
          "visit_duration_min": 60
        },
        {
          "text": "Food tour nocturno en los milk bar y nuevos establecimientos.",
          "visit_duration_min": 60
        },
        {
          "text": "Almuerzo gastronómico en un restaurante estrellado moderno.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo vinícola por los viñedos de Małopolska.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIA, AUSCHWITZ Y MONTES TATRAS",
          "day": 1
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIA, AUSCHWITZ Y MONTES TATRAS",
          "day": 2
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIA, AUSCHWITZ Y MONTES TATRAS",
          "day": 6
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIA, AUSCHWITZ Y MONTES TATRAS",
          "day": 7
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 7
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 8
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Ciudades Medievales, Costa Báltica y Picos Montañosos",
          "day": 8
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "RUTA GASTRONÓMICA DE POLONIA",
          "day": 1
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "RUTA GASTRONÓMICA DE POLONIA",
          "day": 2
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "RUTA GASTRONÓMICA DE POLONIA",
          "day": 4
        }
      ],
      "rating": 9.7
    },
    {
      "place_id": "PL::lancut",
      "name": "Lancut",
      "cc": "PL",
      "language": "es",
      "coords": [
        50.0675,
        22.22889
      ],
      "lat": 50.0675,
      "lon": 22.22889,
      "visits": [
        {
          "text": "Castillo de Łańcut, residencia magníficamente amueblada de los magnates.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del automóvil y de los carruajes históricos.",
          "visit_duration_min": 75
        },
        {
          "text": "Sinagoga barroca restaurada.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por el parque romántico del castillo.",
          "visit_duration_min": 60
        },
        {
          "text": "Concierto de música clásica en los salones.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENDEROS SECRETOS DE POLONIA",
          "day": 10
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "PL::leba",
      "name": "Leba",
      "cc": "PL",
      "language": "es",
      "coords": [
        54.7611,
        17.5556
      ],
      "lat": 54.7611,
      "lon": 17.5556,
      "visits": [
        {
          "text": "Maravíllate ante las dunas móviles del Parque Nacional de Słowiński, donde vastas extensiones de arenas movedizas crean un paisaje casi desértico en la costa báltica. Estas espectaculares dunas, constantemente remodeladas por el viento y las olas, se encuentran entre los fenómenos naturales más impresionantes del norte de Europa. Los senderos conducen a través de este ecosistema único donde la tierra y el mar se encuentran de manera dramática.",
          "visit_duration_min": 75
        },
        {
          "text": "Encuentra dinosaurios a tamaño real en el Parque de Dinosaurios de Łeba, donde criaturas prehistóricas animatrónicas se mueven y rugen tal como lo habrían hecho hace millones de años. El parque combina entretenimiento con educación a través de atracciones adicionales que incluyen un parque de cuerdas, mini zoo, cine 5D y emocionantes zonas de juego. Esta experiencia inmersiva estimula las jóvenes imaginaciones mientras enseña sobre el fascinante pasado prehistórico de la Tierra.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravíllate con las Dunas de Arena de Słowiński, las dunas móviles más altas de Europa, creando un paisaje desértico de otro mundo dentro del Parque Nacional Słowiński. Estas formaciones extraordinarias se desplazan aproximadamente 10 metros al año, enterrando gradualmente los bosques de pinos circundantes en su avance inexorable. Caminar por estas vastas extensiones arenosas, con el Mar Báltico brillando a la distancia, proporciona una experiencia natural verdaderamente única.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explora los únicos paisajes de dunas móviles y ecosistemas costeros del Parque Nacional de Słowiński a pie o en bicicleta.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora el Parque Nacional Słowiński, una Reserva de la Biosfera de la UNESCO que protege un ecosistema costero extraordinario de dunas cambiantes, lagos prístinos y diversos hábitats de vida silvestre. Los paisajes inusuales del parque incluyen campos de dunas, bosques costeros y humedales rebosantes de aves migratorias. Los senderos y las plataformas de observación permiten a los visitantes apreciar este ambiente dinámico donde la arena, el agua y el viento remodelan constantemente el terreno.",
          "visit_duration_min": 60
        },
        {
          "text": "Relájate en el balneario costero de Łeba, un encantador pueblo báltico que sirve como puerta de entrada a las dunas móviles. Esta antigua aldea pesquera combina las comodidades de vacaciones de playa con el carácter tradicional de la costa polaca. Las excursiones a caballo por los paisajes arenosos ofrecen una manera memorable de experimentar este entorno costero único.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descubrimiento de la Costa Báltica: Aventuras Familiares en la Pomerania Polaca",
          "day": 11
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Ciudades Medievales, Costa Báltica y Picos Montañosos",
          "day": 5
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "PL::lidzbark-warminski",
      "name": "Lidzbark Warminski",
      "cc": "PL",
      "language": "es",
      "coords": [
        54.125,
        20.58444
      ],
      "lat": 54.125,
      "lon": 20.58444,
      "visits": [
        {
          "text": "Castillo de los obispos de Warmia, fortaleza gótica desconocida.",
          "visit_duration_min": 75
        },
        {
          "text": "Basílica gótica de San Pedro y Pablo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Ruta de los castillos de Warmia a través del campo.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de productos monásticos locales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENDEROS SECRETOS DE POLONIA",
          "day": 3
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "PL::lodz",
      "name": "Lodz",
      "cc": "PL",
      "language": "es",
      "coords": [
        51.75925,
        19.45598
      ],
      "lat": 51.75925,
      "lon": 19.45598,
      "visits": [
        {
          "text": "Calle Piotrkowska, arteria de 4 km bordeada de palacios industriales.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo de Arte MS1 en un palacio textil.",
          "visit_duration_min": 75
        },
        {
          "text": "Manufaktura, complejo cultural en una antigua fábrica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita del barrio bohemio Off Piotrkowska.",
          "visit_duration_min": 60
        },
        {
          "text": "Street art en los patios industriales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 13
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "PL::malbork",
      "name": "Malbork",
      "cc": "PL",
      "language": "es",
      "coords": [
        54.0359,
        19.0283
      ],
      "lat": 54.0359,
      "lon": 19.0283,
      "visits": [
        {
          "text": "Quédate asombrado ante el Castillo de Malbork, el castillo más grande del mundo por superficie y una obra maestra Patrimonio de la Humanidad de la UNESCO de la arquitectura gótica de ladrillo medieval. Esta colosal fortaleza sirvió como cuartel general de los Caballeros Teutónicos que gobernaron vastos territorios del norte de Europa desde estos imponentes muros. El complejo del castillo incluye el Castillo Alto, el Castillo Medio y el Castillo Bajo, cada uno revelando capas de poder político medieval y devoción religiosa.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora las magníficas cámaras interiores del castillo, incluyendo el Palacio del Gran Maestre con sus impresionantes techos abovedados y las atmosféricas bodegas y pasajes que serpentean bajo la fortaleza. El museo del castillo exhibe armaduras medievales, armas y artefactos que hacen revivir vívidamente la era teutónica. Los espectáculos nocturnos de luz y sonido iluminan los muros del castillo, creando un espectáculo inolvidable contra el cielo nocturno.",
          "visit_duration_min": 75
        },
        {
          "text": "Castillo de Malbork, la fortaleza de ladrillo más grande del mundo, sede de los Caballeros Teutónicos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Recorre las extensas murallas defensivas y torres del castillo para disfrutar de vistas panorámicas sobre el río Nogat y los campos circundantes.",
          "visit_duration_min": 60
        },
        {
          "text": "Espectáculo histórico medieval en el patio del castillo.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo nocturno por las murallas iluminadas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descubrimiento de la Costa Báltica: Aventuras Familiares en la Pomerania Polaca",
          "day": 15
        },
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK Y LA COSTA BÁLTICA",
          "day": 6
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "PL::miedzyzdroje",
      "name": "Miedzyzdroje",
      "cc": "PL",
      "language": "es",
      "coords": [
        53.9308,
        14.4522
      ],
      "lat": 53.9308,
      "lon": 14.4522,
      "visits": [
        {
          "text": "Pasea por el famoso Paseo de las Estrellas de Międzyzdroje, donde las huellas de las manos de queridos actores de cine polacos están incrustadas en el pavimento como un Paseo de la Fama de Hollywood báltico. Este elegante balneario presume de una de las playas más hermosas de la costa polaca, con arena fina que se extiende bajo dramáticos acantilados costeros. El histórico muelle se adentra en el Mar Báltico, ofreciendo románticas vistas del atardecer y frescas brisas marinas.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Parque de Miniaturas del Báltico donde meticulosas maquetas a escala 1:25 muestran los monumentos más importantes de los países bálticos. Cada miniatura reproduce fielmente los detalles arquitectónicos de lugares emblemáticos, creando una fascinante lección de geografía e historia en un solo lugar encantador. El parque también cuenta con zonas de juego, un tren en miniatura e instalaciones para familias.",
          "visit_duration_min": 75
        },
        {
          "text": "Viaja a la Edad Media en el Centro de Eslavos y Vikingos de Wolin, un museo arqueológico al aire libre que recrea la vida hace más de mil años. Los visitantes pueden explorar cabañas reconstruidas, talleres y equipamiento auténtico utilizado por los pueblos eslavos y vikingos que una vez habitaron esta región. Demostraciones de artesanía, espectáculos de combate de guerreros y talleres educativos hacen revivir dramáticamente la historia antigua.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Parque Nacional de Wolin para encontrar bisontes europeos en la famosa Granja de Exhibición de Bisontes, donde estos majestuosos animales pueden observarse de cerca junto con ciervos y jabalíes. El parque cuenta con numerosos senderos, miradores panorámicos y rutas educativas que serpentean a través de bosques costeros prístinos. El Museo de Historia Natural presenta la diversa fauna y flora de la región a través de dioramas atractivos y exposiciones interactivas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Recorre los senderos educativos del Parque Nacional de Wolin para descubrir los ecosistemas únicos de esta naturaleza costera protegida.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descubrimiento de la Costa Báltica: Aventuras Familiares en la Pomerania Polaca",
          "day": 4
        }
      ],
      "rating": 3
    },
    {
      "place_id": "PL::nysa",
      "name": "Nysa",
      "cc": "PL",
      "language": "es",
      "coords": [
        50.47389,
        17.33361
      ],
      "lat": 50.47389,
      "lon": 17.33361,
      "visits": [
        {
          "text": "Basílica de Santiago y Inés, joya gótica silesia.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortificaciones barrocas y torre inclinada de Nysa.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo de instrumentos litúrgicos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploración del antiguo canal subterráneo medieval.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo por los jardines episcopales.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENDEROS SECRETOS DE POLONIA",
          "day": 7
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "PL::oswiecim",
      "name": "Oswiecim",
      "cc": "PL",
      "language": "es",
      "coords": [
        50.03492,
        19.17792
      ],
      "lat": 50.03492,
      "lon": 19.17792,
      "visits": [
        {
          "text": "Museo y memorial de Auschwitz-Birkenau, lugar de memoria esencial.",
          "visit_duration_min": 75
        },
        {
          "text": "Memorial y museo de Auschwitz-Birkenau, lugar de recogimiento esencial.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Tiempo de recogimiento y reflexión personal.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita del centro histórico de Oświęcim.",
          "visit_duration_min": 60
        },
        {
          "text": "Tiempo de reflexión personal.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIA, AUSCHWITZ Y MONTES TATRAS",
          "day": 3
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 9
        }
      ],
      "rating": 9.1
    },
    {
      "place_id": "PL::poznan",
      "name": "Poznan",
      "cc": "PL",
      "language": "es",
      "coords": [
        52.40637,
        16.92517
      ],
      "lat": 52.40637,
      "lon": 16.92517,
      "visits": [
        {
          "text": "Plaza del Mercado Viejo con el Ayuntamiento renacentista.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral de Poznań en la isla Ostrów Tumski.",
          "visit_duration_min": 75
        },
        {
          "text": "Castillo Imperial de estilo neorrománico.",
          "visit_duration_min": 75
        },
        {
          "text": "Reúnete en la magnífica Plaza del Mercado Viejo de Poznań para presenciar las famosas cabras mecánicas que emergen de la torre del reloj del Ayuntamiento cada día al mediodía para chocar cabezas doce veces. Esta querida tradición del siglo XVI atrae multitudes diariamente al corazón de una de las ciudades más antiguas e históricas de Polonia. Las casas mercantiles renacentistas circundantes con sus fachadas coloridas crean un paisaje urbano típico de Europa Central.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Ayuntamiento gótico, una obra maestra de la arquitectura renacentista que alberga el fascinante Museo de la Historia de Poznań. La elegante logia con arcadas del edificio y sus interiores ornamentados reflejan la prosperidad de este importante centro comercial durante su época dorada. Subir a la torre recompensa a los visitantes con vistas panorámicas del casco histórico y la ciudad moderna más allá.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita la Catedral de San Pedro y San Pablo en Ostrów Tumski (Isla de la Catedral), la catedral más antigua de Polonia y cuna espiritual de la nación polaca. Esta isla histórica en el río Warta alberga los restos de los primeros gobernantes de Polonia y fue testigo de la conversión del país al cristianismo en 966 d.C. Las capillas de la catedral, particularmente la Capilla Dorada que contiene tumbas reales, muestran siglos de arte religioso e historia nacional.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Espectáculo de los machos cabríos del Ayuntamiento al mediodía.",
          "visit_duration_min": 60
        },
        {
          "text": "Barrio moderno de Jeżyce, comida callejera y cafés.",
          "visit_duration_min": 60
        },
        {
          "text": "Vida nocturna estudiantil en los pubs del centro.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubre la reputación de Poznań como una vibrante ciudad universitaria con una energía juvenil que llena sus cafés, bares y centros culturales. Los numerosos estudiantes de la ciudad aportan vitalidad a las calles históricas donde las tradiciones intelectuales se remontan a siglos atrás. Esta atmósfera dinámica hace de Poznań uno de los destinos urbanos más atractivos de Polonia, más allá de sus considerables atracciones arquitectónicas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 5
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Ciudades Medievales, Costa Báltica y Picos Montañosos",
          "day": 6
        }
      ],
      "rating": 8.7
    },
    {
      "place_id": "PL::sierakow-slawienski",
      "name": "Sierakow Slawienski",
      "cc": "PL",
      "language": "es",
      "coords": [
        54.1833,
        16.4167
      ],
      "lat": 54.1833,
      "lon": 16.4167,
      "visits": [
        {
          "text": "Entra en el mundo mágico del Pueblo Hobbit de Sieraków Sławieński, una atracción única inspirada en el fantástico universo de las queridas novelas de J.R.R. Tolkien. Los niños pueden explorar casas hobbit de aspecto auténtico construidas en la ladera, participar en juegos al aire libre y unirse a talleres creativos de artesanía. Fiestas temáticas, picnics y hogueras crean una atmósfera encantadora que estimula la imaginación y la aventura.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Parque de Atracciones Pomerania en la cercana Dygowo, que ofrece atracciones para niños de todas las edades desde suaves carruseles hasta emocionantes paseos. El parque cuenta con trenes, toboganes, circuito de cuerdas y castillos hinchables junto con una zona dedicada para los más pequeños con equipamiento de juego seguro y apropiado para su edad. Animaciones organizadas, competiciones y actuaciones artísticas garantizan entretenimiento sin parar durante todo el día.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vístete cómodamente para aventuras al aire libre en el Pueblo Hobbit y prepárate para juegos de campo y actividades creativas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descubrimiento de la Costa Báltica: Aventuras Familiares en la Pomerania Polaca",
          "day": 10
        }
      ],
      "rating": 2.3
    },
    {
      "place_id": "PL::sopot",
      "name": "Sopot",
      "cc": "PL",
      "language": "es",
      "coords": [
        54.4418,
        18.5601
      ],
      "lat": 54.4418,
      "lon": 18.5601,
      "visits": [
        {
          "text": "Explora Gdynia, el miembro más joven del área metropolitana de la Triciudad, construida casi enteramente en el siglo XX como puerta de Polonia al mar. La arquitectura modernista y los amplios bulevares reflejan el optimismo de la Polonia de entreguerras, mientras el bullicioso puerto sigue siendo vital para el comercio marítimo de la nación. Barcos museo y el acuario ofrecen atracciones marítimas para visitantes curiosos.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por el legendario muelle de madera de Sopot, el más largo de su tipo en Europa, extendiéndose más de 500 metros hacia el Mar Báltico. Este elegante balneario ha atraído a ricos y famosos durante más de un siglo con sus hermosas playas, grandes hoteles y atmósfera sofisticada. El muelle ofrece románticas vistas del atardecer y la refrescante experiencia de caminar lejos sobre las centelleantes aguas del Báltico.",
          "visit_duration_min": 75
        },
        {
          "text": "Molo de Sopot, el muelle de madera más largo de Europa que se adentra en el mar.",
          "visit_duration_min": 75
        },
        {
          "text": "Casa Torcida Krzywy Domek, arquitectura surrealista única.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Recorre la elegante calle Monte Cassino en Sopot, bordeada de boutiques, galerías y cafeterías.",
          "visit_duration_min": 60
        },
        {
          "text": "Baño y relajación en la playa de arena fina.",
          "visit_duration_min": 60
        },
        {
          "text": "Compras y cafés en Monte Cassino, avenida animada.",
          "visit_duration_min": 60
        },
        {
          "text": "Noche en los bares de playa y clubes de Sopot.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descubrimiento de la Costa Báltica: Aventuras Familiares en la Pomerania Polaca",
          "day": 13
        },
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK Y LA COSTA BÁLTICA",
          "day": 3
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "PL::swidnica",
      "name": "Swidnica",
      "cc": "PL",
      "language": "es",
      "coords": [
        50.84306,
        16.49056
      ],
      "lat": 50.84306,
      "lon": 16.49056,
      "visits": [
        {
          "text": "Iglesia de la Paz, la iglesia de entramado de madera más grande de Europa, UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral de Santos Estanislao y Venceslao y su órgano monumental.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita del antiguo refugio antiatómico secreto bajo la ciudad.",
          "visit_duration_min": 60
        },
        {
          "text": "Senderismo en los montes Table con rocas extrañas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENDEROS SECRETOS DE POLONIA",
          "day": 8
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "PL::swinoujscie",
      "name": "Swinoujscie",
      "cc": "PL",
      "language": "es",
      "coords": [
        53.9103,
        14.2472
      ],
      "lat": 53.9103,
      "lon": 14.2472,
      "visits": [
        {
          "text": "Descubre la Reserva Natural de Świdwie, un paraíso para observadores de aves y entusiastas de la naturaleza ubicado en humedales prístinos cerca de Szczecin. Esta área protegida alberga notables especies de aves incluyendo grullas, cigüeñas y majestuosas águilas de cola blanca que anidan en las marismas. Senderos educativos y torres de observación proporcionan cómodas plataformas para contemplar estas magníficas criaturas en su hábitat natural.",
          "visit_duration_min": 75
        },
        {
          "text": "Asciende al Faro de Świnoujście, el faro más alto de toda la costa polaca y uno de los más altos del mundo. La subida hasta la cima presenta un desafío gratificante, con vistas panorámicas impresionantes de la ciudad, el bullicioso puerto y el interminable Mar Báltico como recompensa. Este icónico faro marítimo ha guiado a los barcos de forma segura hacia el puerto durante más de 160 años.",
          "visit_duration_min": 75
        },
        {
          "text": "Retrocede en el tiempo en el Fuerte Gerhard, donde visitas interactivas guiadas por guías con auténticos trajes de soldados del siglo XIX hacen revivir vívidamente la historia militar. Esta fortaleza bien conservada ofrece una fascinante visión de la importancia estratégica de esta ubicación costera y de los soldados que una vez la defendieron. Los túneles, murallas y emplazamientos de cañones crean una atmósfera aventurera perfecta para jóvenes exploradores.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Lago Turquesa en la cercana Wapnica, un impresionante embalse con aguas de intenso color turquesa creado en el emplazamiento de una antigua mina de cal. Este pintoresco lago ofrece senderos a través de paisajes extraordinarios donde los vibrantes colores del agua crean un espectáculo natural casi surrealista. Miradores y áreas de picnic proporcionan lugares perfectos para absorber la belleza única de esta maravilla geológica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Trae prismáticos y cámaras para capturar los diversos ecosistemas de humedales y aprender sobre la importancia ecológica de estas marismas protegidas.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorre los senderos panorámicos que rodean el Lago Turquesa para capturar fotografías únicas de sus notables aguas turquesas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descubrimiento de la Costa Báltica: Aventuras Familiares en la Pomerania Polaca",
          "day": 2
        },
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descubrimiento de la Costa Báltica: Aventuras Familiares en la Pomerania Polaca",
          "day": 3
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "PL::szczecin",
      "name": "Szczecin",
      "cc": "PL",
      "language": "es",
      "coords": [
        53.4285,
        14.5528
      ],
      "lat": 53.4285,
      "lon": 14.5528,
      "visits": [
        {
          "text": "Explora el magnífico Castillo de Szczecin, antigua residencia renacentista de los Duques de Pomerania que domina el horizonte de la ciudad. Este impresionante complejo fortificado alberga museos, salas de conciertos y patios que narran la historia del noble patrimonio de la región. Las torres del castillo ofrecen vistas panorámicas sobre el río Oder y el barrio histórico circundante.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravíllate ante la Catedral de San Jacobo, una de las iglesias góticas de ladrillo más grandes de toda la región, cuya aguja fue recientemente restaurada a su antigua gloria. El imponente interior de la catedral presenta magníficas bóvedas y arte medieval que muestran la destreza arquitectónica de los artesanos hanseáticos. Este espacio sagrado ha sido testigo de siglos de oración y devoción desde la Edad Media.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira la galardonada Sala Filarmónica, un impresionante edificio contemporáneo inaugurado en 2015 que ha ganado reconocimiento internacional tanto por su arquitectura como por su excepcional acústica. La fachada angular blanca del edificio crea un contraste llamativo con las estructuras históricas de la ciudad y representa el renacimiento cultural moderno de Polonia. Melómanos de toda Europa vienen a disfrutar de actuaciones en esta obra maestra acústica.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por la Hakenterrasse (Wały Chrobrego), un magnífico conjunto de edificios de principios del siglo XX situados sobre el río Oder. Este elegante paseo ofrece vistas espectaculares del paseo marítimo, el puerto y los barcos que pasan por debajo. Los jardines en terrazas y la arquitectura monumental crean uno de los panoramas más fotografiados de toda Pomerania.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pon a prueba tu agilidad en el Parque de Cuerdas Tarzania, donde varios circuitos con diferentes niveles de dificultad permiten a visitantes de todas las edades desafiarse entre las copas de los árboles.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita el Museo de Tecnología y Comunicación para descubrir coches antiguos, motocicletas, tranvías y equipos informáticos históricos con exposiciones interactivas prácticas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descubrimiento de la Costa Báltica: Aventuras Familiares en la Pomerania Polaca",
          "day": 1
        }
      ],
      "rating": 5.1
    },
    {
      "place_id": "PL::torun",
      "name": "Torun",
      "cc": "PL",
      "language": "es",
      "coords": [
        53.01379,
        18.59844
      ],
      "lat": 53.01379,
      "lon": 18.59844,
      "visits": [
        {
          "text": "Casco Antiguo de Toruń, ciudad medieval perfectamente conservada.",
          "visit_duration_min": 75
        },
        {
          "text": "Casa natal de Copérnico y planetarium.",
          "visit_duration_min": 75
        },
        {
          "text": "Ayuntamiento gótico con vista panorámica.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por el Casco Antiguo de Toruń, declarado Patrimonio Mundial por la UNESCO, uno de los centros urbanos medievales mejor preservados de Europa y lugar de nacimiento del astrónomo Nicolás Copérnico. La arquitectura gótica de ladrillo, las calles serpenteantes de adoquines y las plazas atmosféricas transportan a los visitantes de vuelta a la próspera era hanseática. Este paisaje urbano medieval notablemente intacto ofrece una visión auténtica del rico pasado mercantil de Polonia.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Museo Casa de Copérnico, dedicado al hijo más famoso de Toruń quien revolucionó nuestro entendimiento del universo. Esta casa de comerciante gótica reconstruida donde nació Copérnico en 1473 exhibe mobiliario de época, instrumentos astronómicos y exposiciones sobre su revolucionaria teoría heliocéntrica. El museo da vida al mundo que moldeó una de las mentes científicas más grandes de la historia.",
          "visit_duration_min": 75
        },
        {
          "text": "Admira el Ayuntamiento Gótico que domina el Rynek Staromiejski, una magnífica estructura del siglo XIV considerada uno de los mejores ejemplos de arquitectura cívica medieval en Europa Central. La torre elevada del edificio ofrece vistas panorámicas a través del Casco Antiguo de techos rojos hasta el río Vístula más allá. Adentro, el Museo Regional muestra la herencia artística y cultural de Toruń a través de los siglos.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del Pan de Jengibre con taller de elaboración.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita de la fábrica Kopernik, pan de jengibre desde 1763.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Degustación del pan de jengibre de Toruń, especialidad ancestral.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo nocturno por las murallas medievales.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubre la Torre Inclinada de Toruń, una curiosa fortificación medieval que se inclina notablemente debido a su construcción en terreno inestable. La leyenda afirma que la torre fue construida por un Caballero Teutónico como penitencia, aunque su inclinación probablemente resultó del suelo blando debajo. Este punto de referencia peculiar ahora alberga una taberna encantadora donde los visitantes pueden experimentar los ángulos inusuales de primera mano.",
          "visit_duration_min": 60
        },
        {
          "text": "Camina por la Ruta Real siguiendo el sendero una vez tomado por los reyes polacos durante sus visitas ceremoniales a esta próspera ciudad comercial. Esta vía procesional histórica pasa por las iglesias góticas más grandiosas, casas de comerciantes y edificios cívicos que hicieron de Toruń una de las ciudades más ricas en la Polonia medieval. La ruta proporciona un marco excelente para explorar los puntos arquitectónicos destacados del Casco Antiguo.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de panes de jengibre artesanales variados.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena medieval en una cueva gótica.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 2
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Ciudades Medievales, Costa Báltica y Picos Montañosos",
          "day": 3
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "RUTA GASTRONÓMICA DE POLONIA",
          "day": 7
        }
      ],
      "rating": 9.4
    },
    {
      "place_id": "PL::tykocin",
      "name": "Tykocin",
      "cc": "PL",
      "language": "es",
      "coords": [
        53.20417,
        22.76861
      ],
      "lat": 53.20417,
      "lon": 22.76861,
      "visits": [
        {
          "text": "Sinagoga barroca de Tykocin, una de las más bellas de Polonia.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia barroca de la Trinidad y su monasterio.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo judío en el antiguo talmud torah.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por el pueblo preservado a orillas del Narew.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de miel de bosque en casa de un apicultor local.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENDEROS SECRETOS DE POLONIA",
          "day": 2
        }
      ],
      "rating": 5.1
    },
    {
      "place_id": "PL::warsaw",
      "name": "Warsaw",
      "cc": "PL",
      "language": "es",
      "coords": [
        52.22968,
        21.01223
      ],
      "lat": 52.22968,
      "lon": 21.01223,
      "visits": [
        {
          "text": "Casco Antiguo de Varsovia reconstruido después de la guerra, milagro UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Castillo Real y Plaza del Castillo con su columna de Segismundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del Levantamiento para entender la historia reciente.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo POLIN de historia de los judíos polacos.",
          "visit_duration_min": 75
        },
        {
          "text": "Palacio Wilanów y sus jardines barrocos.",
          "visit_duration_min": 75
        },
        {
          "text": "Palacio de la Cultura y las Ciencias, panorama sobre Varsovia moderna.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Nacional y colección de arte polaco.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora el Casco Antiguo de Varsovia meticulosamente reconstruido, un Sitio del Patrimonio Mundial de la UNESCO que se erige como un testimonio extraordinario de la resistencia polaca. Después de sufrir más del 85% de destrucción durante la Segunda Guerra Mundial, la ciudad fue pacientemente reconstruida por sus ciudadanos decididos. La encantadora plaza del mercado y las calles circundantes ahora muestran la belleza arquitectónica que una vez caracterizó a esta capital histórica.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Castillo Real, la antigua residencia oficial de los monarcas polacos magníficamente restaurada a su esplendor barroco. Este gran palacio con vista a la Plaza del Castillo contiene salones de estado lujosamente decorados, apartamentos reales y una impresionante colección de pinturas y artes decorativas. El castillo sirve tanto como museo como símbolo de la herencia real de Polonia.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubre el Museo del Levantamiento de Varsovia, un tributo innovador y profundamente conmovedor al levantamiento de 1944 contra la ocupación nazi. A través de exhibiciones inmersivas, artefactos auténticos y presentaciones multimedia, este museo galardonado cuenta la historia de la lucha de 63 días que moldeó la identidad polaca moderna. La experiencia proporciona contexto esencial para entender la destrucción bélica de Varsovia y su posterior renacimiento.",
          "visit_duration_min": 75
        },
        {
          "text": "Pasea por el Parque Łazienki, el parque más grande y hermoso de Varsovia que presenta el encantador Palacio en la Isla reflejado en aguas tranquilas. Esta residencia real de verano del siglo XVIII, rodeada de jardines cuidados, pavos reales y esculturas clásicas, ofrece un escape sereno de la exploración urbana. Los paisajes románticos del parque y la arquitectura neoclásica lo convierten en favorito tanto de locales como visitantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Recorre el Palacio de Wilanów, a menudo llamado el Versailles polaco, una exquisita residencia real barroca ubicada entre jardines formales en las afueras de la ciudad. Construido como retiro de verano para el Rey Juan III Sobieski, el palacio muestra interiores opulentos, mobiliario de época y una extraordinaria colección de arte europeo. Los jardines italianos e ingleses circundantes proporcionan un marco pintoresco para paseos tranquilos.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Hala Mirowska, templo de los productos frescos varsoviano.",
          "visit_duration_min": 75
        },
        {
          "text": "Pastelería Blikle para pączki legendarios desde 1869.",
          "visit_duration_min": 75
        },
        {
          "text": "Bar de leche milk bar tradicional para żurek y pierogi populares.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del Vodka Polaco con degustación comparativa.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita a una cervecería artesanal varsoviana.",
          "visit_duration_min": 75
        },
        {
          "text": "Ciudad Vieja de Varsovia, reconstrucción minuciosa declarada Patrimonio de la UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Château Royal con sus suntuosos interiores restaurados.",
          "visit_duration_min": 75
        },
        {
          "text": "Plaza del Mercado Rynek Starego Miasta y estatua de la Sirena.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del Alzamiento de Varsovia, homenaje a los héroes de 1944.",
          "visit_duration_min": 75
        },
        {
          "text": "Palacio de la Cultura y las Ciencias, rascacielos estaliniano emblemático.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Chopin interactivo para sumergirse en el universo del compositor.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo POLIN de historia de los judíos polacos, arquitectura moderna notable.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Łazienki con el Palacio sobre el Agua y sus jardines románticos.",
          "visit_duration_min": 75
        },
        {
          "text": "Palacio Wilanów, Versalles polaco con jardines a la francesa.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo Nacional con colección de pintura polaca.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo de Arte Moderno con exposiciones vanguardistas.",
          "visit_duration_min": 75
        },
        {
          "text": "Cementerio Powązki, panteón de las personalidades polacas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Paseo por la Vía Real hasta el Palacio Łazienki.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena en una taberna tradicional del centro.",
          "visit_duration_min": 60
        },
        {
          "text": "Barrio de Praga y street art.",
          "visit_duration_min": 60
        },
        {
          "text": "Compras finales en el mercado Hala Mirowska.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena de despedida en un restaurante gastronómico moderno.",
          "visit_duration_min": 60
        },
        {
          "text": "Paseo nocturno a lo largo del Vístula iluminado.",
          "visit_duration_min": 60
        },
        {
          "text": "Pasea por el distrito de la Ciudad Nueva de Varsovia para experimentar el lado más contemporáneo de la ciudad con cafés de moda, boutiques y vida callejera vibrante. Aunque históricamente la parte 'nueva' de la ciudad medieval, esta área ofrece una atmósfera diferente del Casco Antiguo reconstruido. La mezcla de edificios restaurados y energía moderna captura el carácter dinámico de Varsovia.",
          "visit_duration_min": 60
        },
        {
          "text": "Food tour en el barrio de Praga orilla derecha.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena en un restaurante de nueva cocina polaca.",
          "visit_duration_min": 60
        },
        {
          "text": "Taller de elaboración de bigos y gołąbki.",
          "visit_duration_min": 60
        },
        {
          "text": "Recorrido de bares en los vodka bars de Nowy Świat.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de pączki en la legendaria pastelería Blikle.",
          "visit_duration_min": 60
        },
        {
          "text": "Concierto de Chopin en el parque Łazienki.",
          "visit_duration_min": 60
        },
        {
          "text": "Barrio de moda de Praga, arte callejero y cafés alternativos.",
          "visit_duration_min": 60
        },
        {
          "text": "Vida nocturna en los bares de vodka de Pawilony.",
          "visit_duration_min": 60
        },
        {
          "text": "Compras modernas en Złote Tarasy y Nowy Świat.",
          "visit_duration_min": 60
        },
        {
          "text": "Mercado de productores Hala Mirowska para productos locales.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación final de cocina polaca moderna.",
          "visit_duration_min": 60
        },
        {
          "text": "Vista panorámica desde la azotea de la Universidad.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 1
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 14
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 15
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Ciudades Medievales, Costa Báltica y Picos Montañosos",
          "day": 2
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "RUTA GASTRONÓMICA DE POLONIA",
          "day": 5
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "RUTA GASTRONÓMICA DE POLONIA",
          "day": 6
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSOVIA, FÉNIX RENACIENTE",
          "day": 1
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSOVIA, FÉNIX RENACIENTE",
          "day": 2
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSOVIA, FÉNIX RENACIENTE",
          "day": 3
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSOVIA, FÉNIX RENACIENTE",
          "day": 4
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSOVIA, FÉNIX RENACIENTE",
          "day": 5
        }
      ],
      "rating": 10
    },
    {
      "place_id": "PL::wroclaw",
      "name": "Wroclaw",
      "cc": "PL",
      "language": "es",
      "coords": [
        51.10788,
        17.03854
      ],
      "lat": 51.10788,
      "lon": 17.03854,
      "visits": [
        {
          "text": "Rynek de Wrocław con sus casas coloridas y Ayuntamiento gótico.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral de San Juan Bautista en la isla Ostrów Tumski.",
          "visit_duration_min": 75
        },
        {
          "text": "Panorama de Racławice, fresco circular monumental.",
          "visit_duration_min": 75
        },
        {
          "text": "Explora la impresionante Plaza del Mercado de Wrocław, una de las más grandes y hermosas de Europa, rodeada de elegantes casas adosadas que muestran siglos de estilos arquitectónicos. El ornamentado Ayuntamiento gótico domina este vasto espacio público donde locales y visitantes se reúnen en cafés al aire libre para disfrutar de la atmósfera vibrante. Con más de 100 parques y espacios verdes, Wrocław se encuentra entre las ciudades más verdes de Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Busca los famosos enanos de bronce de Wrocław, más de 300 pequeñas esculturas caprichosas esparcidas por las calles de la ciudad, cada una con su propio carácter e historia. Este querido proyecto de arte urbano comenzó como simbolismo anticomunista y evolucionó hacia una encantadora búsqueda del tesoro por toda la ciudad. Las figuras pintorescas aparecen en lugares inesperados, deleitando a los visitantes que se topan con estos diminutos habitantes de bronce.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita el Panorama de Racławice, una pintura monumental de 360 grados que representa la batalla de 1794 donde las fuerzas campesinas polacas derrotaron al ejército ruso. Este enorme lienzo circular, que mide 15 por 114 metros, sumerge a los espectadores en la escena dramática a través de técnicas innovadoras de presentación del siglo XIX. El viaje de la pintura, escondida durante los tiempos comunistas, añade otra capa a su significado histórico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caza de los enanos krasnale, mascota de la ciudad.",
          "visit_duration_min": 60
        },
        {
          "text": "Barrio de las Cuatro Denominaciones y arquitectura multicultural.",
          "visit_duration_min": 60
        },
        {
          "text": "Navega por el río Oder para apreciar la posición única de Wrocław a través de más de 100 puentes que conectan sus numerosas islas. Los cursos de agua y puentes de la ciudad crean vistas románticas en cada esquina, particularmente hermosas cuando se iluminan por la noche. Esta geografía acuática hizo que Wrocław fuera comparada con Venecia y Ámsterdam, aunque su carácter sigue siendo distintivamente centroeuropeo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 6
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Ciudades Medievales, Costa Báltica y Picos Montañosos",
          "day": 7
        }
      ],
      "rating": 9.8
    },
    {
      "place_id": "PL::zakopane",
      "name": "Zakopane",
      "cc": "PL",
      "language": "es",
      "coords": [
        49.29918,
        19.94957
      ],
      "lat": 49.29918,
      "lon": 19.94957,
      "visits": [
        {
          "text": "Krupówki, arteria animada con arquitectura de montaña tradicional góralska.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia de madera de Jaszczurówka, joya de la arquitectura Zakopane.",
          "visit_duration_min": 75
        },
        {
          "text": "Museo del estilo Zakopane para comprender la identidad montañesa.",
          "visit_duration_min": 75
        },
        {
          "text": "Valle de Kościeliska, senderismo en un paisaje de cuentos con cascadas.",
          "visit_duration_min": 75
        },
        {
          "text": "Lago Morskie Oko, perla de los Tatras engarzada en las montañas.",
          "visit_duration_min": 75
        },
        {
          "text": "Krupówki, calle animada al pie de los Tatras.",
          "visit_duration_min": 75
        },
        {
          "text": "Iglesia de madera de Jaszczurówka, arquitectura montañesa.",
          "visit_duration_min": 75
        },
        {
          "text": "Lago Morskie Oko, perla alpina engarzada en las montañas.",
          "visit_duration_min": 75
        },
        {
          "text": "Valle de Kościeliska con sus cascadas y cuevas.",
          "visit_duration_min": 75
        },
        {
          "text": "Llega a Zakopane, el principal resort de montaña de Polonia ubicado al pie de las espectaculares Montañas Tatra. Esta ciudad encantadora, conocida como la capital invernal de Polonia, cautiva a los visitantes con su distintiva arquitectura de madera, vibrante cultura montañesa y paisajes alpinos impresionantes. La calle principal peatonal bordeada de edificios tradicionales de madera muestra el estilo regional único que se desarrolló en esta comunidad montañesa aislada.",
          "visit_duration_min": 75
        },
        {
          "text": "Asciende la Montaña Gubałówka en funicular para disfrutar de vistas panorámicas impresionantes de Zakopane y los dramáticos picos de los Tatras. La cresta de la cumbre ofrece senderos fáciles para caminar, puestos de souvenirs que venden artesanías locales, y comida tradicional de montañeses para degustar mientras contemplas las vistas de la montaña. En días despejados, la silueta dentada de los Altos Tatras crea un telón de fondo alpino inolvidable.",
          "visit_duration_min": 75
        },
        {
          "text": "Camina hasta Morskie Oko, el lago de montaña más grande y hermoso de Polonia, situado en un circo glacial rodeado de imponentes picos de granito. El sendero de 7.7 kilómetros a través del Parque Nacional Tatra pasa por arroyos en cascada y bosques vírgenes de pinos antes de revelar las aguas cristalinas que reflejan las paredes rocosas verticales. Esta maravilla natural icónica, cuyo nombre significa 'Ojo del Mar', representa la experiencia quintesencial de los Tatras.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita a una granja productora de oscypek con demostración.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado montañés de Krupówki para especialidades góralskie.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Teleférico hasta la cumbre de Kasprowy Wierch para panoramas alpinos.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de oscypek a la parrilla y żubrówka en el mercado.",
          "visit_duration_min": 60
        },
        {
          "text": "Baño o relajación en las termas de Zakopane.",
          "visit_duration_min": 60
        },
        {
          "text": "Teleférico hasta la cumbre de Kasprowy Wierch.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de oscypek asado y platos montañeses.",
          "visit_duration_min": 60
        },
        {
          "text": "Baños termales bajo las estrellas.",
          "visit_duration_min": 60
        },
        {
          "text": "Senderismo panorámico en los Tatras.",
          "visit_duration_min": 60
        },
        {
          "text": "Toma el teleférico hasta Kasprowy Wierch, a 1,987 metros uno de los picos altos más accesibles de los Tatras polacos. La cumbre se extiende sobre la frontera polaco-eslovaca, ofreciendo perspectivas hacia ambos países desde su mirador rocoso. En invierno, el excelente esquí atrae multitudes a la estación de esquí más alta de Polonia, mientras que el verano trae excursionistas a los senderos alpinos que se extienden desde el pico.",
          "visit_duration_min": 60
        },
        {
          "text": "Explora el Parque Nacional Tatra, una Reserva de la Biosfera de la UNESCO que protege el único paisaje alpino de Polonia y las montañas más altas del país. El paisaje dramático del parque incluye valles glaciales, lagos de montaña, cascadas y flora endémica que no se encuentra en ningún otro lugar del mundo. Ya sea caminando por senderos desafiantes o simplemente admirando las vistas, los Tatras proporcionan las experiencias naturales más espectaculares de Polonia.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de oscypek a la parrilla con mermelada de arándanos rojos.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena en una karczma montañesa auténtica.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustación de licores de montaña y żubrówka.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIA, AUSCHWITZ Y MONTES TATRAS",
          "day": 4
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACOVIA, AUSCHWITZ Y MONTES TATRAS",
          "day": 5
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 10
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "LO IMPRESCINDIBLE DE POLONIA EN 15 DÍAS",
          "day": 11
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polonia Completa: Ciudades Medievales, Costa Báltica y Picos Montañosos",
          "day": 9
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "RUTA GASTRONÓMICA DE POLONIA",
          "day": 3
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "PL::zalipie",
      "name": "Zalipie",
      "cc": "PL",
      "language": "es",
      "coords": [
        50.22472,
        20.85472
      ],
      "lat": 50.22472,
      "lon": 20.85472,
      "visits": [
        {
          "text": "Pueblo pintado de Zalipie, casas de campo cubiertas de motivos florales.",
          "visit_duration_min": 75
        },
        {
          "text": "Casa-museo de Felicja Curyłowa, artista local.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Taller de pintura floral tradicional sobre papel.",
          "visit_duration_min": 60
        },
        {
          "text": "Encuentro con los artesanos del pueblo.",
          "visit_duration_min": 60
        },
        {
          "text": "Cena en casa de lugareños con cocina campesina.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "SENDEROS SECRETOS DE POLONIA",
          "day": 9
        }
      ],
      "rating": 5.1
    }
  ]
}