{
  "version": 1,
  "country": "pl",
  "language": "pt",
  "places": [
    {
      "place_id": "PL::bialowieza",
      "name": "Bialowieza",
      "cc": "PL",
      "language": "pt",
      "coords": [
        52.70134,
        23.84748
      ],
      "lat": 52.70134,
      "lon": 23.84748,
      "visits": [
        {
          "text": "Floresta de Białowieża, última floresta primária da Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu do Parque Nacional e centro de criação de bisões.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhada guiada em busca dos bisões selvagens.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CAMINHOS SECRETOS DA POLÓNIA",
          "day": 1
        }
      ],
      "rating": 8
    },
    {
      "place_id": "PL::bialystok",
      "name": "Bialystok",
      "cc": "PL",
      "language": "pt",
      "coords": [
        53.1325,
        23.1688
      ],
      "lat": 53.1325,
      "lon": 23.1688,
      "visits": [
        {
          "text": "Maravilhe-se com o Palácio Branicki, frequentemente chamado de 'Versalhes do Norte', uma impressionante residência barroca cercada por jardins franceses meticulosamente mantidos. Este palácio aristocrático do século XVIII apresenta interiores ornamentados, escadarias grandiosas e belos jardins completos com fontes e sebes esculpidas. O palácio agora serve como universidade de medicina, mas permanece aberto para visitas guiadas.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite a Igreja Ortodoxa dos Santos Pedro e Paulo, um exemplo impressionante de arquitetura religiosa influenciada pelo estilo bizantino que reflete a herança multicultural da região. As cúpulas distintas da igreja e o interior ricamente decorado mostram as tradições ortodoxas que floresceram no nordeste da Polônia por séculos. Este marco espiritual oferece uma visão da diversa tapeçaria religiosa da região fronteiriça.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relaxe no Parque da Cidade de Białystok, um dos parques urbanos mais antigos e belos da Polônia, perfeito para um passeio tranquilo à tarde ou um piquenique. As avenidas arborizadas do parque, lagos ornamentais e monumentos históricos criam um oásis verde tranquilo no coração da cidade. Este querido local de encontro oferece um vislumbre da vida polonesa cotidiana longe das rotas turísticas típicas.",
          "visit_duration_min": 60
        },
        {
          "text": "Aventure-se na floresta primitiva de Białowieża, uma das últimas florestas antigas remanescentes na Europa e Patrimônio Mundial da UNESCO que se estende pela fronteira polonesa-bielorrussa. Esta floresta notável abriga bisões europeus raros, linces, alces e incontáveis outras espécies em um ecossistema virtualmente inalterado por milênios. Santuários de vida selvagem, centros educacionais e trilhas florestais permitem aos visitantes experimentar este tesouro natural único.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polônia Completa: Cidades Medievais, Costa Báltica e Picos Montanhosos",
          "day": 1
        }
      ],
      "rating": 6.7
    },
    {
      "place_id": "PL::bydgoszcz",
      "name": "Bydgoszcz",
      "cc": "PL",
      "language": "pt",
      "coords": [
        53.1235,
        18.0084
      ],
      "lat": 53.1235,
      "lon": 18.0084,
      "visits": [
        {
          "text": "Descubra Bydgoszcz (antigamente Bromberg), uma cidade encantadora onde cursos de água serpenteiam pelo centro histórico criando uma paisagem urbana única frequentemente chamada de Pequena Berlim. A pitoresca Ilha do Moinho (Wyspa Młyńska) apresenta celeiros restaurados, pontes elegantes e canais tranquilos que convidam à exploração relaxada. Esta antiga cidade prussiana combina influências arquitetónicas alemãs e polacas no seu bem preservado bairro histórico.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeie ao longo da frente ribeirinha do rio Brda, onde históricos celeiros de tijolo vermelho se refletem nas águas calmas e fachadas coloridas ladeiam os cais. A herança musical da cidade é celebrada através de numerosos monumentos e da renomada sala de concertos Opera Nova. Bydgoszcz oferece uma experiência mais tranquila e autêntica de cidade polaca longe das multidões de destinos mais famosos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Faça um passeio de barco pelos canais da cidade para apreciar a sua rede única de vias navegáveis e o histórico bairro dos armazéns",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descoberta da Costa Báltica: Aventuras em Família na Pomerânia Polaca",
          "day": 16
        }
      ],
      "rating": 3.2
    },
    {
      "place_id": "PL::chelmno",
      "name": "Chelmno",
      "cc": "PL",
      "language": "pt",
      "coords": [
        53.34861,
        18.42361
      ],
      "lat": 53.34861,
      "lon": 18.42361,
      "visits": [
        {
          "text": "Cidade velha medieval de Chełmno perfeitamente preservada.",
          "visit_duration_min": 75
        },
        {
          "text": "Basílica da Assunção com relíquias de São Valentim.",
          "visit_duration_min": 75
        },
        {
          "text": "Prefeitura renascentista e panorama desde a torre.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhada sobre as muralhas medievais intactas.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar numa taverna medieval.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CAMINHOS SECRETOS DA POLÓNIA",
          "day": 5
        }
      ],
      "rating": 4.9
    },
    {
      "place_id": "PL::czestochowa",
      "name": "Czestochowa",
      "cc": "PL",
      "language": "pt",
      "coords": [
        50.81171,
        19.12075
      ],
      "lat": 50.81171,
      "lon": 19.12075,
      "visits": [
        {
          "text": "Mosteiro de Jasna Góra e Virgem Negra, alto lugar de peregrinação.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu do mosteiro com tesouros religiosos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Participação em um ofício ou cantos religiosos.",
          "visit_duration_min": 60
        },
        {
          "text": "Rota dos Ninhos de Águia no Jura cracoviano.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 12
        }
      ],
      "rating": 6.3
    },
    {
      "place_id": "PL::dobrzyca",
      "name": "Dobrzyca",
      "cc": "PL",
      "language": "pt",
      "coords": [
        54.1667,
        16.0833
      ],
      "lat": 54.1667,
      "lon": 16.0833,
      "visits": [
        {
          "text": "Passeie pelo complexo de jardins temáticos Hortulus em Dobrzyca, um lugar repleto de cores, fragrâncias e maravilhas hortícolas. As crianças podem navegar pelo desafiante labirinto de sebes enquanto os pais admiram os belamente desenhados jardins japoneses, os tranquilos espelhos de água e os artísticos jardins de rochas. Este oásis de paz desenvolve o apreço pela beleza da natureza e oferece um retiro familiar perfeito.",
          "visit_duration_min": 75
        },
        {
          "text": "Teste as suas capacidades de navegação no Labirinto de Milho sazonal, um enorme labirinto criado cada verão nos campos de Dobrzyca. Encontrar a saída deste puzzle natural proporciona diversão emocionante e um genuíno desafio para visitantes de todas as idades. O design do labirinto muda todos os anos, frequentemente incorporando surpresas adicionais e atrações escondidas nos seus caminhos sinuosos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Relaxe nos cafés do jardim e desfrute dos parques infantis concebidos para recreação familiar entre paisagens belíssimas",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descoberta da Costa Báltica: Aventuras em Família na Pomerânia Polaca",
          "day": 8
        }
      ],
      "rating": 2.7
    },
    {
      "place_id": "PL::dziwnow",
      "name": "Dziwnow",
      "cc": "PL",
      "language": "pt",
      "coords": [
        54.0289,
        14.7675
      ],
      "lat": 54.0289,
      "lon": 14.7675,
      "visits": [
        {
          "text": "Relaxe na bela e ampla praia de Dziwnów, uma encantadora vila costeira perfeita para férias em família junto ao Mar Báltico. As areias douradas convidam as crianças a construir castelos de areia, chapinhar nas ondas e desfrutar de atividades de praia supervisionadas durante a época de verão. Animações organizadas, competições e eventos mantêm os jovens visitantes entretidos ao longo de todo o dia.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o pitoresco porto piscatório de Dziwnów, onde embarcações tradicionais e navios de cruzeiro criam uma atmosfera marítima autêntica. Observar os pescadores a descarregar a sua captura diária oferece um vislumbre das tradições centenárias das comunidades piscatórias do Báltico. O passeio do porto proporciona agradáveis caminhadas com vistas dos barcos a baloiçar suavemente no porto.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Desfrute de banhos de mar e atividades de praia nesta estância familiar com excelentes instalações para crianças",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descoberta da Costa Báltica: Aventuras em Família na Pomerânia Polaca",
          "day": 5
        }
      ],
      "rating": 2.4
    },
    {
      "place_id": "PL::frombork",
      "name": "Frombork",
      "cc": "PL",
      "language": "pt",
      "coords": [
        54.35722,
        19.67972
      ],
      "lat": 54.35722,
      "lon": 19.67972,
      "visits": [
        {
          "text": "Catedral-fortaleza de Frombork onde Copérnico elaborou sua teoria.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu Copérnico na torre Radziejowski.",
          "visit_duration_min": 75
        },
        {
          "text": "Planetário com espetáculo sobre o sistema heliocêntrico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeio na laguna do Vístula ao pôr do sol.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CAMINHOS SECRETOS DA POLÓNIA",
          "day": 4
        }
      ],
      "rating": 4
    },
    {
      "place_id": "PL::gdansk",
      "name": "Gdansk",
      "cc": "PL",
      "language": "pt",
      "coords": [
        54.352,
        18.6466
      ],
      "lat": 54.352,
      "lon": 18.6466,
      "visits": [
        {
          "text": "Mergulhe na magnífica Cidade Velha de Gdańsk, outrora o orgulho da Liga Hanseática e hoje um dos centros históricos mais belamente restaurados da Europa. As coloridas casas de mercadores que ladeiam o Mercado Longo e as fachadas ornadas da Praça da Fonte de Neptuno transportam os visitantes para a era dourada do comércio marítimo da cidade. Igrejas góticas, portões renascentistas e palácios barrocos criam um tesouro arquitetónico a cada esquina.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite Westerplatte, a península que se tornou um poderoso símbolo da resistência polaca quando uma pequena guarnição resistiu a forças alemãs esmagadoras durante sete dias no início da Segunda Guerra Mundial em setembro de 1939. O monumento e museu comemoram esta defesa heroica e assinalam o local onde começou o conflito mais mortífero da história humana. Este local comovente oferece lições profundas sobre coragem, sacrifício e os custos da guerra.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra o Centro Europeu de Solidariedade, um museu de classe mundial que documenta a ascensão do movimento sindical Solidariedade que desafiou o regime comunista e acabou por ajudar a terminar a Guerra Fria. O marcante edifício cor de ferrugem ergue-se no histórico Estaleiro de Gdańsk onde Lech Wałęsa liderou os trabalhadores na sua luta histórica pela liberdade. Exposições interativas traçam esta inspiradora história de resistência pacífica que mudou o mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o medieval Portão do Guindaste (Żuraw), o maior guindaste portuário funcional da Europa medieval e o marco mais reconhecível de Gdańsk. Esta notável estrutura carregava outrora mercadorias para os navios e agora abriga fascinantes exposições de museu marítimo. A frente ribeirinha ao longo do rio Motława oferece vistas pitorescas e cruzeiros de barco através do coração do distrito portuário histórico.",
          "visit_duration_min": 75
        },
        {
          "text": "Długi Targ e Porta Dourada, coração histórico da cidade hanseática.",
          "visit_duration_min": 75
        },
        {
          "text": "Basílica de Santa Maria, maior igreja de tijolo do mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu do Âmbar para descobrir o ouro do Báltico.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu da Segunda Guerra Mundial, arquitetura contemporânea impressionante.",
          "visit_duration_min": 75
        },
        {
          "text": "Estaleiros de Gdansk e monumento de Solidarność.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral de Oliwa e seus órgãos monumentais barrocos.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque paisagístico de Oliwa com jardins românticos.",
          "visit_duration_min": 75
        },
        {
          "text": "Długi Targ e arquitetura hanseática colorida de Gdansk.",
          "visit_duration_min": 75
        },
        {
          "text": "Basílica de Santa Maria, a maior igreja de tijolo do mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu do Âmbar na rua Mariacka pavimentada.",
          "visit_duration_min": 75
        },
        {
          "text": "Castelo de Malbork, fortaleza teutônica colossal de tijolo.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeie pela magnífica Rota Real de Gdańsk, a rota cerimonial onde os reis poloneses uma vez desfilaram passando pelas casas patrícias mais grandiosas da cidade e monumentos cívicos. As fachadas coloridas, portais ornamentados e empenas elegantes da Cidade Principal criam uma das paisagens urbanas mais fotogênicas de toda a Europa. Apesar dos extensos danos de guerra, a reconstrução meticulosa restaurou esta obra-prima hanseática à sua antiga glória.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o porto histórico de Gdańsk, onde o Rio Motława é ladeado por armazéns medievais de tijolos e o icônico guindaste de madeira que uma vez carregou navios de carga. Este distrito atmosférico da orla captura a essência do próspero passado marítimo da cidade como um dos centros comerciais mais importantes do Báltico. Cruzeiros de barco partem regularmente, oferecendo perspectivas únicas da arquitetura histórica a partir da água.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Castelo Malbork, o maior castelo de tijolos do mundo e Patrimônio Mundial da UNESCO, facilmente acessível como uma viagem de um dia de Gdańsk. Esta fortaleza massiva do século XIII, construída pelos Cavaleiros Teutônicos, compreende três complexos de castelos interconectados cercados por múltiplas muralhas defensivas. Os interiores extensivamente restaurados abrigam coleções fascinantes de armaduras medievais, âmbar e arte religiosa.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra o charme litorâneo de Sopot, uma cidade resort elegante que possui o píer de madeira mais longo da Europa, estendendo-se por mais de 500 metros no Mar Báltico. Esta elegante cidade spa tem atraído visitantes desde o século XIX com suas belas praias, calçadões arborizados e arquitetura distintiva incluindo a famosa Casa Torta. A atmosfera animada e cenário litorâneo fazem de Sopot um escape encantador do turismo urbano.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Gdynia, o maior porto marítimo da Polônia, que cresceu de uma pequena vila pesqueira para um centro marítimo moderno durante o período entre guerras. O Museu da Marinha Polonesa e navios de guerra preservados ancorados no porto contam a história da herança naval da Polônia. A arquitetura modernista da cidade e o calçadão vibrante da orla refletem suas origens únicas do século XX como uma cidade planejada.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado de peixes e fumeiro tradicional de Gdansk.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita à destilaria Der Lachs com história do Goldwasser.",
          "visit_duration_min": 75
        },
        {
          "text": "Oficina de fabricação de kiełbasa artesanal.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado de produtores de Gdynia para produtos da baía.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado matinal para últimas compras de especialidades.",
          "visit_duration_min": 75
        },
        {
          "text": "Brunch gastronómico num café histórico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Faça um cruzeiro de barco ao longo do rio Motława para ver o porto histórico e os estaleiros a partir da água",
          "visit_duration_min": 60
        },
        {
          "text": "Passeio pelos cais do porto velho e Motława.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de Goldwasser numa taverna histórica.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração do bairro moderno de Wrzeszcz.",
          "visit_duration_min": 60
        },
        {
          "text": "Cruzeiro na baía de Gdansk ao pôr do sol.",
          "visit_duration_min": 60
        },
        {
          "text": "Concerto de órgão na catedral.",
          "visit_duration_min": 60
        },
        {
          "text": "Últimas compras de âmbar na rua Mariacka.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar de despedida em uma adega histórica de Gdansk.",
          "visit_duration_min": 60
        },
        {
          "text": "Cruzeiro no porto histórico.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de Goldwasser, licor local com flocos de ouro.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita a Sopot e seu píer de madeira mais longo da Europa.",
          "visit_duration_min": 60
        },
        {
          "text": "Banho nas praias de areia fina do Báltico.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimente a Tríade de Cidades combinando visitas a Gdańsk, Sopot e Gdynia, três centros urbanos distintos, porém interconectados, ao longo da costa do Báltico. Conexões eficientes de trem ligam essas cidades vizinhas, cada uma oferecendo seu próprio caráter - Gdańsk medieval, Sopot elegante e Gdynia marítima. Este trio urbano fornece uma introdução abrangente ao patrimônio báltico da Polônia e à vida costeira contemporânea.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de arenques marinados em 12 variações.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar de frutos do mar bálticos num restaurante histórico.",
          "visit_duration_min": 60
        },
        {
          "text": "Almoço num bar de leite milk bar báltico.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de cervejas artesanais da Pomerânia.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar de despedida com menu degustação terra e mar.",
          "visit_duration_min": 60
        },
        {
          "text": "Oficina final de degustação de vodkas artesanais.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeio digestivo no passeio marítimo.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descoberta da Costa Báltica: Aventuras em Família na Pomerânia Polaca",
          "day": 14
        },
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK E A COSTA BÁLTICA",
          "day": 1
        },
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK E A COSTA BÁLTICA",
          "day": 2
        },
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK E A COSTA BÁLTICA",
          "day": 7
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 3
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 4
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polônia Completa: Cidades Medievais, Costa Báltica e Picos Montanhosos",
          "day": 4
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROTA GASTRONÔMICA DA POLÔNIA",
          "day": 8
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROTA GASTRONÔMICA DA POLÔNIA",
          "day": 9
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROTA GASTRONÔMICA DA POLÔNIA",
          "day": 10
        }
      ],
      "rating": 9.2
    },
    {
      "place_id": "PL::gdynia",
      "name": "Gdynia",
      "cc": "PL",
      "language": "pt",
      "coords": [
        54.51891,
        18.53144
      ],
      "lat": 54.51891,
      "lon": 18.53144,
      "visits": [
        {
          "text": "Museu da Emigração, história tocante da partida para a América.",
          "visit_duration_min": 75
        },
        {
          "text": "Destroyer Błyskawica, navio-museu da marinha polonesa.",
          "visit_duration_min": 75
        },
        {
          "text": "Aquário de Gdynia para descobrir a fauna báltica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeio no penhasco de Kamienna Góra com vista panorâmica.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar de peixe defumado no porto pesqueiro.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK E A COSTA BÁLTICA",
          "day": 4
        }
      ],
      "rating": 8.2
    },
    {
      "place_id": "PL::gniezno",
      "name": "Gniezno",
      "cc": "PL",
      "language": "pt",
      "coords": [
        52.53472,
        17.5825
      ],
      "lat": 52.53472,
      "lon": 17.5825,
      "visits": [
        {
          "text": "Catedral de Gniezno, berço da Polônia cristã.",
          "visit_duration_min": 75
        },
        {
          "text": "Portas de Gniezno, obra-prima românica em bronze.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu das Origens do Estado Polonês.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Rota dos Primeiros Piast através de aldeias históricas.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita a uma fazenda ecológica com produtos da terra.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CAMINHOS SECRETOS DA POLÓNIA",
          "day": 6
        }
      ],
      "rating": 6.3
    },
    {
      "place_id": "PL::hel",
      "name": "Hel",
      "cc": "PL",
      "language": "pt",
      "coords": [
        54.6083,
        18.8011
      ],
      "lat": 54.6083,
      "lon": 18.8011,
      "visits": [
        {
          "text": "Descubra a Península de Hel, uma notável língua de areia de 35 quilómetros que se estende pelo Mar Báltico separando a Baía de Puck das águas abertas. Esta formação geográfica única oferece praias pristinas em ambos os lados, com águas calmas da baía numa margem e ondas do mar aberto na outra. A encantadora vila piscatória de Hel na ponta da península mantém o seu carácter marítimo autêntico com casas coloridas e barcos tradicionais.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Focário, santuário de focas em Hel, onde os visitantes podem observar focas-cinzentas a serem reabilitadas antes de serem libertadas na natureza. A estação de investigação desempenha um papel crucial na conservação marinha do Báltico e oferece programas educativos sobre estes fascinantes mamíferos marinhos. Observar as focas a nadar, brincar e interagir proporciona momentos memoráveis para toda a família.",
          "visit_duration_min": 75
        },
        {
          "text": "Farol de Hel e museu da pesca costeira.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortificações costeiras da Segunda Guerra Mundial.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Pedale ao longo das pitorescas ciclovias da península ou desfrute da experiência única de praias viradas para dois corpos de água diferentes",
          "visit_duration_min": 60
        },
        {
          "text": "Observação de focas no centro Fokarium.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeio de bicicleta na península estreita entre dois mares.",
          "visit_duration_min": 60
        },
        {
          "text": "Windsurf ou kitesurf nos pontos conhecidos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descoberta da Costa Báltica: Aventuras em Família na Pomerânia Polaca",
          "day": 12
        },
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK E A COSTA BÁLTICA",
          "day": 5
        }
      ],
      "rating": 6.9
    },
    {
      "place_id": "PL::kolobrzeg",
      "name": "Kolobrzeg",
      "cc": "PL",
      "language": "pt",
      "coords": [
        54.1758,
        15.5833
      ],
      "lat": 54.1758,
      "lon": 15.5833,
      "visits": [
        {
          "text": "Descubra o Museu da Pesca Marítima em Niechorze, que apresenta a rica história da pesca ao longo da costa polaca do Báltico. Os visitantes podem examinar ferramentas de pesca tradicionais, intrincados modelos de navios e exposições fascinantes que documentam as vidas desafiantes de gerações de pescadores. Displays interativos e apresentações multimédia trazem o património marítimo à vida de forma envolvente e acessível.",
          "visit_duration_min": 75
        },
        {
          "text": "Suba ao Farol de Niechorze nas proximidades para vistas espetaculares sobre a costa e a paisagem circundante. Esta distintiva torre de tijolo vermelho tem guiado navios nestas águas há mais de um século e agora acolhe visitantes para apreciar as suas vistas panorâmicas. O complexo do farol conta a história da navegação marítima ao longo desta rota de navegação historicamente importante.",
          "visit_duration_min": 75
        },
        {
          "text": "Mergulhe no fascinante mundo subaquático do Oceanário de Kołobrzeg, onde numerosos aquários apresentam peixes exóticos, tubarões, corais vibrantes e misteriosas criaturas marinhas de todo o globo. Exposições interativas e apresentações multimédia revelam os segredos dos ecossistemas oceânicos, ameaças ambientais e a importância da conservação marinha. Esta aventura educativa cativa visitantes de todas as idades com as maravilhas escondidas sob as ondas.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o Museu de Armas Polacas, lar de uma impressionante coleção de história militar que abrange séculos das forças armadas polacas. As crianças podem maravilhar-se com diversas armas, uniformes, veículos militares, aeronaves e tanques exibidos tanto em espaços interiores como em áreas de exposição ao ar livre. Exposições interativas e apresentações multimédia tornam a história acessível e emocionante para os jovens visitantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Caminhe ao longo do icónico Cais de Kołobrzeg, que se estende para longe no Mar Báltico oferecendo brisas marinhas refrescantes e vistas panorâmicas da costa. O farol nas proximidades proporciona outro ponto de observação para apreciar a beleza desta histórica cidade termal. O passeio marítimo fervilha de atividade e cria oportunidades perfeitas para um memorável passeio à beira-mar.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caminhe ao longo do percurso costeiro que liga o farol à praia para vistas cénicas do Báltico",
          "visit_duration_min": 60
        },
        {
          "text": "Assista a espetáculos de reconstituição e participe em oficinas educativas no Museu de Armas",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descoberta da Costa Báltica: Aventuras em Família na Pomerânia Polaca",
          "day": 6
        },
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descoberta da Costa Báltica: Aventuras em Família na Pomerânia Polaca",
          "day": 7
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "PL::koszalin",
      "name": "Koszalin",
      "cc": "PL",
      "language": "pt",
      "coords": [
        54.1944,
        16.1717
      ],
      "lat": 54.1944,
      "lon": 16.1717,
      "visits": [
        {
          "text": "Viva o Velho Oeste no Western Park em Ustronie Morskie, uma atração temática que transporta os visitantes para a fronteira americana. As crianças podem conhecer cowboys e nativos americanos, assistir a emocionantes espetáculos de acrobacias e aprender a disparar arco e flecha. O parque dispõe de parques infantis, um mini zoológico e oficinas de artesanato que criam memórias duradouras de aventura.",
          "visit_duration_min": 75
        },
        {
          "text": "Refresque-se no Aquaparque de Koszalin, o destino perfeito para diversão aquática independentemente das condições meteorológicas. A instalação moderna dispõe de numerosos escorregas, piscinas de ondas, rios lentos e zonas dedicadas aos nadadores mais jovens. Os adultos podem relaxar em saunas, jacuzzis e áreas de relaxamento enquanto as crianças chapinham e brincam em completa segurança sob supervisão de nadadores-salvadores qualificados.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Desfrute de um dia inteiro de atrações aquáticas incluindo escorregas, piscinas de ondas e áreas de natação familiar",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descoberta da Costa Báltica: Aventuras em Família na Pomerânia Polaca",
          "day": 9
        }
      ],
      "rating": 3.2
    },
    {
      "place_id": "PL::krakow",
      "name": "Krakow",
      "cc": "PL",
      "language": "pt",
      "coords": [
        50.06465,
        19.94498
      ],
      "lat": 50.06465,
      "lon": 19.94498,
      "visits": [
        {
          "text": "Rynek Główny, a maior praça medieval da Europa com o Mercado de Tecidos.",
          "visit_duration_min": 75
        },
        {
          "text": "Basílica de Santa Maria e seu retábulo de Veit Stoss, obra-prima gótica.",
          "visit_duration_min": 75
        },
        {
          "text": "Colina do Wawel com o castelo real e a catedral dos reis da Polônia.",
          "visit_duration_min": 75
        },
        {
          "text": "Minas de sal de Wieliczka, catedral subterrânea esculpida no sal.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu da fábrica Schindler, testemunho emocionante da Segunda Guerra Mundial.",
          "visit_duration_min": 75
        },
        {
          "text": "Castelo de Pieskowa Skała e as falésias de Jura cracoviana.",
          "visit_duration_min": 75
        },
        {
          "text": "Abadia beneditina de Tyniec nas margens do Vístula.",
          "visit_duration_min": 75
        },
        {
          "text": "Manhã livre para compras de lembranças de âmbar e renda.",
          "visit_duration_min": 75
        },
        {
          "text": "Bairro de Nowa Huta, utopia socialista transformada em patrimônio industrial.",
          "visit_duration_min": 75
        },
        {
          "text": "Rynek Główny de Cracóvia, coração pulsante da cidade real.",
          "visit_duration_min": 75
        },
        {
          "text": "Basílica de Santa Maria e seu retábulo de Veit Stoss.",
          "visit_duration_min": 75
        },
        {
          "text": "Colina do Wawel com castelo e catedral dos reis.",
          "visit_duration_min": 75
        },
        {
          "text": "Minas de sal de Wieliczka, catedral subterrânea esculpida.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu da fábrica Schindler, testemunho comovente.",
          "visit_duration_min": 75
        },
        {
          "text": "Perca-se no magnífico Rynek Główny de Kraków, a maior praça de mercado medieval da Europa e o coração vibrante desta amada ex-capital real. A vasta extensão de paralelepípedos, cercada por elegantes casas urbanas, igrejas góticas e o Mercado de Tecidos renascentista, pulsa com vida do amanhecer até bem depois da meia-noite. Carruagens puxadas a cavalo, artistas de rua e terraços de cafés ao ar livre criam uma atmosfera de elegância europeia atemporal.",
          "visit_duration_min": 75
        },
        {
          "text": "Suba ao Castelo Wawel, a antiga sede dos reis poloneses situada dramaticamente em um afloramento calcário acima do Rio Vístula. Este magnífico complexo de edifícios góticos e renascentistas abriga salas de estado, apartamentos privados reais e uma impressionante coleção de tapeçarias flamengas e armaduras. A Catedral Wawel adjacente, local de coroação dos monarcas poloneses, contém túmulos reais e o santuário de prata de São Estanislau.",
          "visit_duration_min": 75
        },
        {
          "text": "Percorra o Mercado de Tecidos, a grandiosa arcada comercial renascentista que ocupa o centro da praça principal desde o século XIV. O térreo mantém sua tradição comercial com barracas vendendo joias de âmbar, artesanatos de madeira e souvenirs poloneses, enquanto a galeria superior abriga uma filial do Museu Nacional. Esta estrutura icônica incorpora perfeitamente a prosperidade medieval de Kraków como um importante centro comercial.",
          "visit_duration_min": 75
        },
        {
          "text": "Desça à Mina de Sal Wieliczka, um Patrimônio Mundial da UNESCO nos arredores de Kraków onde o sal tem sido extraído continuamente desde o século XIII. Câmaras subterrâneas esculpidas inteiramente em sal-gema incluem capelas ornamentadas, esculturas elaboradas e até mesmo um lago subterrâneo, tudo iluminado por lustres de cristal também feitos de sal. Esta maravilha subterrânea, atingindo profundidades de 327 metros, exibe séculos de história de mineração e notável conquista artística.",
          "visit_duration_min": 75
        },
        {
          "text": "Preste solene tributo no Memorial e Museu Auschwitz-Birkenau, o maior campo de concentração nazista onde mais de um milhão de pessoas pereceram durante a Segunda Guerra Mundial. Este local assombrado preserva a evidência física do genocídio através de barracões originais, torres de guarda e crematórios que testemunham tragédia humana inimaginável. A experiência, embora emocionalmente desafiadora, fornece educação histórica essencial sobre o Holocausto.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado da Sukiennice para produtos regionais cracovianenses.",
          "visit_duration_min": 75
        },
        {
          "text": "Oficina de confecção de pierogi tradicionais.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita a uma destilaria artesanal de vodka com degustação.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado camponês Stary Kleparz para conhecer produtores locais.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita a caves de mel e hidromel com degustação.",
          "visit_duration_min": 75
        },
        {
          "text": "Queijaria artesanal da região cracoviana.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeio pelo bairro judeu de Kazimierz, coração vibrante da cultura judaica polonesa.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de pierogi e żurek em uma taverna tradicional.",
          "visit_duration_min": 60
        },
        {
          "text": "Exploração das galerias de arte contemporânea de Podgórze.",
          "visit_duration_min": 60
        },
        {
          "text": "Concerto de música klezmer em Kazimierz.",
          "visit_duration_min": 60
        },
        {
          "text": "Rota dos Ninhos de Águia através de castelos e paisagens cársticas.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar de despedida numa cave abobadada da cidade velha.",
          "visit_duration_min": 60
        },
        {
          "text": "Cruzeiro no Vístula ao pôr do sol.",
          "visit_duration_min": 60
        },
        {
          "text": "Bairro judeu de Kazimierz, lugares de memória e cafés.",
          "visit_duration_min": 60
        },
        {
          "text": "Concerto de klezmer em Kazimierz.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore as muralhas medievais de Kraków, entre as mais bem preservadas da Europa, com suas torres defensivas e o icônico Portão Florian. Estas fortificações uma vez cercaram toda a Cidade Velha, embora apenas fragmentos permaneçam hoje ao longo do Parque Planty arborizado. O Barbacã, um imponente posto defensivo gótico, permanece como o elemento mais impressionante das defesas medievais sobreviventes.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubra os tesouros do Museu Nacional, que abriga a melhor coleção de arte da Polônia desde os tempos medievais até a era contemporânea. O acervo do museu inclui 'Dama com Arminho' de Leonardo da Vinci, um dos apenas quatro retratos sobreviventes do mestre renascentista. Múltiplas filiais pela cidade exploram artes decorativas, pintura polonesa e o trabalho de artistas específicos.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação com os melhores produtores de pierogi artesanais.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar em uma taverna histórica de Kazimierz.",
          "visit_duration_min": 60
        },
        {
          "text": "Aulas de culinária polonesa tradicional.",
          "visit_duration_min": 60
        },
        {
          "text": "Food tour noturno nos milk bars e novos endereços.",
          "visit_duration_min": 60
        },
        {
          "text": "Almoço gastronômico em um restaurante estrelado moderno.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeio vinícola nos vinhedos de Małopolska.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACÓVIA, AUSCHWITZ E MONTES TATRAS",
          "day": 1
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACÓVIA, AUSCHWITZ E MONTES TATRAS",
          "day": 2
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACÓVIA, AUSCHWITZ E MONTES TATRAS",
          "day": 6
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACÓVIA, AUSCHWITZ E MONTES TATRAS",
          "day": 7
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 7
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 8
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polônia Completa: Cidades Medievais, Costa Báltica e Picos Montanhosos",
          "day": 8
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROTA GASTRONÔMICA DA POLÔNIA",
          "day": 1
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROTA GASTRONÔMICA DA POLÔNIA",
          "day": 2
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROTA GASTRONÔMICA DA POLÔNIA",
          "day": 4
        }
      ],
      "rating": 9.7
    },
    {
      "place_id": "PL::lancut",
      "name": "Lancut",
      "cc": "PL",
      "language": "pt",
      "coords": [
        50.0675,
        22.22889
      ],
      "lat": 50.0675,
      "lon": 22.22889,
      "visits": [
        {
          "text": "Castelo de Łańcut, residência magnificamente mobiliada dos magnatas.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu do automóvel e das carruagens históricas.",
          "visit_duration_min": 75
        },
        {
          "text": "Sinagoga barroca restaurada.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeio no parque romântico do castelo.",
          "visit_duration_min": 60
        },
        {
          "text": "Concerto de música clássica nos salões.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CAMINHOS SECRETOS DA POLÓNIA",
          "day": 10
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "PL::leba",
      "name": "Leba",
      "cc": "PL",
      "language": "pt",
      "coords": [
        54.7611,
        17.5556
      ],
      "lat": 54.7611,
      "lon": 17.5556,
      "visits": [
        {
          "text": "Maravilhe-se com as dunas móveis do Parque Nacional Słowiński, onde vastas extensões de areias em movimento criam uma paisagem quase desértica na costa do Báltico. Estas dunas espetaculares, constantemente remodeladas pelo vento e pelas ondas, estão entre os fenómenos naturais mais impressionantes do norte da Europa. Trilhos pedonais atravessam este ecossistema único onde terra e mar se encontram de forma dramática.",
          "visit_duration_min": 75
        },
        {
          "text": "Encontre dinossauros em tamanho real no Parque dos Dinossauros em Łeba, onde criaturas pré-históricas animatrónicas se movem e rugem tal como teriam feito há milhões de anos. O parque combina entretenimento com educação através de atrações adicionais incluindo um parque de cordas, mini zoológico, cinema 5D e emocionantes parques infantis. Esta experiência imersiva estimula as imaginações jovens enquanto ensina sobre o fascinante passado pré-histórico da Terra.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravilhe-se com as Dunas de Areia de Słowiński, as dunas móveis mais altas da Europa, criando uma paisagem desértica sobrenatural dentro do Parque Nacional Słowiński. Essas formações notáveis se deslocam aproximadamente 10 metros anualmente, enterrando gradualmente as florestas de pinheiros circundantes em seu avanço inexorável. Caminhar através dessas vastas extensões arenosas, com o Mar Báltico cintilando ao longe, proporciona uma experiência natural verdadeiramente única.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore as paisagens únicas de dunas em movimento e ecossistemas costeiros do Parque Nacional Słowiński a pé ou de bicicleta",
          "visit_duration_min": 60
        },
        {
          "text": "Explore o Parque Nacional Słowiński, uma Reserva da Biosfera da UNESCO que protege um ecossistema costeiro notável de dunas móveis, lagos pristinos e diversos habitats de vida selvagem. As paisagens incomuns do parque incluem campos de dunas, florestas costeiras e pântanos repletos de aves migratórias. Trilhas para caminhada e plataformas de observação permitem aos visitantes apreciar este ambiente dinâmico onde areia, água e vento constantemente remodelam o terreno.",
          "visit_duration_min": 60
        },
        {
          "text": "Relaxe no resort litorâneo de Łeba, uma charmosa cidade báltica que serve como portal para as dunas móveis. Esta antiga vila de pescadores combina comodidades de férias na praia com o caráter costeiro tradicional polonês. Excursões a cavalo através das paisagens arenosas oferecem uma maneira memorável de experimentar este ambiente costeiro único.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descoberta da Costa Báltica: Aventuras em Família na Pomerânia Polaca",
          "day": 11
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polônia Completa: Cidades Medievais, Costa Báltica e Picos Montanhosos",
          "day": 5
        }
      ],
      "rating": 6.1
    },
    {
      "place_id": "PL::lidzbark-warminski",
      "name": "Lidzbark Warminski",
      "cc": "PL",
      "language": "pt",
      "coords": [
        54.125,
        20.58444
      ],
      "lat": 54.125,
      "lon": 20.58444,
      "visits": [
        {
          "text": "Castelo dos bispos de Warmia, fortaleza gótica desconhecida.",
          "visit_duration_min": 75
        },
        {
          "text": "Basílica gótica São Pedro e Paulo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Rota dos castelos de Warmia através do campo.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de produtos monásticos locais.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CAMINHOS SECRETOS DA POLÓNIA",
          "day": 3
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "PL::lodz",
      "name": "Lodz",
      "cc": "PL",
      "language": "pt",
      "coords": [
        51.75925,
        19.45598
      ],
      "lat": 51.75925,
      "lon": 19.45598,
      "visits": [
        {
          "text": "Rua Piotrkowska, artéria de 4 km ladeada de palácios industriais.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu de Arte MS1 num palácio têxtil.",
          "visit_duration_min": 75
        },
        {
          "text": "Manufaktura, complexo cultural numa antiga fábrica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita ao bairro boémio Off Piotrkowska.",
          "visit_duration_min": 60
        },
        {
          "text": "Arte urbana nos pátios industriais.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 13
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "PL::malbork",
      "name": "Malbork",
      "cc": "PL",
      "language": "pt",
      "coords": [
        54.0359,
        19.0283
      ],
      "lat": 54.0359,
      "lon": 19.0283,
      "visits": [
        {
          "text": "Fique em admiração perante o Castelo de Malbork, o maior castelo do mundo por área de superfície e uma obra-prima da arquitetura gótica de tijolo classificada como Património Mundial da UNESCO. Esta fortaleza colossal serviu como quartel-general dos Cavaleiros Teutónicos que governaram vastos territórios do Norte da Europa a partir destas imponentes muralhas. O complexo do castelo inclui o Castelo Alto, Castelo Médio e Castelo Baixo, cada um revelando camadas de poder político medieval e devoção religiosa.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore as magníficas câmaras interiores do castelo, incluindo o Palácio do Grão-Mestre com os seus deslumbrantes tetos abobadados e as atmosféricas caves e passagens que serpenteiam sob a fortaleza. O museu do castelo exibe armaduras medievais, armas e artefactos que trazem a era teutónica vividamente à vida. Espetáculos noturnos de som e luz iluminam as muralhas do castelo, criando um espetáculo inesquecível contra o céu noturno.",
          "visit_duration_min": 75
        },
        {
          "text": "Castelo de Malbork, maior fortaleza de tijolos do mundo, sede dos Cavaleiros Teutônicos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Percorra as extensas muralhas defensivas e torres do castelo para vistas panorâmicas sobre o rio Nogat e o campo circundante",
          "visit_duration_min": 60
        },
        {
          "text": "Espetáculo histórico medieval no pátio do castelo.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada noturna pelas muralhas iluminadas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descoberta da Costa Báltica: Aventuras em Família na Pomerânia Polaca",
          "day": 15
        },
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK E A COSTA BÁLTICA",
          "day": 6
        }
      ],
      "rating": 7.4
    },
    {
      "place_id": "PL::miedzyzdroje",
      "name": "Miedzyzdroje",
      "cc": "PL",
      "language": "pt",
      "coords": [
        53.9308,
        14.4522
      ],
      "lat": 53.9308,
      "lon": 14.4522,
      "visits": [
        {
          "text": "Passeie ao longo do famoso Passeio das Estrelas de Międzyzdroje, onde impressões de mãos de adorados atores de cinema polacos estão gravadas no pavimento como um Passeio da Fama de Hollywood báltico. Esta elegante estância balnear ostenta uma das mais belas praias da costa polaca, com areia fina estendendo-se sob dramáticas falésias costeiras. O cais histórico estende-se para longe no Mar Báltico, oferecendo vistas românticas do pôr do sol e brisas marinhas refrescantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o Parque de Miniaturas do Báltico onde modelos meticulosamente elaborados à escala 1:25 apresentam os monumentos mais importantes dos países bálticos. Cada miniatura reproduz fielmente detalhes arquitetónicos de marcos famosos, criando uma fascinante lição de geografia e história num único local encantador. O parque também dispõe de parques infantis, um passeio de comboio em miniatura e comodidades para famílias.",
          "visit_duration_min": 75
        },
        {
          "text": "Viaje até à Idade Média no Centro de Eslavos e Vikings em Wolin, um museu arqueológico ao ar livre que recria a vida de há mais de mil anos. Os visitantes podem explorar cabanas reconstruídas, oficinas e equipamentos autênticos usados pelos povos eslavos e vikings que outrora habitaram esta região. Demonstrações de artesanato, espetáculos de combate de guerreiros e oficinas educativas trazem a história antiga dramaticamente à vida.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Parque Nacional de Wolin para encontrar bisontes europeus na renomada Quinta de Demonstração de Bisontes, onde estes majestosos animais podem ser observados de perto juntamente com veados e javalis. O parque apresenta numerosos trilhos de caminhada, miradouros cénicos e percursos educativos que serpenteiam através de florestas costeiras pristinas. O Museu de História Natural apresenta a fauna e flora diversificada da região através de dioramas envolventes e exposições interativas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Percorra os trilhos educativos do Parque Nacional de Wolin para descobrir os ecossistemas únicos desta área selvagem costeira protegida",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descoberta da Costa Báltica: Aventuras em Família na Pomerânia Polaca",
          "day": 4
        }
      ],
      "rating": 3
    },
    {
      "place_id": "PL::nysa",
      "name": "Nysa",
      "cc": "PL",
      "language": "pt",
      "coords": [
        50.47389,
        17.33361
      ],
      "lat": 50.47389,
      "lon": 17.33361,
      "visits": [
        {
          "text": "Basílica Santos Tiago e Inês, joia gótica silesiana.",
          "visit_duration_min": 75
        },
        {
          "text": "Fortificações barrocas e torre inclinada de Nysa.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu dos instrumentos litúrgicos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Exploração do antigo canal subterrâneo medieval.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeio pelos jardins episcopais.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CAMINHOS SECRETOS DA POLÓNIA",
          "day": 7
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "PL::oswiecim",
      "name": "Oswiecim",
      "cc": "PL",
      "language": "pt",
      "coords": [
        50.03492,
        19.17792
      ],
      "lat": 50.03492,
      "lon": 19.17792,
      "visits": [
        {
          "text": "Museu e memorial de Auschwitz-Birkenau, local de memória essencial.",
          "visit_duration_min": 75
        },
        {
          "text": "Memorial e museu de Auschwitz-Birkenau, local de recolhimento essencial.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Momento de recolhimento e reflexão pessoal.",
          "visit_duration_min": 60
        },
        {
          "text": "Visita ao centro histórico de Oświęcim.",
          "visit_duration_min": 60
        },
        {
          "text": "Tempo de reflexão pessoal.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACÓVIA, AUSCHWITZ E MONTES TATRAS",
          "day": 3
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 9
        }
      ],
      "rating": 9.1
    },
    {
      "place_id": "PL::poznan",
      "name": "Poznan",
      "cc": "PL",
      "language": "pt",
      "coords": [
        52.40637,
        16.92517
      ],
      "lat": 52.40637,
      "lon": 16.92517,
      "visits": [
        {
          "text": "Praça do Mercado Velho com a Câmara Municipal renascentista.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral de Poznań na ilha Ostrów Tumski.",
          "visit_duration_min": 75
        },
        {
          "text": "Castelo Imperial de estilo neorromânico.",
          "visit_duration_min": 75
        },
        {
          "text": "Reúna-se na magnífica Praça do Mercado Velho de Poznań para testemunhar as famosas cabras mecânicas que emergem da torre do relógio da Prefeitura ao meio-dia todos os dias para se chocarem doze vezes. Esta amada tradição do século XVI atrai multidões diariamente ao coração de uma das cidades mais antigas e históricas da Polônia. As casas mercantes renascentistas circundantes com suas fachadas coloridas criam uma paisagem urbana tipicamente centro-europeia.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore a Prefeitura Gótica, uma obra-prima arquitetônica renascentista que abriga o fascinante Museu da História de Poznań. A elegante loggia com arcadas do edifício e os interiores ornamentados refletem a prosperidade deste importante centro comercial durante sua era dourada. Subir a torre recompensa os visitantes com vistas panorâmicas da Cidade Velha histórica e da cidade moderna além.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite a Catedral dos Santos Pedro e Paulo em Ostrów Tumski (Ilha da Catedral), a catedral mais antiga da Polônia e berço espiritual da nação polonesa. Esta ilha histórica no Rio Warta guarda os restos dos primeiros governantes da Polônia e testemunhou a conversão do país ao cristianismo em 966 d.C. As capelas da catedral, particularmente a Capela Dourada contendo túmulos reais, exibem séculos de arte religiosa e história nacional.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Espetáculo dos bodes da Prefeitura ao meio-dia.",
          "visit_duration_min": 60
        },
        {
          "text": "Bairro moderno de Jeżyce, street food e cafés.",
          "visit_duration_min": 60
        },
        {
          "text": "Vida noturna estudantil nos pubs do centro.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubra a reputação de Poznań como uma vibrante cidade universitária com uma energia juvenil que preenche seus cafés, bares e locais culturais. Os numerosos estudantes da cidade trazem vitalidade às ruas históricas onde tradições intelectuais datam de séculos. Esta atmosfera dinâmica faz de Poznań um dos destinos urbanos mais envolventes da Polônia, além de suas consideráveis atrações arquitetônicas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 5
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polônia Completa: Cidades Medievais, Costa Báltica e Picos Montanhosos",
          "day": 6
        }
      ],
      "rating": 8.7
    },
    {
      "place_id": "PL::sierakow-slawienski",
      "name": "Sierakow Slawienski",
      "cc": "PL",
      "language": "pt",
      "coords": [
        54.1833,
        16.4167
      ],
      "lat": 54.1833,
      "lon": 16.4167,
      "visits": [
        {
          "text": "Entre no mundo mágico da Aldeia Hobbit em Sieraków Sławieński, uma atração única inspirada no universo fantástico dos adorados romances de J.R.R. Tolkien. As crianças podem explorar casas hobbit de aspeto autêntico construídas na encosta, participar em jogos ao ar livre e juntar-se a oficinas criativas de artesanato. Festas temáticas, piqueniques e fogueiras criam uma atmosfera encantadora que estimula a imaginação e a aventura.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Parque de Diversões da Pomerânia na vizinha Dygowo, oferecendo atrações para crianças de todas as idades desde carrosséis suaves a passeios emocionantes. O parque dispõe de comboios, escorregas, percursos de cordas e castelos insufláveis juntamente com uma zona dedicada aos mais pequenos com equipamento de jogo seguro e apropriado à idade. Animações organizadas, competições e espetáculos artísticos garantem entretenimento sem parar ao longo de todo o dia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Vista-se confortavelmente para aventuras ao ar livre na Aldeia Hobbit e prepare-se para jogos de campo e atividades criativas",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descoberta da Costa Báltica: Aventuras em Família na Pomerânia Polaca",
          "day": 10
        }
      ],
      "rating": 2.3
    },
    {
      "place_id": "PL::sopot",
      "name": "Sopot",
      "cc": "PL",
      "language": "pt",
      "coords": [
        54.4418,
        18.5601
      ],
      "lat": 54.4418,
      "lon": 18.5601,
      "visits": [
        {
          "text": "Explore Gdynia, o membro mais jovem da área metropolitana da Tricidade, construída quase inteiramente no século XX como porta da Polónia para o mar. A arquitetura modernista e as amplas avenidas refletem o otimismo da Polónia do entreguerras, enquanto o movimentado porto permanece vital para o comércio marítimo da nação. Navios-museu e o aquário oferecem atrações marítimas para visitantes curiosos.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeie ao longo do lendário cais de madeira de Sopot, o mais longo do género na Europa, estendendo-se por mais de 500 metros pelo Mar Báltico adentro. Esta elegante estância balnear tem atraído os ricos e famosos há mais de um século com as suas belas praias, hotéis grandiosos e atmosfera sofisticada. O cais oferece vistas românticas do pôr do sol e a experiência refrescante de caminhar para longe sobre as águas cintilantes do Báltico.",
          "visit_duration_min": 75
        },
        {
          "text": "Cais de Sopot, o mais longo píer de madeira da Europa avançando no mar.",
          "visit_duration_min": 75
        },
        {
          "text": "Casa Torta Krzywy Domek, arquitetura surrealista única.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Percorra a elegante rua Monte Cassino em Sopot, ladeada de boutiques, galerias e cafés",
          "visit_duration_min": 60
        },
        {
          "text": "Banho e descanso na praia de areia fina.",
          "visit_duration_min": 60
        },
        {
          "text": "Compras e cafés na Monte Cassino, avenida animada.",
          "visit_duration_min": 60
        },
        {
          "text": "Noitada nos bares de praia e clubes de Sopot.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descoberta da Costa Báltica: Aventuras em Família na Pomerânia Polaca",
          "day": 13
        },
        {
          "itin_id": "PL::PM::cote-baltique",
          "itin_title": "GDANSK E A COSTA BÁLTICA",
          "day": 3
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "PL::swidnica",
      "name": "Swidnica",
      "cc": "PL",
      "language": "pt",
      "coords": [
        50.84306,
        16.49056
      ],
      "lat": 50.84306,
      "lon": 16.49056,
      "visits": [
        {
          "text": "Igreja da Paz, maior igreja de madeira da Europa, UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral Santos Estanislau e Venceslau e seu órgão monumental.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Visita ao antigo abrigo antiatomico secreto sob a cidade.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada nos montes Table com rochas estranhas.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CAMINHOS SECRETOS DA POLÓNIA",
          "day": 8
        }
      ],
      "rating": 5.7
    },
    {
      "place_id": "PL::swinoujscie",
      "name": "Swinoujscie",
      "cc": "PL",
      "language": "pt",
      "coords": [
        53.9103,
        14.2472
      ],
      "lat": 53.9103,
      "lon": 14.2472,
      "visits": [
        {
          "text": "Descubra a Reserva Natural de Świdwie, um paraíso para observadores de aves e entusiastas da natureza localizada em zonas húmidas pristinas perto de Szczecin. Esta área protegida é o lar de espécies notáveis de aves, incluindo grous, cegonhas e majestosas águias-de-cauda-branca que nidificam nos pântanos. Trilhos educativos e torres de observação proporcionam plataformas confortáveis para contemplar estas magníficas criaturas no seu habitat natural.",
          "visit_duration_min": 75
        },
        {
          "text": "Suba ao Farol de Świnoujście, o farol mais alto de toda a costa polaca e um dos mais altos do mundo. A subida até ao topo representa um desafio gratificante, com vistas panorâmicas de cortar a respiração sobre a cidade, o movimentado porto e o infinito Mar Báltico como recompensa. Este icónico farol marítimo tem guiado navios em segurança até ao porto há mais de 160 anos.",
          "visit_duration_min": 75
        },
        {
          "text": "Recue no tempo no Forte Gerhard, onde visitas guiadas interativas conduzidas por guias em autênticos trajes de soldados do século XIX trazem a história militar vividamente à vida. Esta fortaleza bem preservada oferece um vislumbre fascinante da importância estratégica desta localização costeira e dos soldados que outrora a defenderam. Os túneis, muralhas e posições de artilharia criam uma atmosfera aventureira perfeita para jovens exploradores.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Lago Turquesa na vizinha Wapnica, um deslumbrante reservatório de águas intensamente turquesa criado no local de uma antiga mina de giz. Este lago pitoresco oferece caminhos pedonais através de paisagens extraordinárias onde as cores vibrantes da água criam um espetáculo natural quase surreal. Miradouros e áreas de piquenique proporcionam locais perfeitos para absorver a beleza única desta maravilha geológica.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Traga binóculos e câmaras para captar os diversos ecossistemas das zonas húmidas e aprender sobre a importância ecológica destes pântanos protegidos",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhe pelos trilhos cénicos que rodeiam o Lago Turquesa para captar fotografias únicas das suas notáveis águas turquesa",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descoberta da Costa Báltica: Aventuras em Família na Pomerânia Polaca",
          "day": 2
        },
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descoberta da Costa Báltica: Aventuras em Família na Pomerânia Polaca",
          "day": 3
        }
      ],
      "rating": 4.5
    },
    {
      "place_id": "PL::szczecin",
      "name": "Szczecin",
      "cc": "PL",
      "language": "pt",
      "coords": [
        53.4285,
        14.5528
      ],
      "lat": 53.4285,
      "lon": 14.5528,
      "visits": [
        {
          "text": "Explore o magnífico Castelo de Szczecin, antiga residência de estilo renascentista dos Duques da Pomerânia que domina o horizonte da cidade. Este impressionante complexo de fortaleza abriga museus, salas de concerto e pátios que contam a história da herança nobre da região. As torres do castelo oferecem vistas panorâmicas sobre o rio Oder e o bairro histórico circundante.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravilhe-se com a Catedral de São Tiago, uma das maiores igrejas góticas de tijolo de toda a região, cuja torre imponente foi recentemente restaurada ao seu esplendor original. O interior majestoso da catedral apresenta magníficos tetos abobadados e obras de arte medievais que demonstram a mestria arquitetónica dos artesãos hanseáticos. Este espaço sagrado tem testemunhado séculos de oração e devoção desde a Idade Média.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire a premiada Filarmónica, um edifício contemporâneo deslumbrante inaugurado em 2015 que ganhou aclamação internacional tanto pela sua arquitetura como pela acústica excecional. A fachada branca angular do edifício cria um contraste marcante com as estruturas históricas da cidade e representa o renascimento cultural moderno da Polónia. Melómanos de toda a Europa vêm aqui para assistir a espetáculos nesta obra-prima acústica.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeie ao longo da Hakenterrasse (Wały Chrobrego), um magnífico conjunto de edifícios do início do século XX sobranceiro ao rio Oder. Este elegante passeio oferece vistas espetaculares sobre a frente ribeirinha, o porto e os navios que passam em baixo. Os jardins em socalcos e a arquitetura monumental criam um dos panoramas mais fotografados de toda a Pomerânia.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Desafie-se no Parque de Aventuras Tarzania, onde vários percursos com diferentes níveis de dificuldade permitem a visitantes de todas as idades testar a sua agilidade entre as copas das árvores",
          "visit_duration_min": 60
        },
        {
          "text": "Visite o Museu de Tecnologia e Comunicação para descobrir automóveis antigos, motociclos, elétricos e equipamentos informáticos históricos com exposições interativas práticas",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::pomerania::family-adventure",
          "itin_title": "Descoberta da Costa Báltica: Aventuras em Família na Pomerânia Polaca",
          "day": 1
        }
      ],
      "rating": 5.1
    },
    {
      "place_id": "PL::torun",
      "name": "Torun",
      "cc": "PL",
      "language": "pt",
      "coords": [
        53.01379,
        18.59844
      ],
      "lat": 53.01379,
      "lon": 18.59844,
      "visits": [
        {
          "text": "Cidade Velha de Toruń, cidade medieval perfeitamente preservada.",
          "visit_duration_min": 75
        },
        {
          "text": "Casa natal de Copérnico e planetário.",
          "visit_duration_min": 75
        },
        {
          "text": "Prefeitura gótica com vista panorâmica.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeie pelo centro histórico de Toruń, listado pela UNESCO, um dos centros urbanos medievais mais bem preservados da Europa e berço do astrônomo Nicolaus Copernicus. A arquitetura gótica de tijolos, ruas de paralelepípedos serpenteantes e praças atmosféricas transportam os visitantes de volta à próspera era hanseática. Esta paisagem urbana medieval notavelmente intacta oferece um vislumbre autêntico do rico passado mercantil da Polônia.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o Museu Casa Copernicus, dedicado ao filho mais famoso de Toruń que revolucionou nosso entendimento do universo. Esta casa de comerciante gótica reconstruída onde Copernicus nasceu em 1473 exibe móveis de época, instrumentos astronômicos e exposições sobre sua teoria heliocêntrica revolucionária. O museu traz à vida o mundo que moldou uma das maiores mentes científicas da história.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire a Prefeitura Gótica dominando o Rynek Staromiejski, uma estrutura magnífica do século XIV considerada um dos melhores exemplos de arquitetura cívica medieval na Europa Central. A torre elevada do edifício oferece vistas panorâmicas sobre o centro histórico de telhados vermelhos até o Rio Vístula além. Dentro, o Museu Regional apresenta a herança artística e cultural de Toruń spanning séculos.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu do Pão de Mel com oficina de confecção.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita à fábrica Kopernik, pão de mel desde 1763.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Degustação do pão de mel de Toruń, especialidade ancestral.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeio noturno pelas muralhas medievais.",
          "visit_duration_min": 60
        },
        {
          "text": "Descubra a Torre Inclinada de Toruń, uma curiosa fortificação medieval que se inclina visivelmente devido à sua construção em solo instável. A lenda afirma que a torre foi construída por um Cavaleiro Teutônico como penitência, embora sua inclinação provavelmente tenha resultado do solo mole por baixo. Este marco peculiar agora abriga uma taverna encantadora onde os visitantes podem experimentar os ângulos incomuns em primeira mão.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhe pela Rota Real seguindo o caminho uma vez percorrido pelos reis poloneses durante suas visitas cerimoniais a esta próspera cidade comercial. Este caminho processional histórico passa pelas igrejas góticas mais grandiosas, casas de comerciantes e edifícios cívicos que fizeram de Toruń uma das cidades mais ricas da Polônia medieval. A rota fornece uma excelente estrutura para explorar os destaques arquitetônicos do centro histórico.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de pães de mel artesanais variados.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar medieval numa cave gótica.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 2
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polônia Completa: Cidades Medievais, Costa Báltica e Picos Montanhosos",
          "day": 3
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROTA GASTRONÔMICA DA POLÔNIA",
          "day": 7
        }
      ],
      "rating": 9.4
    },
    {
      "place_id": "PL::tykocin",
      "name": "Tykocin",
      "cc": "PL",
      "language": "pt",
      "coords": [
        53.20417,
        22.76861
      ],
      "lat": 53.20417,
      "lon": 22.76861,
      "visits": [
        {
          "text": "Sinagoga barroca de Tykocin, uma das mais belas da Polônia.",
          "visit_duration_min": 75
        },
        {
          "text": "Igreja barroca da Trindade e seu mosteiro.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu judaico na antiga talmud torah.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeio na aldeia preservada às margens do Narew.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de mel da floresta na casa de um apicultor local.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CAMINHOS SECRETOS DA POLÓNIA",
          "day": 2
        }
      ],
      "rating": 5.1
    },
    {
      "place_id": "PL::warsaw",
      "name": "Warsaw",
      "cc": "PL",
      "language": "pt",
      "coords": [
        52.22968,
        21.01223
      ],
      "lat": 52.22968,
      "lon": 21.01223,
      "visits": [
        {
          "text": "Cidade Velha de Varsóvia reconstruída após a guerra, milagre da UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Castelo Real e Praça do Castelo com sua coluna de Sigismundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu da Insurreição para compreender a história recente.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu POLIN da história dos Judeus poloneses.",
          "visit_duration_min": 75
        },
        {
          "text": "Palácio Wilanów e os seus jardins barrocos.",
          "visit_duration_min": 75
        },
        {
          "text": "Palácio da Cultura e das Ciências, panorama sobre Varsóvia moderna.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu Nacional e coleção de arte polonesa.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o centro histórico meticulosamente reconstruído de Varsóvia, Patrimônio Mundial da UNESCO que representa um testemunho notável da resistência polonesa. Após sofrer mais de 85% de destruição durante a Segunda Guerra Mundial, a cidade foi pacientemente reconstruída por seus cidadãos determinados. A charmosa praça do mercado e ruas circundantes agora mostram a beleza arquitetônica que uma vez caracterizou esta capital histórica.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Castelo Real, a antiga residência oficial dos monarcas poloneses magnificamente restaurada ao seu esplendor barroco. Este grande palácio com vista para a Praça do Castelo contém salas de estado luxuosamente decoradas, apartamentos reais e uma impressionante coleção de pinturas e artes decorativas. O castelo serve tanto como museu quanto como símbolo da herança real da Polônia.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra o Museu do Levante de Varsóvia, um tributo inovador e profundamente tocante ao levante de 1944 contra a ocupação nazista. Através de exposições imersivas, artefatos autênticos e apresentações multimídia, este museu premiado conta a história da luta de 63 dias que moldou a identidade polonesa moderna. A experiência fornece contexto essencial para entender a destruição de guerra de Varsóvia e seu subsequente renascimento.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeie pelo Parque Łazienki, o maior e mais belo parque de Varsóvia, apresentando o encantador Palácio na Ilha refletido em águas tranquilas. Esta residência real de verão do século XVIII, cercada por jardins bem cuidados, pavões e esculturas clássicas, oferece um escape sereno da exploração urbana. As paisagens românticas e arquitetura neoclássica do parque o tornam um favorito entre locais e visitantes.",
          "visit_duration_min": 75
        },
        {
          "text": "Faça um tour pelo Palácio Wilanów, frequentemente chamado de Versalhes polonês, uma requintada residência real barroca situada em meio a jardins formais nos arredores da cidade. Construído como um retiro de verão para o Rei João III Sobieski, o palácio apresenta interiores opulentos, móveis de época e uma coleção excepcional de arte europeia. Os jardins italianos e ingleses circundantes proporcionam um cenário pitoresco para caminhadas tranquilas.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado Hala Mirowska, templo dos produtos frescos varsonianos.",
          "visit_duration_min": 75
        },
        {
          "text": "Confeitaria Blikle para pączki lendários desde 1869.",
          "visit_duration_min": 75
        },
        {
          "text": "Bar de leite milk bar tradicional para żurek e pierogi populares.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu da Vodka Polonesa com degustação comparativa.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita a uma cervejaria artesanal varsoniana.",
          "visit_duration_min": 75
        },
        {
          "text": "Cidade Velha de Varsóvia, reconstrução minuciosa classificada pela UNESCO.",
          "visit_duration_min": 75
        },
        {
          "text": "Château Royal com seus interiores sumptuosos restaurados.",
          "visit_duration_min": 75
        },
        {
          "text": "Praça do Mercado Rynek Starego Miasta e estátua da Sereia.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu do Levante de Varsóvia, homenagem aos heróis de 1944.",
          "visit_duration_min": 75
        },
        {
          "text": "Palácio da Cultura e das Ciências, arranha-céu stalinista emblemático.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu Chopin interativo para mergulhar no universo do compositor.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu POLIN de história dos judeus poloneses, arquitetura moderna notável.",
          "visit_duration_min": 75
        },
        {
          "text": "Parque Łazienki com o Palácio sobre a Água e seus jardins românticos.",
          "visit_duration_min": 75
        },
        {
          "text": "Palácio Wilanów, Versalhes polonês com jardins à francesa.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu Nacional com coleção de pintura polonesa.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu de Arte Moderna com exposições vanguardistas.",
          "visit_duration_min": 75
        },
        {
          "text": "Cemitério Powązki, panteão das personalidades polonesas.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeio pela Via Real até o Palácio Łazienki.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar em uma taverna tradicional do centro.",
          "visit_duration_min": 60
        },
        {
          "text": "Bairro de Praga e arte urbana.",
          "visit_duration_min": 60
        },
        {
          "text": "Compras finais no mercado Hala Mirowska.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar de despedida em um restaurante gastronômico moderno.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada noturna ao longo do Vístula iluminado.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeie pelo distrito da Cidade Nova de Varsóvia para experimentar o lado mais contemporâneo da cidade com cafés da moda, boutiques e vida de rua vibrante. Embora historicamente a parte 'nova' da cidade medieval, esta área oferece uma atmosfera diferente do centro histórico reconstruído. A mistura de edifícios restaurados e energia moderna captura o caráter dinâmico de Varsóvia.",
          "visit_duration_min": 60
        },
        {
          "text": "Food tour no bairro de Praga margem direita.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar em um restaurante de nova cozinha polonesa.",
          "visit_duration_min": 60
        },
        {
          "text": "Oficina de confecção de bigos e gołąbki.",
          "visit_duration_min": 60
        },
        {
          "text": "Bar hopping nos vodka bars de Nowy Świat.",
          "visit_duration_min": 60
        },
        {
          "text": "Passeio ao longo da Via Real até o Palácio Łazienki.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de pączki na lendária confeitaria Blikle.",
          "visit_duration_min": 60
        },
        {
          "text": "Concerto de Chopin no parque Łazienki.",
          "visit_duration_min": 60
        },
        {
          "text": "Bairro moderno de Praga, arte de rua e cafés alternativos.",
          "visit_duration_min": 60
        },
        {
          "text": "Vida noturna nos bares de vodka de Pawilony.",
          "visit_duration_min": 60
        },
        {
          "text": "Shopping moderno em Złote Tarasy e Nowy Świat.",
          "visit_duration_min": 60
        },
        {
          "text": "Mercado de produtores Hala Mirowska para produtos locais.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação final de culinária polonesa moderna.",
          "visit_duration_min": 60
        },
        {
          "text": "Vista panorâmica do terraço da Universidade.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 1
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 14
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 15
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polônia Completa: Cidades Medievais, Costa Báltica e Picos Montanhosos",
          "day": 2
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROTA GASTRONÔMICA DA POLÔNIA",
          "day": 5
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROTA GASTRONÔMICA DA POLÔNIA",
          "day": 6
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSÓVIA, FÊNIX RENASCENTE",
          "day": 1
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSÓVIA, FÊNIX RENASCENTE",
          "day": 2
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSÓVIA, FÊNIX RENASCENTE",
          "day": 3
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSÓVIA, FÊNIX RENASCENTE",
          "day": 4
        },
        {
          "itin_id": "PL::MZ::varsovie-masovie",
          "itin_title": "VARSÓVIA, FÊNIX RENASCENTE",
          "day": 5
        }
      ],
      "rating": 10
    },
    {
      "place_id": "PL::wroclaw",
      "name": "Wroclaw",
      "cc": "PL",
      "language": "pt",
      "coords": [
        51.10788,
        17.03854
      ],
      "lat": 51.10788,
      "lon": 17.03854,
      "visits": [
        {
          "text": "Rynek de Wrocław com suas casas coloridas e Prefeitura gótica.",
          "visit_duration_min": 75
        },
        {
          "text": "Catedral de São João Batista na ilha Ostrów Tumski.",
          "visit_duration_min": 75
        },
        {
          "text": "Panorama de Racławice, afresco circular monumental.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore a deslumbrante Praça do Mercado de Wrocław, uma das maiores e mais belas da Europa, cercada por elegantes casas urbanas que exibem séculos de estilos arquitetônicos. A ornamentada Prefeitura Gótica domina este vasto espaço público onde locais e visitantes se reúnem em cafés ao ar livre para absorver a atmosfera vibrante. Com mais de 100 parques e espaços verdes, Wrocław está entre as cidades mais verdes da Europa.",
          "visit_duration_min": 75
        },
        {
          "text": "Cace os famosos anões de bronze de Wrocław, mais de 300 pequenas esculturas caprichosas espalhadas pelas ruas da cidade, cada uma com seu próprio caráter e história. Este amado projeto de arte urbana começou como simbolismo anticomunista e evoluiu para uma encantadora caça ao tesouro em toda a cidade. As figuras peculiares aparecem em locais inesperados, deliciando visitantes que tropeçam nestes pequenos habitantes de bronze.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Panorama Racławice, uma pintura monumental de 360 graus retratando a batalha de 1794 onde forças camponesas polonesas derrotaram o exército russo. Esta enorme tela circular, medindo 15 por 114 metros, imerge os espectadores na cena dramática através de técnicas inovadoras de apresentação do século XIX. A jornada da pintura - escondida durante os tempos comunistas - adiciona outra camada ao seu significado histórico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Caça aos anões krasnale, mascote da cidade.",
          "visit_duration_min": 60
        },
        {
          "text": "Bairro das Quatro Denominações e arquitetura multicultural.",
          "visit_duration_min": 60
        },
        {
          "text": "Navegue pelo Rio Oder para apreciar a posição única de Wrocław através de mais de 100 pontes conectando suas muitas ilhas. Os cursos d'água e pontes da cidade criam vistas românticas a cada esquina, particularmente belas quando iluminadas à noite. Esta geografia aquática rendeu a Wrocław comparações com Veneza e Amsterdam, embora seu caráter permaneça distintamente centro-europeu.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 6
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polônia Completa: Cidades Medievais, Costa Báltica e Picos Montanhosos",
          "day": 7
        }
      ],
      "rating": 9.8
    },
    {
      "place_id": "PL::zakopane",
      "name": "Zakopane",
      "cc": "PL",
      "language": "pt",
      "coords": [
        49.29918,
        19.94957
      ],
      "lat": 49.29918,
      "lon": 19.94957,
      "visits": [
        {
          "text": "Krupówki, artéria animada com arquitetura de montanha tradicional góralska.",
          "visit_duration_min": 75
        },
        {
          "text": "Igreja de madeira de Jaszczurówka, joia da arquitetura Zakopane.",
          "visit_duration_min": 75
        },
        {
          "text": "Museu do estilo Zakopane para compreender a identidade montanhesa.",
          "visit_duration_min": 75
        },
        {
          "text": "Vale de Kościeliska, caminhada numa paisagem de contos com cascatas.",
          "visit_duration_min": 75
        },
        {
          "text": "Lago Morskie Oko, pérola dos Tatras engastada nas montanhas.",
          "visit_duration_min": 75
        },
        {
          "text": "Krupówki, rua animada no pé dos Tatras.",
          "visit_duration_min": 75
        },
        {
          "text": "Igreja de madeira de Jaszczurówka, arquitetura montanhesa.",
          "visit_duration_min": 75
        },
        {
          "text": "Lago Morskie Oko, pérola alpina incrustada nas montanhas.",
          "visit_duration_min": 75
        },
        {
          "text": "Vale de Kościeliska com suas cascatas e grutas.",
          "visit_duration_min": 75
        },
        {
          "text": "Chegue em Zakopane, o principal resort montanhoso da Polônia aninhado ao pé das espetaculares Montanhas Tatra. Esta cidade encantadora, conhecida como a capital de inverno da Polônia, encanta visitantes com sua arquitetura distintiva de madeira, cultura vibrante dos montanheses e cenário alpino deslumbrante. A rua principal pedestrianizada alinhada com edifícios tradicionais de madeira exibe o estilo regional único que se desenvolveu nesta comunidade montanhosa isolada.",
          "visit_duration_min": 75
        },
        {
          "text": "Suba a Montanha Gubałówka de funicular para vistas panorâmicas deslumbrantes de Zakopane e os dramáticos picos do Tatra ao fundo. O cume oferece trilhas fáceis para caminhada, bancas de souvenirs vendendo artesanato local, e comida tradicional dos montanheses para experimentar enquanto aprecia as vistas da montanha. Em dias claros, a silhueta irregular dos Altos Tatras cria um cenário alpino inesquecível.",
          "visit_duration_min": 75
        },
        {
          "text": "Faça uma trilha até Morskie Oko, o maior e mais belo lago de montanha da Polônia, localizado em um circo glacial cercado por picos de granito imponentes. A trilha de 7,7 quilômetros através do Parque Nacional Tatra passa por riachos em cascata e florestas de pinheiros pristinas antes de revelar as águas cristalinas refletindo penhascos íngremes. Esta maravilha natural icônica, cujo nome significa 'Olho do Mar', representa a experiência quintessencial do Tatra.",
          "visit_duration_min": 75
        },
        {
          "text": "Visita a uma fazenda produtora de oscypek com demonstração.",
          "visit_duration_min": 75
        },
        {
          "text": "Mercado montanhês de Krupówki para especialidades góralskie.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Teleférico até o cume de Kasprowy Wierch para panoramas alpinos.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de oscypek grelhado e żubrówka no mercado.",
          "visit_duration_min": 60
        },
        {
          "text": "Banho ou relaxamento nas termas de Zakopane.",
          "visit_duration_min": 60
        },
        {
          "text": "Teleférico até o cume de Kasprowy Wierch.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de oscypek grelhado e pratos montanheses.",
          "visit_duration_min": 60
        },
        {
          "text": "Banhos termais sob as estrelas.",
          "visit_duration_min": 60
        },
        {
          "text": "Caminhada panorâmica nos Tatras.",
          "visit_duration_min": 60
        },
        {
          "text": "Pegue o teleférico para Kasprowy Wierch, a 1.987 metros um dos picos altos mais acessíveis nos Tatras poloneses. O cume fica na fronteira entre Polônia e Eslováquia, oferecendo perspectivas dos dois países de seu mirante rochoso. No inverno, o esqui excelente atrai multidões para a estação de esqui mais alta da Polônia, enquanto o verão traz caminhantes para as trilhas alpinas que se espalham a partir do pico.",
          "visit_duration_min": 60
        },
        {
          "text": "Explore o Parque Nacional Tatra, uma Reserva da Biosfera da UNESCO que protege a única paisagem alpina da Polônia e as montanhas mais altas do país. O cenário dramático do parque inclui vales glaciais, lagos de montanha, cachoeiras e flora endêmica encontrada em nenhum outro lugar do mundo. Seja fazendo trilhas desafiadoras ou simplesmente admirando as vistas, os Tatras proporcionam as experiências naturais mais espetaculares da Polônia.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de oscypek grelhado com geleia de oxicoco.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar em uma karczma montanhesa autêntica.",
          "visit_duration_min": 60
        },
        {
          "text": "Degustação de licores de montanha e żubrówka.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACÓVIA, AUSCHWITZ E MONTES TATRAS",
          "day": 4
        },
        {
          "itin_id": "PL::MA::cracovie-tatra",
          "itin_title": "CRACÓVIA, AUSCHWITZ E MONTES TATRAS",
          "day": 5
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 10
        },
        {
          "itin_id": "PL::indispensables-15j",
          "itin_title": "OS INDISPENSÁVEIS DA POLÔNIA EM 15 DIAS",
          "day": 11
        },
        {
          "itin_id": "PL::pl::poland-complete-medieval-cities-baltic-coast-and-mountain-peaks",
          "itin_title": "Polônia Completa: Cidades Medievais, Costa Báltica e Picos Montanhosos",
          "day": 9
        },
        {
          "itin_id": "PL::gastronomie-10j",
          "itin_title": "ROTA GASTRONÔMICA DA POLÔNIA",
          "day": 3
        }
      ],
      "rating": 8.8
    },
    {
      "place_id": "PL::zalipie",
      "name": "Zalipie",
      "cc": "PL",
      "language": "pt",
      "coords": [
        50.22472,
        20.85472
      ],
      "lat": 50.22472,
      "lon": 20.85472,
      "visits": [
        {
          "text": "Aldeia pintada de Zalipie, casas cobertas de motivos florais.",
          "visit_duration_min": 75
        },
        {
          "text": "Casa-museu de Felicja Curyłowa, artista local.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Oficina de pintura floral tradicional em papel.",
          "visit_duration_min": 60
        },
        {
          "text": "Encontro com os artesãos da aldeia.",
          "visit_duration_min": 60
        },
        {
          "text": "Jantar em casa de família com culinária camponesa.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "PL::chemins-secrets-10j",
          "itin_title": "CAMINHOS SECRETOS DA POLÓNIA",
          "day": 9
        }
      ],
      "rating": 5.1
    }
  ]
}