{
  "version": 1,
  "country": "lv",
  "language": "en",
  "places": [
    {
      "place_id": "LV::bauska",
      "name": "Bauska",
      "cc": "LV",
      "language": "en",
      "coords": [
        56.4075,
        24.1947
      ],
      "lat": 56.4075,
      "lon": 24.1947,
      "visits": [
        {
          "text": "Discover Bauska Castle, where the Knights of the Livonian Order first fortified the small islands at the confluence of two rivers. Later, the Dukes of Courland and Russian tsars raised a new fortification with its distinctive whitewashed walls and red-tiled roofs. The castle's position at the start of the Lielupe River made it strategically vital for centuries of Baltic power struggles.",
          "visit_duration_min": 75
        },
        {
          "text": "Marvel at Rundāle Palace, the 'Versailles of Latvia' and one of the most magnificent Baroque palaces in the Baltic region. This 18th-century masterpiece was designed by Bartolomeo Rastrelli, celebrated architect of the Russian imperial court, as a gift from Empress Catherine the Great. The palace's opulent interiors, with their flamboyant Italian-esque extravagance, and the surrounding formal rose gardens and English-style lawns attract thousands of visitors annually.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the charming backwater character of Bauska town, where the river channels flow through the heart lined by allotments and farmlands, crossed by tenuous suspension bridges. The pretty market square bustles with local life, offering an authentic glimpse into small-town Latvian existence. This tranquil setting provides a perfect contrast to the grandeur of nearby Rundāle Palace.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Unveiled: Castles, Coastal Gems and Hidden Soviet Secrets",
          "day": 10
        }
      ],
      "rating": 3.8
    },
    {
      "place_id": "LV::cesis",
      "name": "Cesis",
      "cc": "LV",
      "language": "en",
      "coords": [
        57.3119,
        25.2748
      ],
      "lat": 57.3119,
      "lon": 25.2748,
      "visits": [
        {
          "text": "Wander through Cesis, whose medieval glory has been preserved in one of Latvia's best historic town centers. Wide cobblestone streets wind past pretty painted timber facades done in the classic Baltic style, while stuccoed churches and worn courtyards evoke the bustling Middle Age markets that once thrived here. St. John's Church contains the tombs of Livonian Order knights who shaped this region's tumultuous history.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Cesis Castle, a formidable medley of palisades and gatehouses shrouded by forests near the town center. This 13th-century stronghold witnessed 800 years of invasions by Swedish, Russian, Slavic, and Polish forces, and its extensive ruins tell the story of the region's strategic importance. Visitors can climb towers, explore underground passages, and discover tales of medieval Baltic warfare.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Araisi Archaeological Park, the most popular open-air museum in Latvia, located just a short distance from Cesis. This fascinating site chronicles the lifestyles of early Middle Age Baltic tribes who made their homes in reconstructed timber dwellings on the lake banks. Ruins of a Livonian Order castle and extensive archaeological finds showcase everything from 14th-century fashion to medieval farming innovations.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experience medieval history firsthand at Araisi's reconstructed lake dwelling settlement, where timber lean-tos and wooden cottages recreate life as it was lived over a thousand years ago. The peaceful lakeside setting adds to the atmosphere of stepping back in time. This unique window into Latvia's deeper past brings the region's pre-Christian heritage vividly to life.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Unveiled: Castles, Coastal Gems and Hidden Soviet Secrets",
          "day": 9
        }
      ],
      "rating": 6
    },
    {
      "place_id": "LV::daugavpils",
      "name": "Daugavpils",
      "cc": "LV",
      "language": "en",
      "coords": [
        55.8694,
        26.5361
      ],
      "lat": 55.8694,
      "lon": 26.5361,
      "visits": [
        {
          "text": "Explore Daugavpils, Latvia's second city and birthplace of the renowned artist Mark Rothko, nestled in the hills and lakes of the scenic Daugava River valley. This town ticks to a Russian rhythm as the heartland of Latvia's Russian-speaking population, offering a fascinatingly different cultural experience from Riga. The glorious historical core features refined 19th-century architecture courtesy of St. Petersburg's influence on this borderland city.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the impressive Daugavpils Fortress, whose looming bulwarks mark one of the militaristic hubs of the former Russian Empire. This 19th-century fortification, the only early 19th-century fortress in Northern Europe that has retained its original features, covers a vast area and once garrisoned thousands of troops. The fortress is currently being restored and offers a remarkable journey through Baltic military history.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire the Saints Boris and Gleb Cathedral, whose golden-hued onion domes and Orthodox cupolas rise dramatically against the Daugavpils skyline. This Russian Orthodox cathedral, with its architecture reminiscent of Kiev and Moscow's St. Basil's, reflects the strong Russian cultural influence in this region. The ornate interior with its traditional iconostasis creates an atmosphere of spiritual grandeur.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Wander the streets of Daugavpils to discover the antithesis of bustling Riga in this contemplative provincial capital. The city's unique position between East and West has created a distinctive cultural atmosphere where Russian and Latvian traditions blend. Museums, galleries, and the Mark Rothko Art Centre honor the city's most famous son while showcasing contemporary Baltic art.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Unveiled: Castles, Coastal Gems and Hidden Soviet Secrets",
          "day": 11
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "LV::jurmala",
      "name": "Jurmala",
      "cc": "LV",
      "language": "en",
      "coords": [
        56.968,
        23.7704
      ],
      "lat": 56.968,
      "lon": 23.7704,
      "visits": [
        {
          "text": "Relax on the golden beaches of Jurmala, the beloved 'Latvian Riviera' stretching nearly 30 kilometers along the curved coastline of the Gulf of Riga. This elegant resort destination has attracted visitors including Soviet leaders Brezhnev and Khrushchev, drawn by its unique microclimate, salty sea air, and renowned mineral mud pools offering holistic health treatments. The Blue Flag beaches of Majori and Bulduri rank among the finest on the Baltic coast.",
          "visit_duration_min": 75
        },
        {
          "text": "Experience the therapeutic atmosphere of Jurmala's famous spa traditions, which have been drawing wellness seekers for over a century. The resort towns along this stretch of coast specialize in mineral treatments and health therapies utilizing the region's unique natural resources. Charming wooden Art Nouveau villas line the streets, creating a distinctive architectural character unlike anywhere else in the Baltics.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Venture into Ķemeri National Park, a protected wetland wonderland famous for its vast peat bogs, pristine marshes, and remarkable biodiversity. Well-maintained boardwalk trails wind through this unique ecosystem, allowing visitors to explore without disturbing the fragile environment. The park offers exceptional birdwatching opportunities with numerous rare species making their home in these atmospheric wetlands.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Unveiled: Castles, Coastal Gems and Hidden Soviet Secrets",
          "day": 2
        }
      ],
      "rating": 4.9
    },
    {
      "place_id": "LV::kolka",
      "name": "Kolka",
      "cc": "LV",
      "language": "en",
      "coords": [
        57.7558,
        22.5936
      ],
      "lat": 57.7558,
      "lon": 22.5936,
      "visits": [
        {
          "text": "Explore Slītere National Park, the natural jewel of the Kurzeme region encompassing the beautiful Blue Hills and great stretches of undeveloped Baltic coastline. Rolling sand dunes and sloping golden beaches meet the whitecaps of the sea in this protected wilderness area. Deep virgin forests of fir, elm, and rare Baltic ivy cover the interior, sheltering diverse wildlife in one of Latvia's most pristine environments.",
          "visit_duration_min": 75
        },
        {
          "text": "Stand at Cape Kolka, the dramatic point where the park juts into the ocean and the waters of the Baltic Sea meet the Gulf of Riga. This remote headland offers spectacular views across the turbulent waters where two distinct bodies of water collide. The cape's isolated beauty and powerful natural forces create an atmosphere of wild, untamed nature.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Discover the historic fishing villages scattered throughout Slītere National Park, many of which remained truly off-the-beaten-track during Soviet times due to a restricted military presence in the area. These rustic settlements preserve traditional Livonian fishing culture and architecture that has largely disappeared elsewhere. The combination of pristine nature and authentic heritage makes this region uniquely rewarding for adventurous travelers.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Unveiled: Castles, Coastal Gems and Hidden Soviet Secrets",
          "day": 6
        }
      ],
      "rating": 2.7
    },
    {
      "place_id": "LV::kuldiga",
      "name": "Kuldiga",
      "cc": "LV",
      "language": "en",
      "coords": [
        56.9677,
        21.9681
      ],
      "lat": 56.9677,
      "lon": 21.9681,
      "visits": [
        {
          "text": "Wander through Kuldiga's enchanting Old Town, where crooked timber cottages and cobblestone lanes preserve centuries of Old World charm in the heart of the Kurzeme region. Houses dating from the 1700s create one of Latvia's most attractive historic streetscapes, while arched brick bridges and the elegant Baroque St. Catherine's Church recall the town's prosperous era under the Courland duchy. This chocolate-box town represents authentic Latvian heritage at its finest.",
          "visit_duration_min": 75
        },
        {
          "text": "Marvel at the Ventas Rumba, the widest waterfall in Europe stretching 249 meters across the Venta River on the outskirts of town. These roaring cascades create a spectacular natural phenomenon, particularly impressive during spring floods when salmon leap upstream. The surrounding verdant riparian habitats and the mysterious Riezupe Sand Caves add to Kuldiga's natural attractions.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the atmospheric Riezupe Sand Caves, a network of tunnels carved into the sandstone banks near the Venta River. These caves, formed by centuries of natural erosion and human activity, create an otherworldly underground landscape unique to this region. The combination of waterfalls, caves, and historic architecture makes Kuldiga an unexpected highlight of any Latvian journey.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Unveiled: Castles, Coastal Gems and Hidden Soviet Secrets",
          "day": 3
        }
      ],
      "rating": 8.7
    },
    {
      "place_id": "LV::liepaja",
      "name": "Liepaja",
      "cc": "LV",
      "language": "en",
      "coords": [
        56.5047,
        21.0108
      ],
      "lat": 56.5047,
      "lon": 21.0108,
      "visits": [
        {
          "text": "Discover Liepaja, a fascinating patchwork of Art Nouveau architecture and Russian Orthodox heritage near the Lithuanian border. The Cathedral of the Holy Trinity dominates the cityscape with its soaring spire and houses one of the largest mechanical organs in the world. Bustling daily markets and blue-collar working neighborhoods give this 90,000-strong port city an authentic, lived-in character far from typical tourist routes.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Karosta, a former clandestine Soviet military settlement on the edge of modern Liepaja that once housed over 25,000 military personnel. The windswept remnants of tsarist and USSR forts are now being transformed into art galleries and cultural spaces, while the haunting Karosta Prison offers visitors the chance to experience life as a Soviet-era prisoner. The dramatic northern beaches stretching along the coast add natural beauty to this evocative district.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Tour the infamous Karosta Prison, one of Latvia's most unusual attractions where visitors can experience an immersive night as a prisoner in this former Soviet military detention facility. The stark, grim cells and military drills recreate the harsh conditions that actual prisoners endured. This unforgettable experience provides a visceral connection to Latvia's complex 20th-century history.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Unveiled: Castles, Coastal Gems and Hidden Soviet Secrets",
          "day": 4
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "LV::riga",
      "name": "Riga",
      "cc": "LV",
      "language": "en",
      "coords": [
        56.9496,
        24.1052
      ],
      "lat": 56.9496,
      "lon": 24.1052,
      "visits": [
        {
          "text": "Explore Riga's UNESCO-listed Old Town, a labyrinthine medieval quarter considered one of the most handsome historic centers in Europe. Cobblestone streets wind beneath the soaring spire of St. Peter's Church while the magnificently reconstructed House of the Blackheads stands as a proud symbol of the city's resilience after Soviet domination. This atmospheric quarter reveals centuries of history through its Gothic, Baroque, Renaissance, and classical architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Discover Riga's Art Nouveau District, home to over 800 stunning buildings featuring intricate facades, ornate sculptures, and extraordinary decorative details. Alberta iela (Alberta Street) showcases some of the finest examples of this turn-of-the-century European design anywhere on the continent. This UNESCO-recognized architectural treasure trove represents one of the world's most impressive concentrations of Art Nouveau buildings.",
          "visit_duration_min": 75
        },
        {
          "text": "Wander through Riga Central Market, one of Europe's largest and most atmospheric food markets housed in five massive former Zeppelin hangars. This vibrant hub of local life offers an incredible array of fresh produce, meats, cheeses, and traditional Latvian specialties including grey peas with bacon and the famous Riga Black Balsam herbal liquor. The market provides an authentic window into daily Latvian life and culinary traditions.",
          "visit_duration_min": 75
        },
        {
          "text": "Visit the Freedom Monument, an iconic 42-meter granite and copper monument that has stood as a symbol of Latvian independence and national identity since 1935. This beloved landmark, affectionately known as 'Milda,' depicts a woman holding three golden stars representing Latvia's historical regions. The monument survived Soviet occupation and remains the focal point of national celebrations and commemorations.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore the Latvian Ethnographic Open-Air Museum on the outskirts of Riga, bringing centuries of rural Latvian life to vivid reality. More than 100 historical buildings including traditional farmsteads, workshops, and windmills showcase the country's diverse regional heritage. Seasonal events featuring traditional craft workshops and folk dance performances make this an immersive cultural experience.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Unveiled: Castles, Coastal Gems and Hidden Soviet Secrets",
          "day": 1
        }
      ],
      "rating": 9.9
    },
    {
      "place_id": "LV::saulkrasti",
      "name": "Saulkrasti",
      "cc": "LV",
      "language": "en",
      "coords": [
        57.2575,
        24.4089
      ],
      "lat": 57.2575,
      "lon": 24.4089,
      "visits": [
        {
          "text": "Relax on the quieter beaches of Saulkrasti, Latvia's lesser-known summertime retreat facing Jurmala across the waters of the Riga Gulf. This more laid-back alternative to its famous counterpart offers miles of winding cycle tracks and gorgeous ivory sands at resort areas like Pabazi. The peaceful atmosphere attracts those seeking tranquility rather than the bustle of larger resorts.",
          "visit_duration_min": 75
        },
        {
          "text": "Climb the White Dune, an 18-meter-high landmark rising dramatically on the edge of the Inčupe River. This natural formation offers prime sunset viewing across the Baltic coastline and surrounding forests of swaying linden and fir trees. The dune's elevated position provides panoramic perspectives across Saulkrasti's beautiful stretch of coastline.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Hike the clifftop walking trails that wind through seaside forests along Saulkrasti's scenic coastline. These paths offer ever-changing views of the Baltic Sea through gaps in the dense woodland canopy. The combination of beach, forest, and coastal bluffs creates diverse landscapes within a compact area perfect for nature walks.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Unveiled: Castles, Coastal Gems and Hidden Soviet Secrets",
          "day": 7
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "LV::sigulda",
      "name": "Sigulda",
      "cc": "LV",
      "language": "en",
      "coords": [
        57.1537,
        24.8544
      ],
      "lat": 57.1537,
      "lon": 24.8544,
      "visits": [
        {
          "text": "Discover Sigulda, the gateway to Latvia's legendary Gauja Valley where misty woodlands, meandering rivers, and castle-topped hills have inspired countless local legends. The dramatic landscape of this region, often called the 'Switzerland of Latvia,' features undulating terrain, deep river valleys, and forests that glow with color in autumn. Cherry trees bloom throughout the charming town center, which also boasts elegant pre-independence architecture.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore the magnificent Turaida Castle, Latvia's answer to Transylvania's Bran Castle, whose keeps, bulwarks, and crenellations rise dramatically above the Gauja Valley. This 13th-century red-brick fortress has been beautifully restored and offers panoramic views across the forested landscape. The castle museum chronicles 800 years of regional history within its atmospheric towers and chambers.",
          "visit_duration_min": 75
        },
        {
          "text": "Venture into the massive Gutmanis Cave, one of the largest caverns in the Baltic states, where ancient inscriptions dating back to the 17th century cover the sandstone walls. This natural wonder has been a place of legend and pilgrimage for centuries, with countless visitors leaving their marks on its surfaces. The cave's impressive scale and historical graffiti make it a unique attraction within the Gauja Valley.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descend into the secret Soviet bunkers of Līgatne, hidden deep in the forests on the edge of town. These underground facilities were designed to shelter high-ranking officials in case of nuclear war and offer a fascinating glimpse into Cold War-era Latvia. The well-preserved bunkers provide an eerie journey back to a time of superpower tensions and nuclear anxiety.",
          "visit_duration_min": 60
        },
        {
          "text": "Experience outdoor adventures in Gauja National Park, Latvia's largest and most visited national park offering excellent hiking, canoeing, and Nordic skiing opportunities. The striking sandstone gorges and fir-forest-topped escarpments of Devonian rock create dramatic scenery throughout the park. The Ērgļu Cliffs and numerous nature trails invite exploration of this pristine Baltic wilderness.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Unveiled: Castles, Coastal Gems and Hidden Soviet Secrets",
          "day": 8
        }
      ],
      "rating": 7.9
    },
    {
      "place_id": "LV::ventspils",
      "name": "Ventspils",
      "cc": "LV",
      "language": "en",
      "coords": [
        57.3894,
        21.5606
      ],
      "lat": 57.3894,
      "lon": 21.5606,
      "visits": [
        {
          "text": "Visit Ventspils Castle, the best-preserved Livonian Order castle in Latvia, rising in pretty yellow-washed facades against the cobblestones of the Old Town. This 13th-century fortress has witnessed 800 years of Baltic history and now houses a museum chronicling the region's medieval heritage. The castle's strategic position reflects Ventspils' importance as one of the busiest ports in the Baltic region.",
          "visit_duration_min": 75
        },
        {
          "text": "Stroll along Ventspils' famous flower-lined promenades that have earned the city its reputation as the flower capital of Latvia. From springtime onwards, blooming beds of flowers and bulbs erupt throughout the town and along its seaside walkways. The charming Market Square and historic homes on Skolas Street showcase the city's blend of history and civic pride.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Enjoy Ventspils' well-maintained beaches and portside promenades where modern maritime industry meets traditional Baltic seaside charm. The city offers excellent facilities for families, including the popular Ventspils Children's Town with its interactive science center and playgrounds. The combination of medieval heritage, floral beauty, and coastal recreation makes Ventspils a surprisingly rewarding destination.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Latvia Unveiled: Castles, Coastal Gems and Hidden Soviet Secrets",
          "day": 5
        }
      ],
      "rating": 6.6
    }
  ]
}