{
  "version": 1,
  "country": "lv",
  "language": "pt",
  "places": [
    {
      "place_id": "LV::bauska",
      "name": "Bauska",
      "cc": "LV",
      "language": "pt",
      "coords": [
        56.4075,
        24.1947
      ],
      "lat": 56.4075,
      "lon": 24.1947,
      "visits": [
        {
          "text": "Descubra o Castelo Bauska, onde os Cavaleiros da Ordem da Livônia primeiro fortificaram as pequenas ilhas na confluência de dois rios. Mais tarde, os Duques da Curlândia e os czares russos ergueram uma nova fortificação com suas distintivas paredes caiadas e telhados de telhas vermelhas. A posição do castelo no início do Rio Lielupe o tornou estrategicamente vital por séculos de lutas pelo poder báltico.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravilhe-se com o Palácio Rundāle, o 'Versalhes da Latvia' e um dos palácios barrocos mais magníficos da região báltica. Esta obra-prima do século XVIII foi projetada por Bartolomeo Rastrelli, celebrado arquiteto da corte imperial russa, como um presente da Imperatriz Catarina, a Grande. Os interiores opulentos do palácio, com sua extravagância flamboyante de estilo italiano, e os jardins formais de rosas circundantes e gramados de estilo inglês atraem milhares de visitantes anualmente.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore o caráter charmoso de cidade do interior de Bauska, onde os canais do rio fluem através do coração ladeado por loteamentos e terras agrícolas, atravessados por pontes suspensas tênues. A linda praça do mercado fervilha com a vida local, oferecendo um vislumbre autêntico da existência de uma pequena cidade letã. Este cenário tranquilo oferece um contraste perfeito com a grandeza do próximo Palácio Rundāle.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Letônia Revelada: Castelos, Joias Costeiras e Segredos Soviéticos Ocultos",
          "day": 10
        }
      ],
      "rating": 3.8
    },
    {
      "place_id": "LV::cesis",
      "name": "Cesis",
      "cc": "LV",
      "language": "pt",
      "coords": [
        57.3119,
        25.2748
      ],
      "lat": 57.3119,
      "lon": 25.2748,
      "visits": [
        {
          "text": "Passeie por Cesis, cuja glória medieval foi preservada em um dos melhores centros históricos da Latvia. Ruas largas de paralelepípedos serpenteiam por belas fachadas de madeira pintadas no estilo báltico clássico, enquanto igrejas com estuque e pátios desgastados evocam os movimentados mercados da Idade Média que outrora prosperaram aqui. A Igreja de São João contém os túmulos dos cavaleiros da Ordem da Livônia que moldaram a história tumultuada desta região.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o Castelo Cesis, uma formidável mistura de paliçadas e casas de guarda envolvidas por florestas perto do centro da cidade. Esta fortaleza do século XIII testemunhou 800 anos de invasões por forças suecas, russas, eslavas e polonesas, e suas extensas ruínas contam a história da importância estratégica da região. Os visitantes podem subir torres, explorar passagens subterrâneas e descobrir contos da guerra báltica medieval.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Parque Arqueológico Araisi, o museu ao ar livre mais popular da Latvia, localizado a uma curta distância de Cesis. Este site fascinante narra os estilos de vida das tribos bálticas do início da Idade Média que fizeram suas casas em habitações de madeira reconstruídas nas margens do lago. Ruínas de um castelo da Ordem da Livônia e extensos achados arqueológicos mostram tudo, desde moda do século XIV até inovações agrícolas medievais.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Experimente a história medieval em primeira mão no assentamento de habitações lacustres reconstruído de Araisi, onde barracos de madeira e cabanas de madeira recriam a vida como era vivida há mais de mil anos. O cenário pacífico à beira do lago adiciona à atmosfera de voltar no tempo. Esta janela única para o passado mais profundo da Latvia traz vividamente à vida a herança pré-cristã da região.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Letônia Revelada: Castelos, Joias Costeiras e Segredos Soviéticos Ocultos",
          "day": 9
        }
      ],
      "rating": 6
    },
    {
      "place_id": "LV::daugavpils",
      "name": "Daugavpils",
      "cc": "LV",
      "language": "pt",
      "coords": [
        55.8694,
        26.5361
      ],
      "lat": 55.8694,
      "lon": 26.5361,
      "visits": [
        {
          "text": "Explore Daugavpils, a segunda cidade da Latvia e local de nascimento do renomado artista Mark Rothko, aninhada nas colinas e lagos do cênico vale do Rio Daugava. Esta cidade pulsa em ritmo russo como o coração da população russófona da Latvia, oferecendo uma experiência cultural fascinantemente diferente de Riga. O núcleo histórico glorioso apresenta arquitetura refinada do século XIX cortesia da influência de São Petersburgo nesta cidade fronteiriça.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite a impressionante Fortaleza Daugavpils, cujos baluartes imponentes marcam um dos centros militaristas do antigo Império Russo. Esta fortificação do século XIX, a única fortaleza do início do século XIX no Norte da Europa que manteve suas características originais, cobre uma área vasta e uma vez alojou milhares de tropas. A fortaleza está sendo restaurada atualmente e oferece uma jornada notável através da história militar báltica.",
          "visit_duration_min": 75
        },
        {
          "text": "Admire a Catedral Santos Boris e Gleb, cujas cúpulas em forma de cebola douradas e cúpulas ortodoxas se erguem dramaticamente contra o horizonte de Daugavpils. Esta catedral ortodoxa russa, com sua arquitetura reminiscente da Basílica de São Basílio de Kiev e Moscou, reflete a forte influência cultural russa nesta região. O interior ornamentado com seu iconostásio tradicional cria uma atmosfera de grandeza espiritual.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Passeie pelas ruas de Daugavpils para descobrir a antítese da movimentada Riga nesta capital provincial contemplativa. A posição única da cidade entre Leste e Oeste criou uma atmosfera cultural distintiva onde tradições russas e letãs se misturam. Museus, galerias e o Centro de Arte Mark Rothko honram o filho mais famoso da cidade enquanto mostram arte báltica contemporânea.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Letônia Revelada: Castelos, Joias Costeiras e Segredos Soviéticos Ocultos",
          "day": 11
        }
      ],
      "rating": 7.2
    },
    {
      "place_id": "LV::jurmala",
      "name": "Jurmala",
      "cc": "LV",
      "language": "pt",
      "coords": [
        56.968,
        23.7704
      ],
      "lat": 56.968,
      "lon": 23.7704,
      "visits": [
        {
          "text": "Relaxe nas praias douradas de Jurmala, a querida 'Riviera Letoniana' que se estende por quase 30 quilômetros ao longo da costa curva do Golfo de Riga. Este elegante destino de resort atraiu visitantes incluindo os líderes soviéticos Brezhnev e Khrushchev, atraídos por seu microclima único, ar salgado do mar e renomadas piscinas de lama mineral oferecendo tratamentos de saúde holísticos. As praias Bandeira Azul de Majori e Bulduri estão entre as melhores da costa báltica.",
          "visit_duration_min": 75
        },
        {
          "text": "Experimente a atmosfera terapêutica das famosas tradições de spa de Jurmala, que atraem buscadores de bem-estar há mais de um século. As cidades resort ao longo desta extensão da costa se especializam em tratamentos minerais e terapias de saúde utilizando os recursos naturais únicos da região. Charmosas vilas de madeira Art Nouveau alinham as ruas, criando um caráter arquitetônico distintivo diferente de qualquer outro lugar nos Bálticos.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Aventure-se no Parque Nacional Ķemeri, um maravilhoso pântano protegido famoso por suas vastas turfeiras, pântanos pristinos e biodiversidade notável. Trilhas de passarela bem mantidas serpenteiam através deste ecossistema único, permitindo que visitantes explorem sem perturbar o ambiente frágil. O parque oferece oportunidades excepcionais de observação de pássaros com numerosas espécies raras fazendo sua casa nestes pântanos atmosféricos.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Letônia Revelada: Castelos, Joias Costeiras e Segredos Soviéticos Ocultos",
          "day": 2
        }
      ],
      "rating": 4.9
    },
    {
      "place_id": "LV::kolka",
      "name": "Kolka",
      "cc": "LV",
      "language": "pt",
      "coords": [
        57.7558,
        22.5936
      ],
      "lat": 57.7558,
      "lon": 22.5936,
      "visits": [
        {
          "text": "Explore o Parque Nacional Slītere, a joia natural da região de Kurzeme abrangendo as belas Colinas Azuis e grandes extensões da costa báltica não desenvolvida. Dunas de areia ondulantes e praias douradas inclinadas encontram as cristas brancas do mar nesta área selvagem protegida. Florestas virgens profundas de abeto, olmo e hera báltica rara cobrem o interior, abrigando vida selvagem diversa em um dos ambientes mais pristinos da Letônia.",
          "visit_duration_min": 75
        },
        {
          "text": "Fique no Cabo Kolka, o ponto dramático onde o parque se projeta no oceano e as águas do Mar Báltico encontram o Golfo de Riga. Este promontório remoto oferece vistas espetaculares através das águas turbulentas onde dois corpos d'água distintos colidem. A beleza isolada do cabo e as forças naturais poderosas criam uma atmosfera de natureza selvagem e indomada.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Descubra as aldeias pesqueiras históricas espalhadas pelo Parque Nacional Slītere, muitas das quais permaneceram verdadeiramente fora dos roteiros batidos durante os tempos soviéticos devido a uma presença militar restrita na área. Estes assentamentos rústicos preservam a cultura pesqueira e arquitetura tradicional livoniana que desapareceu em grande parte em outros lugares. A combinação de natureza pristina e herança autêntica torna esta região singularmente recompensadora para viajantes aventureiros.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Letônia Revelada: Castelos, Joias Costeiras e Segredos Soviéticos Ocultos",
          "day": 6
        }
      ],
      "rating": 2.7
    },
    {
      "place_id": "LV::kuldiga",
      "name": "Kuldiga",
      "cc": "LV",
      "language": "pt",
      "coords": [
        56.9677,
        21.9681
      ],
      "lat": 56.9677,
      "lon": 21.9681,
      "visits": [
        {
          "text": "Passeie pelo encantador Centro Histórico de Kuldiga, onde casas de madeira tortas e ruas de paralelepípedos preservam séculos do charme do Velho Mundo no coração da região de Kurzeme. Casas datadas de 1700 criam uma das paisagens históricas mais atrativas da Letônia, enquanto pontes de tijolo arqueadas e a elegante Igreja Barroca de Santa Catarina relembram a era próspera da cidade sob o ducado da Curlândia. Esta cidade de conto de fadas representa a herança letoniana autêntica em sua forma mais refinada.",
          "visit_duration_min": 75
        },
        {
          "text": "Maravilhe-se com Ventas Rumba, a cachoeira mais larga da Europa, estendendo-se por 249 metros através do Rio Venta nos arredores da cidade. Estas cascatas rugindo criam um fenômeno natural espetacular, particularmente impressionante durante as enchentes da primavera quando salmões saltam rio acima. Os habitats ribeirinhos verdejantes ao redor e as misteriosas Cavernas de Areia Riezupe aumentam as atrações naturais de Kuldiga.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore as atmosféricas Cavernas de Areia Riezupe, uma rede de túneis esculpidos nas margens de arenito perto do Rio Venta. Estas cavernas, formadas por séculos de erosão natural e atividade humana, criam uma paisagem subterrânea sobrenatural única desta região. A combinação de cachoeiras, cavernas e arquitetura histórica faz de Kuldiga um destaque inesperado de qualquer jornada letoniana.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Letônia Revelada: Castelos, Joias Costeiras e Segredos Soviéticos Ocultos",
          "day": 3
        }
      ],
      "rating": 8.7
    },
    {
      "place_id": "LV::liepaja",
      "name": "Liepaja",
      "cc": "LV",
      "language": "pt",
      "coords": [
        56.5047,
        21.0108
      ],
      "lat": 56.5047,
      "lon": 21.0108,
      "visits": [
        {
          "text": "Descubra Liepaja, uma fascinante colcha de retalhos de arquitetura Art Nouveau e herança ortodoxa russa perto da fronteira lituana. A Catedral da Santíssima Trindade domina a paisagem da cidade com sua torre altíssima e abriga um dos maiores órgãos mecânicos do mundo. Mercados diários movimentados e bairros de classe trabalhadora dão a esta cidade portuária de 90.000 habitantes um caráter autêntico e vivido, longe das rotas turísticas típicas.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore Karosta, um antigo assentamento militar soviético clandestino na borda da moderna Liepaja que uma vez abrigou mais de 25.000 militares. Os restos varridos pelo vento dos fortes czaristas e da URSS estão sendo transformados em galerias de arte e espaços culturais, enquanto a assombrada Prisão Karosta oferece aos visitantes a chance de experimentar a vida como prisioneiro da era soviética. As dramáticas praias do norte se estendendo pela costa adicionam beleza natural a este distrito evocativo.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Faça um tour pela infame Prisão Karosta, uma das atrações mais incomuns da Letônia, onde visitantes podem experimentar uma noite imersiva como prisioneiro nesta antiga instalação de detenção militar soviética. As celas austeras e sombrias e exercícios militares recriam as condições duras que prisioneiros reais suportaram. Esta experiência inesquecível proporciona uma conexão visceral com a complexa história do século XX da Letônia.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Letônia Revelada: Castelos, Joias Costeiras e Segredos Soviéticos Ocultos",
          "day": 4
        }
      ],
      "rating": 5.3
    },
    {
      "place_id": "LV::riga",
      "name": "Riga",
      "cc": "LV",
      "language": "pt",
      "coords": [
        56.9496,
        24.1052
      ],
      "lat": 56.9496,
      "lon": 24.1052,
      "visits": [
        {
          "text": "Explore o Centro Histórico de Riga, listado pela UNESCO, um bairro medieval labiríntico considerado um dos centros históricos mais belos da Europa. Ruas de paralelepípedos serpenteiam sob a torre altíssima da Igreja de São Pedro, enquanto a magnificamente reconstruída Casa das Cabeças Negras permanece como um símbolo orgulhoso da resistência da cidade após a dominação soviética. Este bairro atmosférico revela séculos de história através de sua arquitetura gótica, barroca, renascentista e clássica.",
          "visit_duration_min": 75
        },
        {
          "text": "Descubra o Distrito Art Nouveau de Riga, lar de mais de 800 edifícios deslumbrantes com fachadas intrincadas, esculturas ornamentadas e detalhes decorativos extraordinários. A Alberta iela (Rua Alberta) exibe alguns dos melhores exemplos deste design europeu do início do século em qualquer lugar do continente. Este tesouro arquitetônico reconhecido pela UNESCO representa uma das concentrações mais impressionantes de edifícios Art Nouveau do mundo.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeie pelo Mercado Central de Riga, um dos maiores e mais atmosféricos mercados de alimentos da Europa, localizado em cinco enormes hangares de Zeppelin. Este hub vibrante da vida local oferece uma incrível variedade de produtos frescos, carnes, queijos e especialidades tradicionais letonianas, incluindo ervilhas cinzas com bacon e o famoso licor de ervas Riga Black Balsam. O mercado oferece uma janela autêntica para a vida cotidiana e tradições culinárias letonianas.",
          "visit_duration_min": 75
        },
        {
          "text": "Visite o Monumento da Liberdade, um icônico monumento de granito e cobre de 42 metros que permanece como símbolo da independência e identidade nacional letoniana desde 1935. Este marco querido, carinhosamente conhecido como 'Milda', retrata uma mulher segurando três estrelas douradas representando as regiões históricas da Letônia. O monumento sobreviveu à ocupação soviética e permanece como ponto focal das celebrações e comemorações nacionais.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Explore o Museu Etnográfico ao Ar Livre da Letônia nos arredores de Riga, trazendo séculos da vida rural letoniana à realidade vívida. Mais de 100 edifícios históricos, incluindo fazendas tradicionais, oficinas e moinhos de vento, mostram a diversificada herança regional do país. Eventos sazonais com oficinas de artesanato tradicional e apresentações de dança folclórica fazem desta uma experiência cultural imersiva.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Letônia Revelada: Castelos, Joias Costeiras e Segredos Soviéticos Ocultos",
          "day": 1
        }
      ],
      "rating": 9.9
    },
    {
      "place_id": "LV::saulkrasti",
      "name": "Saulkrasti",
      "cc": "LV",
      "language": "pt",
      "coords": [
        57.2575,
        24.4089
      ],
      "lat": 57.2575,
      "lon": 24.4089,
      "visits": [
        {
          "text": "Relaxe nas praias mais tranquilas de Saulkrasti, o refúgio de verão menos conhecido da Latvia, de frente para Jurmala através das águas do Golfo de Riga. Esta alternativa mais descontraída à sua famosa contraparte oferece quilômetros de ciclovias serpenteantes e lindas areias marfim em áreas de resort como Pabazi. A atmosfera pacífica atrai aqueles que buscam tranquilidade em vez da agitação de resorts maiores.",
          "visit_duration_min": 75
        },
        {
          "text": "Suba a Duna Branca, um marco de 18 metros de altura que se ergue dramaticamente na borda do Rio Inčupe. Esta formação natural oferece visualização privilegiada do pôr do sol através da costa do Báltico e florestas circundantes de tílias e abetos balançantes. A posição elevada da duna oferece perspectivas panorâmicas através do belo trecho de litoral de Saulkrasti.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Percorra as trilhas de caminhada no topo do penhasco que serpenteiam através das florestas costeiras ao longo do litoral cênico de Saulkrasti. Estes caminhos oferecem vistas sempre mutáveis do Mar Báltico através de aberturas no dossel denso da floresta. A combinação de praia, floresta e penhascos costeiros cria paisagens diversas dentro de uma área compacta perfeita para caminhadas na natureza.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Letônia Revelada: Castelos, Joias Costeiras e Segredos Soviéticos Ocultos",
          "day": 7
        }
      ],
      "rating": 3.4
    },
    {
      "place_id": "LV::sigulda",
      "name": "Sigulda",
      "cc": "LV",
      "language": "pt",
      "coords": [
        57.1537,
        24.8544
      ],
      "lat": 57.1537,
      "lon": 24.8544,
      "visits": [
        {
          "text": "Descubra Sigulda, o portal para o lendário Vale Gauja da Latvia, onde florestas enevoadas, rios serpenteantes e colinas coroadas por castelos inspiraram incontáveis lendas locais. A paisagem dramática desta região, frequentemente chamada de 'Suíça da Latvia', apresenta terreno ondulante, vales fluviais profundos e florestas que brilham com cores no outono. Cerejeiras florescem por todo o charmoso centro da cidade, que também ostenta elegante arquitetura pré-independência.",
          "visit_duration_min": 75
        },
        {
          "text": "Explore o magnífico Castelo Turaida, a resposta da Latvia ao Castelo Bran da Transilvânia, cujas torres, baluartes e ameias se erguem dramaticamente acima do Vale Gauja. Esta fortaleza de tijolos vermelhos do século XIII foi belamente restaurada e oferece vistas panorâmicas através da paisagem florestada. O museu do castelo narra 800 anos de história regional dentro de suas torres e câmaras atmosféricas.",
          "visit_duration_min": 75
        },
        {
          "text": "Aventure-se na massiva Caverna Gutmanis, uma das maiores cavernas dos estados bálticos, onde inscrições antigas datando do século XVII cobrem as paredes de arenito. Esta maravilha natural tem sido um local de lenda e peregrinação por séculos, com incontáveis visitantes deixando suas marcas em suas superfícies. A escala impressionante da caverna e os grafites históricos fazem dela uma atração única dentro do Vale Gauja.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Desça aos bunkers soviéticos secretos de Līgatne, escondidos profundamente nas florestas na borda da cidade. Estas instalações subterrâneas foram projetadas para abrigar oficiais de alto escalão em caso de guerra nuclear e oferecem um vislumbre fascinante da Latvia da era da Guerra Fria. Os bunkers bem preservados proporcionam uma jornada assombrada de volta a uma época de tensões entre superpotências e ansiedade nuclear.",
          "visit_duration_min": 60
        },
        {
          "text": "Experimente aventuras ao ar livre no Parque Nacional Gauja, o maior e mais visitado parque nacional da Latvia, oferecendo excelentes oportunidades de caminhada, canoagem e esqui nórdico. Os impressionantes desfiladeiros de arenito e escarpas cobertas de florestas de abetos de rocha devoniana criam cenários dramáticos por todo o parque. Os Penhascos Ērgļu e numerosas trilhas naturais convidam à exploração desta natureza selvagem báltica pristina.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Letônia Revelada: Castelos, Joias Costeiras e Segredos Soviéticos Ocultos",
          "day": 8
        }
      ],
      "rating": 7.9
    },
    {
      "place_id": "LV::ventspils",
      "name": "Ventspils",
      "cc": "LV",
      "language": "pt",
      "coords": [
        57.3894,
        21.5606
      ],
      "lat": 57.3894,
      "lon": 21.5606,
      "visits": [
        {
          "text": "Visite o Castelo Ventspils, o castelo da Ordem Livoniana mais bem preservado da Letônia, erguendo-se em belas fachadas amarelas contra os paralelepípedos do Centro Histórico. Esta fortaleza do século XIII testemunhou 800 anos de história báltica e agora abriga um museu narrando a herança medieval da região. A posição estratégica do castelo reflete a importância de Ventspils como um dos portos mais movimentados da região báltica.",
          "visit_duration_min": 75
        },
        {
          "text": "Passeie pelas famosas alamedas floridas de Ventspils que renderam à cidade sua reputação como a capital das flores da Letônia. A partir da primavera, canteiros floridos de flores e bulbos explodem por toda a cidade e ao longo de suas passarelas à beira-mar. A charmosa Praça do Mercado e casas históricas na Rua Skolas mostram a mistura da cidade de história e orgulho cívico.",
          "visit_duration_min": 75
        }
      ],
      "activities": [
        {
          "text": "Desfrute das praias bem mantidas de Ventspils e alamedas portuárias onde a indústria marítima moderna encontra o charme tradicional das costas bálticas. A cidade oferece excelentes instalações para famílias, incluindo a popular Cidade das Crianças de Ventspils com seu centro de ciências interativo e parquinhos. A combinação de herança medieval, beleza floral e recreação costeira faz de Ventspils um destino surpreendentemente recompensador.",
          "visit_duration_min": 60
        }
      ],
      "days_plan": [
        {
          "itin_id": "LV::lv::latvia-unveiled-castles-coastal-gems-and-hidden-soviet-secrets",
          "itin_title": "Letônia Revelada: Castelos, Joias Costeiras e Segredos Soviéticos Ocultos",
          "day": 5
        }
      ],
      "rating": 6.6
    }
  ]
}