{
  "version": "v1",
  "country": "JP",
  "language": "pt",
  "itineraries": [
    {
      "itin_id": "JP::hokkaido::sapporo-nature",
      "id": "JP::hokkaido::sapporo-nature",
      "language": "pt",
      "dept_code": "HOKKAIDO",
      "dept_name": "Hokkaido",
      "title": "HOKKAIDO SELVAGEM: VULCÕES FUMEGANTES, LAVANDA E GASTRONOMIA MARINHA",
      "notes": "Découvre la nature préservée de l'île la plus septentrionale du Japon entre champs de lavande de Furano, paysages patchwork de Biei, zoo innovant d'Asahikawa et gastronomie marine exceptionnelle de Sapporo. Un Japon différent aux influences aïnous et aux paysages grandioses où la neige règne six mois par an.",
      "specialties": [
        "[object Object]",
        "[object Object]",
        "[object Object]",
        "[object Object]",
        "[object Object]"
      ],
      "estimated_days_base": 9,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::otaru",
            "coords": [
              43.1907,
              140.9947
            ]
          },
          "visits": [
            {
              "text": "Canal de Otaru — Canal histórico de 1,3 quilômetro construído entre 1914 e 1923 para transporte marítimo, ladeado por armazéns de tijolos vermelhos reconvertidos em lojas e restaurantes, 63 lampiões a gás vintage acesos ao crepúsculo criando ambiente romântico, ponte Asakusa emblemática, passeio de inverno com esculturas de neve, símbolo da prosperidade portuária passada.",
              "visit_duration_min": 75
            },
            {
              "text": "Rua Sakaimachi — Artéria comercial histórica de 900 metros preservando arquitetura Meiji e Taisho, 70 lojas em edifícios centenários renovados, especialidade caixas de música Otaru Orgel-do com 25000 modelos expostos, vidrarias artesanais sopradas à boca, confeitarias LeTao famosa pelo queijo duplo, ambiente nostálgico dos anos 1920.",
              "visit_duration_min": 75
            },
            {
              "text": "Museu da Caixa de Música de Otaru — Maior museu de caixas de música do Japão instalado em armazém de 1912, coleção de 3400 caixas de música antigas e contemporâneas do mundo inteiro, oficina de personalização para criar sua própria caixa, concertos regulares de órgão a vapor histórico de 1908, loja ampla, relógio a vapor externo tocando a cada 15 minutos.",
              "visit_duration_min": 75
            },
            {
              "text": "Santuário Temiya — Santuário xintoísta empoleirado em colina oferecendo vista panorâmica sobre porto e baía de Ishikari, fundado em 1865 para proteger marinheiros e pescadores, escadaria íngreme de 105 degraus sob torii vermelho, arquitetura tradicional simples em madeira, atmosfera pacífica longe das zonas turísticas, cerejeiras em maio, local apreciado para primeira visita do ano hatsumode.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visita a uma vidraria artesanal — Assista a demonstração de sopro de vidro em um dos 18 ateliês de Otaru que perpetuam tradição centenária, vidro aquecido a 1200 graus moldado por mestres artesãos, possibilidade de criar seu próprio objeto em 30 minutos sob supervisão, técnica herdada da importação europeia era Meiji, boutiques vendendo lâmpadas tigelas taças coloridas únicas.",
              "visit_duration_min": 60
            },
            {
              "text": "Degustação no mercado Sankaku — Explore o mercado triangular de peixes aberto desde 1950, bancas de caranguejos reais e ouriços-do-mar frescos pescados pela manhã, restaurantes oferecendo kaisendon café da manhã farto desde 6h, ambiente local animado, preços razoáveis comparado a Tóquio, degustação gratuita de amostras, lojas de produtos secos e conservas.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 148,
            "drive_min": 177,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1.5
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::sapporo",
            "coords": [
              43.0642,
              141.3469
            ]
          },
          "visits": [
            {
              "text": "Torre do Relógio de Sapporo — Edifício emblemático em madeira de estilo americano construído em 1878 como ginásio da universidade agrícola de Hokkaido, relógio mecânico importado do Massachusetts funcionando há 145 anos, museu expondo história do desenvolvimento de Sapporo, arquitetura ocidental rara da era Meiji, bem cultural importante do Japão.",
              "visit_duration_min": 75
            },
            {
              "text": "Parque Odori — Artéria verde de 1,5 quilômetro atravessando o centro da cidade de leste a oeste, projetado em 1871 como corta-fogo depois transformado em parque paisagístico, palco do famoso Festival da Neve de Sapporo em fevereiro com esculturas de gelo monumentais, Torre de televisão Sapporo de 147 metros na extremidade leste oferecendo panorama urbano, fontes e jardins floridos, local de descanso dos habitantes.",
              "visit_duration_min": 75
            },
            {
              "text": "Museu da Cerveja Sapporo — Único museu cervejeiro do Japão instalado em antiga cervejaria de tijolos vermelhos de 1890, exposição sobre história da cerveja japonesa desde era Meiji, tanques de cobre gigantes, degustação gratuita de três variedades incluindo Sapporo Classic exclusiva de Hokkaido, restaurante Biergarten servindo jingisukan grelhado, arquitetura industrial preservada.",
              "visit_duration_min": 75
            },
            {
              "text": "Santuário Hokkaido Jingu — Principal santuário xintoísta de Hokkaido fundado em 1869 dedicado a quatro kami incluindo almas dos pioneiros da ilha, aninhado na floresta do parque Maruyama de 180 hectares, arquitetura tradicional nagare-zukuri em madeira natural, alameda de lanternas de pedra, cerejeiras e ameixeiras em flor abril-maio, atmosfera espiritual pacífica longe da agitação urbana.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Exploração do mercado Nijo — Perambule pelo mercado alimentar histórico de Sapporo aberto em 1903, bancas transbordando de caranguejos reais gigantes vivos, ouriços-do-mar frescos, salmões inteiros, vieiras, degustação kaisendon tigela frutos do mar a preços razoáveis desde 7h da manhã, ambiente autêntico local sem turistas de massa, lojas de produtos secos e conservas.",
              "visit_duration_min": 60
            },
            {
              "text": "Subida à plataforma de observação JR Tower — Suba ao 38º andar da torre da estação de Sapporo a 160 metros de altitude, observatório JR Tower T38 oferecendo vista panorâmica 360 graus sobre a cidade quadriculada e montanhas circundantes, banheiros com vista vertiginosa, café lounge para descansar, aberto até 23h para admirar iluminações noturnas, acesso direto desde a estação.",
              "visit_duration_min": 60
            },
            {
              "text": "Caminhada noturna em Susukino — Mergulhe no maior bairro de entretenimento ao norte de Tóquio com 4000 estabelecimentos, neons luminosos coloridos criando atmosfera cyberpunk, restaurantes izakaya e ramen abertos até o amanhecer, torre Norbesa com roda-gigante Noria no teto a 78 metros, rua dos ramen Ganso Ramen Yokocho histórica desde 1951, ambiente noturno vibrante seguro.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 41,
            "drive_min": 50,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 2
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::furano",
            "coords": [
              43.3417,
              142.3833
            ]
          },
          "visits": [
            {
              "text": "Farm Tomita — Fazenda floral mais famosa de Hokkaido fundada em 1958, campos de lavanda violeta a perder de vista em 15 hectares culminando em meados de julho, sete parcelas multicoloridas Rainbow Flower Fields com papoulas tulipas sálvias, perfume inebriante de lavanda, loja produtos derivados óleos essenciais sabonetes, café sorvete lavanda assinatura, vista sobre montanhas Tokachi, gratuito.",
              "visit_duration_min": 75
            },
            {
              "text": "Fazenda Shikisai-no-oka — Colina panorâmica de 15 hectares de flores em faixas horizontais arco-íris, tulipas maio, lavanda julho, cosmos setembro, trator Norokko-go atravessando os campos, alpacas e lhamas em mini-zoológico, aluguel de buggies elétricos, vista do monte Tokachi-dake, entrada gratuita visita livre, menos movimentado que Tomita.",
              "visit_duration_min": 75
            },
            {
              "text": "Ningle Terrace — Vila artesanal feérica na floresta de bétulas do New Furano Prince Hotel, 15 chalés de troncos abrigando oficinas de artesãos couro vidro madeira, ambiente de conto de fadas inspirado nos ningle espíritos da floresta imaginados pelo autor Sō Kuramoto, trilhas de pranchas de madeira, iluminações mágicas noturnas, lojas criativas únicas, café florestal.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeio de bicicleta entre campos de flores — Alugue uma bicicleta elétrica e percorra a rota panorâmica ligando Farm Tomita à Shikisai-no-oka por 6 quilômetros, paisagens bucólicas de campos multicoloridos patchwork, montanhas nevadas ao fundo, paradas para fotos ilimitadas, vilarejos agrícolas autênticos, bancas de vegetais self-service, melões Furano famosos, pedalada fácil estrada plana.",
              "visit_duration_min": 60
            },
            {
              "text": "Pôr do sol em Mild Seven Hill — Admire a colina ondulante icônica fotografada para publicidades de cigarros Mild Seven nos anos 1970, sete lariços solitários no topo silhuetas contra o céu, paisagem pastoral minimalista zen, campos de trigo dourado e batatas, luz dourada da tarde sublime, acessível livremente, ponto fotográfico emblemático de Hokkaido.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 37,
            "drive_min": 44,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1.5
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::biei",
            "coords": [
              43.5903,
              142.47
            ]
          },
          "visits": [
            {
              "text": "Colina Patchwork — Zona agrícola montanhosa de 3000 hectares com parcelas multicoloridas criando padrão patchwork natural, campos de trigo batatas girassol e flores, estradas panorâmicas serpenteando entre colinas, vista icônica de Hokkaido usada em publicidades e filmes, árvores solitárias emblemáticas Ken e Mary Seven Star, paisagens mudando conforme as estações, gratuito acessível de carro bicicleta.",
              "visit_duration_min": 75
            },
            {
              "text": "Lagoa Azul Aoiike — Lagoa artificial criada em 1988 para barragem anti-inundação que se tornou atração natural, água azul cobalto elétrico irreal causada por partículas de alumínio em suspensão, troncos de árvores mortas brancas emergem criando cena fantasmagórica surrealista, inspiração papel de parede MacOS, cor variando conforme clima e estação, trilhas de madeira organizadas, iluminações invernais feéricas.",
              "visit_duration_min": 75
            },
            {
              "text": "Cachoeira Shirahige — Queda d'água subterrânea única de 30 metros jorrando diretamente de penhasco de rocha vulcânica no rio Biei, água branca leitosa turquesa devido minerais, ponte suspensa azul oferecendo vista panorâmica, mesma fonte mineral que a lagoa azul localizada 3 km rio abaixo, ambiente florestal preservado, facilmente acessível, pouco frequentado nas manhãs.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Circuito panorâmico de carro — Percorra a famosa rota das árvores de Biei ligando pontos fotográficos emblemáticos Seven Star Tree cedro solitário, Ken e Mary Tree choupo, Parent and Child Tree, Philosopher's Tree cinco lariços, paisagens bucólicas perfeitas entre campos ondulados multicoloridos, paradas para fotos frequentes, circuito 20 quilômetros necessita 2 a 3 horas com pausas.",
              "visit_duration_min": 60
            },
            {
              "text": "Visita ao Selecion Biei — Loja galeria de arte fotográfica expondo fotos de profissionais capturando beleza das paisagens de Biei quatro estações, impressões grande formato vendidas, conselhos para fotografar colinas no melhor momento luz dourada, café com panorama do vale, produtos locais artesanais, ambiente inspirador para fotógrafos.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 28,
            "drive_min": 34,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1.5
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::asahikawa",
            "coords": [
              43.7706,
              142.365
            ]
          },
          "visits": [
            {
              "text": "Zoológico de Asahiyama — Zoológico revolucionário de concepção inaugurado em 1967, instalações inovadoras permitindo observação comportamentos naturais dos animais, túnel submarino com focas, recinto ursos polares com domo imersivo, pinguins caminhando livremente no inverno, pandas vermelhos gibões lobos, 2º zoológico mais visitado do Japão depois de Ueno, missão educativa e conservação, ambiente natural florestal montanhoso.",
              "visit_duration_min": 75
            },
            {
              "text": "Santuário Kamikawa — Santuário xintoísta construído em 1893 na confluência dos rios Ishikari e Chubetsu, guardião espiritual da cidade de Asahikawa, torii vermelho imponente, arquitetura tradicional em madeira de cedro, festival anual matsuri em setembro, cerejeiras ladeando alameda de acesso florescendo final de abril, atmosfera serena local pouco turística, vista para a montanha Ohiradake.",
              "visit_duration_min": 75
            },
            {
              "text": "Museu do Saquê Takasago — Destilaria histórica de saquê fundada em 1899 ainda em atividade, edifício em tijolos vermelhos de estilo ocidental classificado como patrimônio, exposição sobre processo de fabricação tradicional utilizando arroz de Hokkaido e água pura do degelo das neves, degustação gratuita de seis saquês premiados, loja extensa, restaurante izakaya servindo culinária local acompanhamento ideal, ambiente acolhedor.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Tour dos ramen de Asahikawa — Prove o estilo ramen local shoyu pioneiro de Hokkaido desde 1947, caldo duplo sopa porco-peixe com molho de soja aromático, macarrão fino ondulado, chashu grelhado, seis a oito restaurantes famosos concentrados no Ramen Village Asahikawa, variações familiares únicas, ambiente nostálgico Showa, porções generosas reconfortantes contra o frio invernal.",
              "visit_duration_min": 60
            },
            {
              "text": "Passeio noturno no Snow Crystal Museum — Descubra museu temático único dedicado aos cristais de neve pesquisas do Dr. Nakaya nativo de Asahikawa, arquitetura castelo de gelo fantasiosa, sala hexagonal com 200 fotografias macro de flocos, temperatura mantida a menos 20 graus, projeção de vídeo formação cristais, vestidos de princesa do gelo aluguel para fotos, kitsch fascinante japonês.",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        }
      ],
      "regions": [
        "HOKKAIDO"
      ],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Nature",
          "Culture"
        ],
        "audience": [
          "couple",
          "famille",
          "amis",
          "solo"
        ]
      }
    },
    {
      "itin_id": "JP::train-3weeks",
      "id": "JP::train-3weeks",
      "language": "pt",
      "dept_code": "JP",
      "dept_name": "Japon",
      "title": "DOS TEMPLOS DE KYOTO AOS ARRANHA-CÉUS DE TOKYO",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 13,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "KANTO",
          "night": {
            "place_id": "JP::tokyo",
            "coords": [
              35.6895,
              139.6917
            ]
          },
          "visits": [
            {
              "text": "Descoberta do bairro histórico de Asakusa e do templo Senso-ji datado do século VII",
              "visit_duration_min": 75
            },
            {
              "text": "Exploração do bairro eletrônico de Akihabara, famoso por suas lojas de videogames e mangás",
              "visit_duration_min": 75
            },
            {
              "text": "Passeio no bairro luxuoso de Ginza e suas lojas sofisticadas",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Experiência de um café temático, como um cat café ou um restaurante Alice no País das Maravilhas",
              "visit_duration_min": 60
            },
            {
              "text": "Sessão de kart inspirada no Mario Kart nas ruas de Tokyo",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "KANTO",
          "night": {
            "place_id": "JP::tokyo",
            "coords": [
              35.6895,
              139.6917
            ]
          },
          "visits": [
            {
              "text": "Passeio em Harajuku e Yoyogi Park, centro da cultura jovem de Tóquio",
              "visit_duration_min": 75
            },
            {
              "text": "Descoberta do cruzamento mítico de Shibuya e do bairro Shimokitazawa",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Aula de preparação de sushis com um chef local",
              "visit_duration_min": 60
            },
            {
              "text": "Noite de karaokê tipicamente japonesa",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 100.7,
            "drive_min": 101,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "CHUBU",
          "night": {
            "place_id": "JP::hakone",
            "coords": [
              35.2324,
              139.1065
            ]
          },
          "visits": [
            {
              "text": "Excursão a Hakone: cruzeiro no lago Ashi com vista do Monte Fuji",
              "visit_duration_min": 75
            },
            {
              "text": "Caminhada pelas colinas e fontes termais de Hakone",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Descoberta de um Onsen tradicional japonês",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 90,
            "drive_min": 90,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "KANSAI",
          "night": {
            "place_id": "JP::kyoto",
            "coords": [
              35.0116,
              135.7681
            ]
          },
          "visits": [
            {
              "text": "Passeio no mercado Nishiki para descobrir as especialidades locais",
              "visit_duration_min": 75
            },
            {
              "text": "Visita ao Pavilhão Dourado Kinkaku-ji",
              "visit_duration_min": 75
            },
            {
              "text": "Descoberta do templo Kiyomizu-dera e do santuário Heian Jingu",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visita guiada noturna pelas ruelas de Gion, o bairro das gueixas",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 450,
            "drive_min": 200,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1.5
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "KANSAI",
          "night": {
            "place_id": "JP::kyoto",
            "coords": [
              35.0116,
              135.7681
            ]
          },
          "visits": [
            {
              "text": "Caminhada na floresta de bambus de Arashiyama",
              "visit_duration_min": 75
            },
            {
              "text": "Visita ao castelo Nijo e seus jardins",
              "visit_duration_min": 75
            },
            {
              "text": "Descoberta do santuário Fushimi Inari Taisha e seus milhares de torii",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Experiência de transformação em maiko (aprendiz de gueixa) com sessão de fotos",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 47.4,
            "drive_min": 95,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "KANSAI",
          "night": {
            "place_id": "JP::nara",
            "coords": [
              34.6851,
              135.8048
            ]
          },
          "visits": [
            {
              "text": "Descoberta do templo Todai-ji e seu grande Buda",
              "visit_duration_min": 75
            },
            {
              "text": "Passeio no parque de Nara entre os cervos em liberdade",
              "visit_duration_min": 75
            },
            {
              "text": "Visita ao santuário Kasuga Taisha e subida do monte Wakakusa",
              "visit_duration_min": 75
            }
          ],
          "activities": [],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 80,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "KANSAI",
          "night": {
            "place_id": "JP::osaka",
            "coords": [
              34.6937,
              135.5023
            ]
          },
          "visits": [
            {
              "text": "Passeio pelo animado bairro de Dotonbori e Namba",
              "visit_duration_min": 75
            },
            {
              "text": "Visita ao castelo de Osaka e seus jardins",
              "visit_duration_min": 75
            },
            {
              "text": "Caminhada no parque Minoh até a cascata",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Tour gastronômico para descobrir as especialidades de Osaka como os takoyaki",
              "visit_duration_min": 60
            },
            {
              "text": "Dia no parque Universal Studios Japan",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 30,
            "drive_min": 60,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1.5
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "KANSAI",
          "night": {
            "place_id": "JP::himeji",
            "coords": [
              34.826,
              134.687
            ]
          },
          "visits": [
            {
              "text": "Visita ao castelo de Himeji, inscrito na UNESCO",
              "visit_duration_min": 75
            },
            {
              "text": "Passeio nos jardins Koko-en",
              "visit_duration_min": 75
            },
            {
              "text": "Subida ao monte Shosha e visita ao templo Engyo-ji",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visita guiada ao castelo e descoberta da história feudal do Japão",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 100,
            "drive_min": 90,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "CHUGOKU",
          "night": {
            "place_id": "JP::hiroshima",
            "coords": [
              34.3853,
              132.4553
            ]
          },
          "visits": [
            {
              "text": "Descoberta do museu do Memorial da paz de Hiroshima",
              "visit_duration_min": 75
            },
            {
              "text": "Visita ao Domo de Genbaku e ao parque do Memorial",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Tour guiado de bicicleta na cidade de Hiroshima",
              "visit_duration_min": 60
            },
            {
              "text": "Tour gastronômico para descobrir a culinária local de Hiroshima",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 250,
            "drive_min": 300,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1.5
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "CHUGOKU",
          "night": {
            "place_id": "JP::miyajima",
            "coords": [
              34.2963,
              132.3194
            ]
          },
          "visits": [
            {
              "text": "Travessia de ferry para Miyajima e visita ao santuário Itsukushima-jinja",
              "visit_duration_min": 75
            },
            {
              "text": "Subida ao monte Misen pela trilha Momijidani ou de teleférico",
              "visit_duration_min": 75
            },
            {
              "text": "Caminhada na praia de Itsukushima no final da tarde",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Banho em um onsen com vista para a baía",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 30,
            "drive_min": 60,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        }
      ],
      "regions": [
        "KANTO",
        "CHUBU",
        "KANSAI",
        "CHUGOKU"
      ],
      "nearby_itins": [
        "JP::nationwide::japan-21d-train-classic",
        "GB::temp_1763535842252"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Nature",
          "Ville & Histoire"
        ],
        "audience": []
      }
    },
    {
      "itin_id": "JP::nationwide::japan-21d-train-classic",
      "id": "JP::nationwide::japan-21d-train-classic",
      "language": "pt",
      "dept_code": "JP",
      "dept_name": "Japan",
      "title": "JAPÃO EM 3 SEMANAS — TOKYO A FUKUOKA DE TREM",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 24,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "JP-Kanto",
          "night": {
            "place_id": "JP::tokyo",
            "coords": [
              35.682839,
              139.759455
            ]
          },
          "visits": [
            {
              "text": "Asakusa & Sensō-ji (portão Kaminarimon, Nakamise-dori, templo do século VII)",
              "visit_duration_min": 75
            },
            {
              "text": "Cruzeiro curto no Sumida (vista do Tokyo Skytree)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminhada fotográfica crepuscular às margens do Sumida",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "JP-Kanto",
          "night": {
            "place_id": "JP::tokyo",
            "coords": [
              35.682839,
              139.759455
            ]
          },
          "visits": [
            {
              "text": "Akihabara (eletrônicos, videogames, fliperamas)",
              "visit_duration_min": 75
            },
            {
              "text": "Ginza (boutiques de luxo, arquitetura)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Karaokê em cabine privada em Ginza ou Shimbashi",
              "visit_duration_min": 60
            },
            {
              "text": "Curso de iniciação ao sushi próximo de Tsukiji",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "JP-Kanto",
          "night": {
            "place_id": "JP::tokyo",
            "coords": [
              35.682839,
              139.759455
            ]
          },
          "visits": [
            {
              "text": "Harajuku & Takeshita-dori",
              "visit_duration_min": 75
            },
            {
              "text": "Yoyogi Park (músicos no fim de semana, espaços verdes)",
              "visit_duration_min": 75
            },
            {
              "text": "Santuário Meiji-jingū (floresta urbana)",
              "visit_duration_min": 75
            },
            {
              "text": "Shibuya Crossing & Hachikō",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Café temático (animal/otaku) em Harajuku/Shibuya",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "JP-Kanto",
          "night": {
            "place_id": "JP::tokyo",
            "coords": [
              35.682839,
              139.759455
            ]
          },
          "visits": [
            {
              "text": "Shimokitazawa (brechós, pequenas casas de shows)",
              "visit_duration_min": 75
            },
            {
              "text": "Vista do Tokyo Metropolitan Government Building (Shinjuku)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Sessão de descoberta de artes marciais num dōjō (iniciação ao katana/iaido)",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "JP-Kanto",
          "night": {
            "place_id": "JP::tokyo",
            "coords": [
              35.682839,
              139.759455
            ]
          },
          "visits": [
            {
              "text": "Tokyo Disney Resort (Tokyo Disneyland OU DisneySea)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Espetáculo noturno no parque (se abertura tardia)",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 0.5
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "JP-Chubu-Hakone",
          "night": {
            "place_id": "JP::tokyo",
            "coords": [
              35.682839,
              139.759455
            ]
          },
          "visits": [
            {
              "text": "Excursão a Hakone: lago Ashi (vista do Monte Fuji, torii de Hakone-jinja)",
              "visit_duration_min": 75
            },
            {
              "text": "Owakudani (fumarolas, ovos pretos)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Mini-cruzeiro no lago Ashi",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 160,
            "drive_min": 180,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "JP-Kansai",
          "night": {
            "place_id": "JP::kyoto",
            "coords": [
              35.011636,
              135.768029
            ]
          },
          "visits": [
            {
              "text": "Transferência Tokyo → Kyoto (Shinkansen, vista Monte Fuji à direita com tempo claro)",
              "visit_duration_min": 75
            },
            {
              "text": "Nishiki Market (degustações locais)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeio noturno em Ponto-chō e nas margens do Kamo",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 450,
            "drive_min": 580,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 2
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "JP-Kansai",
          "night": {
            "place_id": "JP::kyoto",
            "coords": [
              35.011636,
              135.768029
            ]
          },
          "visits": [
            {
              "text": "Kinkaku-ji (Pavilhão Dourado)",
              "visit_duration_min": 75
            },
            {
              "text": "Nijō-jō (castelo e jardins)",
              "visit_duration_min": 75
            },
            {
              "text": "Gion & Hanamikoji (bairro das geishas)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Cerimónia do chá (chanoyu) em casa de chá",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "JP-Kansai",
          "night": {
            "place_id": "JP::kyoto",
            "coords": [
              35.011636,
              135.768029
            ]
          },
          "visits": [
            {
              "text": "Kiyomizu-dera (terraço sobre a cidade)",
              "visit_duration_min": 75
            },
            {
              "text": "Heian-jingū & grande torii",
              "visit_duration_min": 75
            },
            {
              "text": "Fushimi Inari Taisha (alameda dos 10 mil torii)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeio ao crepúsculo em torno de Yasaka-jinja",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "JP-Kansai",
          "night": {
            "place_id": "JP::kyoto",
            "coords": [
              35.011636,
              135.768029
            ]
          },
          "visits": [
            {
              "text": "Arashiyama: bambuzal",
              "visit_duration_min": 75
            },
            {
              "text": "Iwatayama Monkey Park (vista sobre o vale)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeio na ponte Togetsukyō e margem do Katsura",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 40,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "JP-Kansai",
          "night": {
            "place_id": "JP::osaka",
            "coords": [
              34.693738,
              135.502165
            ]
          },
          "visits": [
            {
              "text": "Excursão a Nara: Tōdai-ji (Grande Buda)",
              "visit_duration_min": 75
            },
            {
              "text": "Kasuga Taisha (lanternas de bronze)",
              "visit_duration_min": 75
            },
            {
              "text": "Monte Wakakusa (panorama sobre Nara)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeio em Nara-kōen com os cervos",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 50,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "JP-Kansai",
          "night": {
            "place_id": "JP::osaka",
            "coords": [
              34.693738,
              135.502165
            ]
          },
          "visits": [
            {
              "text": "Dōtonbori & Namba (letreiros luminosos, Glico Man)",
              "visit_duration_min": 75
            },
            {
              "text": "Osaka-jō (castelo, museu)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Food tour de especialidades (okonomiyaki, takoyaki)",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "JP-Kansai",
          "night": {
            "place_id": "JP::osaka",
            "coords": [
              34.693738,
              135.502165
            ]
          },
          "visits": [
            {
              "text": "Minoh Park (caminhada até a cascata)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Bairro de America-mura e Shinsaibashi-suji (compras)",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 20,
            "drive_min": 70,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "JP-Kansai",
          "night": {
            "place_id": "JP::osaka",
            "coords": [
              34.693738,
              135.502165
            ]
          },
          "visits": [
            {
              "text": "Universal Studios Japan (áreas Harry Potter, Jurassic, Minions)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Espetáculo noturno / desfile na USJ (conforme calendário)",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 0.5
        },
        {
          "day": 15,
          "slice": 1,
          "region_code": "JP-Kansai→JP-Chugoku",
          "night": {
            "place_id": "JP::hiroshima",
            "coords": [
              34.385203,
              132.455292
            ]
          },
          "visits": [
            {
              "text": "Himeji-jō (castelo branco, UNESCO)",
              "visit_duration_min": 75
            },
            {
              "text": "Kōkō-en (jardins do castelo)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Monte Shosha (Engyō-ji) se houver tempo disponível",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 340,
            "drive_min": 500,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 2
        },
        {
          "day": 16,
          "slice": 1,
          "region_code": "JP-Chugoku",
          "night": {
            "place_id": "JP::miyajima",
            "coords": [
              34.269708,
              132.314545
            ]
          },
          "visits": [
            {
              "text": "Museu Memorial da Paz de Hiroshima",
              "visit_duration_min": 75
            },
            {
              "text": "Domo de Genbaku & Parque Memorial da Paz",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Tour guiado de bicicleta pelo centro de Hiroshima",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 26,
            "drive_min": 45,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1
        },
        {
          "day": 17,
          "slice": 1,
          "region_code": "JP-Chugoku (Miyajima)",
          "night": {
            "place_id": "JP::miyajima",
            "coords": [
              34.269708,
              132.314545
            ]
          },
          "visits": [
            {
              "text": "Itsukushima-jinja & grande torii (maré alta/baixa)",
              "visit_duration_min": 75
            },
            {
              "text": "Daishō-in (templos nas encostas do Monte Misen)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ascensão do Monte Misen (ou teleférico + caminhada)",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 249.6,
            "drive_min": 187,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1.5
        },
        {
          "day": 18,
          "slice": 1,
          "region_code": "JP-Chugoku→JP-Kyushu",
          "night": {
            "place_id": "JP::fukuoka",
            "coords": [
              33.590355,
              130.401716
            ]
          },
          "visits": [
            {
              "text": "Transferência Miyajima → Fukuoka (ferry Miyajimaguchi→Hiroshima+trem, Shinkansen até Hakata)",
              "visit_duration_min": 75
            },
            {
              "text": "Passeio em Tenjin (bairro comercial)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Noite yatai (barracas de rua) para descobrir o ramen Hakata",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 285,
            "drive_min": 350,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 2
        },
        {
          "day": 19,
          "slice": 1,
          "region_code": "JP-Kyushu",
          "night": {
            "place_id": "JP::fukuoka",
            "coords": [
              33.590355,
              130.401716
            ]
          },
          "visits": [
            {
              "text": "Ohori Park e ruínas do castelo de Fukuoka (Maizuru Park)",
              "visit_duration_min": 75
            },
            {
              "text": "Canal City Hakata (arquitetura, fontes)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Degustação temática de ramen (estilo Hakata)",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 6,
            "drive_min": 12,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1
        },
        {
          "day": 20,
          "slice": 1,
          "region_code": "JP-Kyushu",
          "night": {
            "place_id": "JP::fukuoka",
            "coords": [
              33.590355,
              130.401716
            ]
          },
          "visits": [
            {
              "text": "Excursão a Dazaifu Tenmangū (santuário dedicado aos estudos)",
              "visit_duration_min": 75
            },
            {
              "text": "Museu Nacional de Kyushu (se aberto)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeio pelas ruelas históricas de Dazaifu",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 16,
            "drive_min": 50,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1
        },
        {
          "day": 21,
          "slice": 1,
          "region_code": "JP-Kyushu",
          "night": {
            "place_id": "JP::fukuoka",
            "coords": [
              33.590355,
              130.401716
            ]
          },
          "visits": [
            {
              "text": "Nanzoin (grande Buda deitado, Sasaguri)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Último passeio e compras em Hakata/Tenjin",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 20,
            "drive_min": 60,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            15
          ],
          "label": "Segment 3 — J11–J15",
          "from_day": 11,
          "to_day": 15
        },
        {
          "n": 4,
          "range": [
            16,
            20
          ],
          "label": "Segment 4 — J16–J20",
          "from_day": 16,
          "to_day": 20
        },
        {
          "n": 5,
          "range": [
            21,
            21
          ],
          "label": "Segment 5 — J21–J21",
          "from_day": 21,
          "to_day": 21
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 15,
          "label": "Var 15j"
        },
        {
          "from_day": 1,
          "to_day": 21,
          "label": "Var 21j"
        }
      ],
      "regions": [
        "JP-Kanto",
        "JP-Chubu-Hakone",
        "JP-Kansai",
        "JP-Chugoku",
        "JP-Kyushu"
      ],
      "nearby_itins": [
        "JP::train-3weeks",
        "GB::temp_1763535842252"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Nature",
          "Ville & Histoire"
        ],
        "audience": []
      }
    },
    {
      "itin_id": "JP::temp_1765137272194",
      "id": "JP::temp_1765137272194",
      "language": "pt",
      "dept_code": "JP",
      "dept_name": "",
      "title": "Okinawa e as Ilhas Ryukyu: cultura ancestral e mares turquesa",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 25,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::naha",
            "coords": [
              26.2124,
              127.6809
            ]
          },
          "visits": [
            {
              "text": "Distrito Comercial da Rua Kokusai, rua principal com 600 lojas",
              "visit_duration_min": 75
            },
            {
              "text": "Mercado Público Makishi de Naha, cozinha dos Uchinanchu com ingredientes locais",
              "visit_duration_min": 75
            },
            {
              "text": "Distrito de Cerâmica Tsuboya com rua pavimentada de pedra de 400m e oficinas de yachimun",
              "visit_duration_min": 75
            },
            {
              "text": "Santuário Naminoue erguendo-se majestosamente sobre falésias do oceano azul",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explore rua comercial de 1,6km com restaurantes, souvenirs e cafés",
              "visit_duration_min": 60
            },
            {
              "text": "Compre peixe e carne frescos para serem cozinhados nos restaurantes do 2º andar",
              "visit_duration_min": 60
            },
            {
              "text": "Descubra 300 anos de história da cerâmica tradicional yachimun de Okinawa",
              "visit_duration_min": 60
            },
            {
              "text": "Reze no santuário que se acredita conectado ao paraíso Nirai Kanai",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente a atmosfera vibrante do maior distrito comercial de Okinawa",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::naha-shuri",
            "coords": [
              26.2169,
              127.7197
            ]
          },
          "visits": [
            {
              "text": "Parque do Castelo Shuri, castelo vermelho único simbolizando Okinawa",
              "visit_duration_min": 75
            },
            {
              "text": "Mausoléu Real Tamaudun, Patrimônio Mundial da UNESCO de 1501",
              "visit_duration_min": 75
            },
            {
              "text": "Calçamento de Pedra Shuri Kinjo, estrada do século XVI para o Castelo Shuri",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explore o centro político e cultural do Reino Ryukyu de 450 anos",
              "visit_duration_min": 60
            },
            {
              "text": "Veja impressionante túmulo de pedra modelado após o Castelo Shuri",
              "visit_duration_min": 60
            },
            {
              "text": "Caminhe pela trilha de calcário de 300m designada como local cênico da prefeitura",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente a atmosfera do Reino Ryukyu em área residencial tranquila",
              "visit_duration_min": 60
            },
            {
              "text": "Testemunhe os esforços de reconstrução após o incêndio de 2019",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::itoman",
            "coords": [
              26.1236,
              127.6667
            ]
          },
          "visits": [
            {
              "text": "Umikaji Terrace na Ilha Senaga com edifícios brancos em estilo mediterrâneo",
              "visit_duration_min": 75
            },
            {
              "text": "Monumento e Museu da Paz Himeyuri comemorando a Batalha de Okinawa",
              "visit_duration_min": 75
            },
            {
              "text": "Ryukyu Glass Village, maior instalação de experiência de vidro Ryukyu",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Desfrute da atmosfera de resort inspirada na Costa Amalfitana e Santorini",
              "visit_duration_min": 60
            },
            {
              "text": "Aprenda sobre a história trágica das estudantes Himeyuri no memorial de guerra",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente oficina de sopro de vidro com orientação de artesãos",
              "visit_duration_min": 60
            },
            {
              "text": "Veja o pôr do sol sobre o mar esmeralda do complexo insular no topo da colina",
              "visit_duration_min": 60
            },
            {
              "text": "Compre produtos coloridos de vidro Ryukyu como lembranças",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::nanjo",
            "coords": [
              26.1417,
              127.7694
            ]
          },
          "visits": [
            {
              "text": "Sefa Utaki, local mais sagrado do Reino Ryukyu, Patrimônio Mundial da UNESCO",
              "visit_duration_min": 75
            },
            {
              "text": "Vale Gangala formado por caverna calcária desabada",
              "visit_duration_min": 75
            },
            {
              "text": "Okinawa World com caverna de estalactites Gyokusendo de 300.000 anos",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Adorar a sagrada Ilha Kudaka a partir de antigo local de oração",
              "visit_duration_min": 60
            },
            {
              "text": "Explorar floresta misteriosa de banianas onde povos antigos viviam",
              "visit_duration_min": 60
            },
            {
              "text": "Observar mais de 1 milhão de estalactites na maior caverna de Okinawa",
              "visit_duration_min": 60
            },
            {
              "text": "Experimentar cidade-castelo reconstruída do Reino Ryukyu",
              "visit_duration_min": 60
            },
            {
              "text": "Visitar Jardim de Frutas Tropicais com lichia e shikuwasa",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::chatan",
            "coords": [
              26.3167,
              127.7583
            ]
          },
          "visits": [
            {
              "text": "Resort American Village com paisagem urbana de estilo americano",
              "visit_duration_min": 75
            },
            {
              "text": "Sunset Beach, principal local para ver o pôr do sol em Okinawa",
              "visit_duration_min": 75
            },
            {
              "text": "Cabo Zanpa com farol branco de 31m sobre falésias de 30m",
              "visit_duration_min": 75
            },
            {
              "text": "Yachimun no Sato com 19 oficinas de cerâmica",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Fazer compras e jantar em resort construído sobre antigo campo de aviação militar americano",
              "visit_duration_min": 60
            },
            {
              "text": "Assista o pôr do sol pintar de dourado a praia de areia branca de 600m",
              "visit_duration_min": 60
            },
            {
              "text": "Suba o farol para vistas de 360 graus das ilhas circundantes",
              "visit_duration_min": 60
            },
            {
              "text": "Visite o maior forno de escalada de tijolo vermelho de Okinawa",
              "visit_duration_min": 60
            },
            {
              "text": "Experiencie a fusão única das culturas americana e okinawana",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::uruma",
            "coords": [
              26.3792,
              127.8569
            ]
          },
          "visits": [
            {
              "text": "Ruínas do Castelo Katsuren, gusuku Patrimônio Mundial da UNESCO na península",
              "visit_duration_min": 75
            },
            {
              "text": "Kaichu Road, estrada cênica de 5km sobre o mar conectando ilhas",
              "visit_duration_min": 75
            },
            {
              "text": "Ruínas do Castelo Nakagusuku com belas muralhas de pedra curvadas",
              "visit_duration_min": 75
            },
            {
              "text": "Bios no Oka, parque natural subtropical com cruzeiro pela selva",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explore o castelo inexpugnável do Lorde Amawari do século XV",
              "visit_duration_min": 60
            },
            {
              "text": "Dirija através do mar esmeralda até as ilhas Henza, Miyagi e Ikei",
              "visit_duration_min": 60
            },
            {
              "text": "Veja o Oceano Pacífico e o Mar da China Oriental do castelo",
              "visit_duration_min": 60
            },
            {
              "text": "Faça um cruzeiro de barco de 1km através da floresta subtropical coberta de samambaias",
              "visit_duration_min": 60
            },
            {
              "text": "Veja as belas muralhas de pedra listadas pela UNESCO com excelente preservação",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::onna",
            "coords": [
              26.4978,
              127.8539
            ]
          },
          "visits": [
            {
              "text": "Cabo Manzamo, famoso ponto cênico com penhasco em forma de tromba de elefante",
              "visit_duration_min": 75
            },
            {
              "text": "Caverna Azul no Ponto Maeda, local popular para mergulho",
              "visit_duration_min": 75
            },
            {
              "text": "Parque temático Ryukyu Mura recriando antiga vila Ryukyu",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja o penhasco de 20m em forma de nariz de elefante formado por corais",
              "visit_duration_min": 60
            },
            {
              "text": "Pratique snorkel ou mergulhe na caverna que brilha em azul com a luz do sol",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente pintura de shisa e fantasias tradicionais Ryukyu",
              "visit_duration_min": 60
            },
            {
              "text": "Assista a canções folclóricas tradicionais e shows de artes cênicas",
              "visit_duration_min": 60
            },
            {
              "text": "Explore casas tradicionais de Okinawa relocalizadas",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::nago",
            "coords": [
              26.5917,
              127.9778
            ]
          },
          "visits": [
            {
              "text": "Parque temático JUNGLIA OKINAWA na floresta de Yanbaru",
              "visit_duration_min": 75
            },
            {
              "text": "Nago Pineapple Park com campos de abacaxi e selva",
              "visit_duration_min": 75
            },
            {
              "text": "OKINAWA Fruits Land com jogo de mistério e café de frutas",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Experimente o Dinosaur Safari com 20 dinossauros em tamanho real",
              "visit_duration_min": 60
            },
            {
              "text": "Passeie de carrinho automático pela plantação de abacaxi",
              "visit_duration_min": 60
            },
            {
              "text": "Aprenda sobre a história e cultivo do abacaxi de Okinawa",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente parfait de frutas tropicais de 1,5kg no Fruits Land",
              "visit_duration_min": 60
            },
            {
              "text": "Resolva o jogo de quebra-cabeça Tropical Kingdom Story",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::motobu",
            "coords": [
              26.6575,
              127.8797
            ]
          },
          "visits": [
            {
              "text": "Aquário Churaumi com tubarões-baleia de 8,8m e raias-manta",
              "visit_duration_min": 75
            },
            {
              "text": "Alameda de Árvores Fukugi de Bise com milhares de árvores de 10-20m",
              "visit_duration_min": 75
            },
            {
              "text": "Ruínas do Castelo Nakijin, fortaleza do período Sanzan do século XIII",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Desça através do aquário simulando jornada pela profundidade do oceano",
              "visit_duration_min": 60
            },
            {
              "text": "Observe o maior peixe do mundo no tanque do Mar Kuroshio",
              "visit_duration_min": 60
            },
            {
              "text": "Caminhe 1km através das árvores fukugi com atmosfera Ryukyu",
              "visit_duration_min": 60
            },
            {
              "text": "Explore 1,5km de muralhas do castelo com até 8m de altura, Patrimônio Mundial da UNESCO",
              "visit_duration_min": 60
            },
            {
              "text": "Veja os vestígios da residência do Rei da Montanha Norte",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kunigami",
            "coords": [
              26.7514,
              128.2572
            ]
          },
          "visits": [
            {
              "text": "Ponte Kouri, ponte de 1.960m com vistas espetaculares do oceano",
              "visit_duration_min": 75
            },
            {
              "text": "Ilha Kouri, ilha de 8km de circunferência com mar esmeralda",
              "visit_duration_min": 75
            },
            {
              "text": "Cabo Hedo, ponto mais ao norte da ilha principal de Okinawa",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Dirija pela segunda ponte gratuita mais longa de Okinawa sobre águas turquesa",
              "visit_duration_min": 60
            },
            {
              "text": "Explore casas tradicionais e campos de cana-de-açúcar na ilha",
              "visit_duration_min": 60
            },
            {
              "text": "Veja falésias de coral acidentadas onde o Pacífico encontra o Mar da China Oriental",
              "visit_duration_min": 60
            },
            {
              "text": "Veja as ilhas Izena, Iheya e Yoron em dias claros",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente a natureza pristina de Yanbaru no parque nacional",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::ishigaki",
            "coords": [
              24.3448,
              124.1572
            ]
          },
          "visits": [
            {
              "text": "Baía Kabira, uma das 100 Melhores Vistas do Japão com o mar turquesa Kabira Blue",
              "visit_duration_min": 75
            },
            {
              "text": "Parque florestal Banna Park com múltiplos mirantes",
              "visit_duration_min": 75
            },
            {
              "text": "Caverna Calcária Ishigaki, a caverna turística mais ao sul do Japão",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Voo de Naha para a Ilha Ishigaki",
              "visit_duration_min": 60
            },
            {
              "text": "Veja o local de cultivo de pérolas negras e ilhas verdes na baía",
              "visit_duration_min": 60
            },
            {
              "text": "Veja borboletas e plantas únicas da região de Yaeyama",
              "visit_duration_min": 60
            },
            {
              "text": "Explore caverna de 200.000 anos com estalactite em forma de Totoro",
              "visit_duration_min": 60
            },
            {
              "text": "Caminhe pelo percurso de 660m através da câmara Floresta das Esculturas dos Deuses",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::miyakojima",
            "coords": [
              24.8055,
              125.2811
            ]
          },
          "visits": [
            {
              "text": "Praia Yonaha Maehama, a mais bela praia de areia branca de 7km do Oriental",
              "visit_duration_min": 75
            },
            {
              "text": "Parque Marinho da Ilha Miyako com observatório subaquático a 4m de profundidade",
              "visit_duration_min": 75
            },
            {
              "text": "Cabo Higashi Hennazaki, península de 2km no Top 100 de Parques Urbanos do Japão",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Voo de Ishigaki para a Ilha Miyako",
              "visit_duration_min": 60
            },
            {
              "text": "Nade em água verde esmeralda a 15 minutos do Aeroporto de Miyako",
              "visit_duration_min": 60
            },
            {
              "text": "Observe peixes tropicais coloridos e tartarugas marinhas do observatório",
              "visit_duration_min": 60
            },
            {
              "text": "Contemple os horizontes infinitos do Pacífico e Mar da China Oriental do cabo",
              "visit_duration_min": 60
            },
            {
              "text": "Crie memórias inesquecíveis nos locais mais pitorescos de Okinawa",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            12
          ],
          "label": "Segment 3 — J11–J12",
          "from_day": 11,
          "to_day": 12
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 12,
          "label": "Var 12j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Mer & Côtes",
          "Culture"
        ],
        "audience": []
      }
    },
    {
      "itin_id": "JP::temp_1765137185516",
      "id": "JP::temp_1765137185516",
      "language": "pt",
      "dept_code": "JP",
      "dept_name": "",
      "title": "Kyūshū & Yakushima: cultura antiga e paisagens vulcânicas",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 24,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kitakyushu",
            "coords": [
              33.8833,
              130.875
            ]
          },
          "visits": [
            {
              "text": "Distrito Retrô de Mojiko, porto histórico aberto na era Meiji",
              "visit_duration_min": 75
            },
            {
              "text": "Castelo de Kokura com arquitetura no estilo Tang e vistas panorâmicas de 360 graus",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explore edifícios patrimônio da UNESCO em cidade portuária romântica",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente exposições interativas e teatro nos 5 andares do castelo",
              "visit_duration_min": 60
            },
            {
              "text": "Assista ao show noturno de luzes laser no Castelo de Kokura",
              "visit_duration_min": 60
            },
            {
              "text": "Visite um dos três principais portos do Japão ao lado de Kobe e Yokohama",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kitakyushu-kawachi",
            "coords": [
              33.8167,
              130.8
            ]
          },
          "visits": [
            {
              "text": "Jardim Kawachi Fuji selecionado pela CNN entre os 31 Lugares Mais Belos do Japão",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminhe através da treliça de glicínias de 1.000 tsubo",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografe o túnel de glicínias coloridas roxas, brancas e rosa",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente o jardim perfumado de glicínias aberto em 1977",
              "visit_duration_min": 60
            },
            {
              "text": "Reserva antecipada obrigatória através do site oficial",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::fukuoka",
            "coords": [
              33.5902,
              130.4017
            ]
          },
          "visits": [
            {
              "text": "Dazaifu Tenmangu, santuário principal de todos os santuários Tenmangu do Japão",
              "visit_duration_min": 75
            },
            {
              "text": "Santuário Kushida, divindade guardiã de Hakata chamada Okushida-san",
              "visit_duration_min": 75
            },
            {
              "text": "Marine World Uminonakamichi com 350 espécies e 30.000 criaturas marinhas",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Reze por sucesso acadêmico e aprovação em exames no Dazaifu Tenmangu",
              "visit_duration_min": 60
            },
            {
              "text": "Veja a exibição permanente do carro alegórico Yamakasa no Santuário Kushida",
              "visit_duration_min": 60
            },
            {
              "text": "Assista apresentações de golfinhos e leões-marinhos no aquário",
              "visit_duration_min": 60
            },
            {
              "text": "Veja lontras-marinhas raras, apenas 3 locais no Japão as possuem",
              "visit_duration_min": 60
            },
            {
              "text": "Visite a árvore ginkgo sagrada de 1.000 anos no Santuário Kushida",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::itoshima",
            "coords": [
              33.55,
              130.1833
            ]
          },
          "visits": [
            {
              "text": "Sakurai Futamigaura com portão torii branco do mar e rochas Meoto Iwa",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja as rochas sagradas a 150m da costa conectadas por corda shimenawa",
              "visit_duration_min": 60
            },
            {
              "text": "Observe o pôr do sol entre as rochas do casal",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografe o portão torii branco contra o cenário oceânico",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente os terrenos sagrados do Santuário Sakurai",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::karatsu",
            "coords": [
              33.45,
              129.9667
            ]
          },
          "visits": [
            {
              "text": "Castelo Karatsu com vista para a Baía de Karatsu, apelidado de Castelo Maizuru",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja a vista panorâmica da Baía de Karatsu da torre do castelo",
              "visit_duration_min": 60
            },
            {
              "text": "Admire as florestas de pinheiros que se estendem de leste a oeste como asas de grou",
              "visit_duration_min": 60
            },
            {
              "text": "Veja as flores de cerejeira e glicínias na estação",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente a iluminação noturna do castelo",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::sasebo",
            "coords": [
              33.1803,
              129.715
            ]
          },
          "visits": [
            {
              "text": "Resort temático holandês Huis Ten Bosch com flores sazonais e iluminações",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Experimente a atmosfera dos Países Baixos em todo o parque",
              "visit_duration_min": 60
            },
            {
              "text": "Veja flores sazonais florescendo durante todo o ano",
              "visit_duration_min": 60
            },
            {
              "text": "Desfrute de espetaculares exibições de iluminação à noite",
              "visit_duration_min": 60
            },
            {
              "text": "Hospede-se em um dos cinco hotéis no local",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::nagasaki",
            "coords": [
              32.7503,
              129.8779
            ]
          },
          "visits": [
            {
              "text": "Monte Inasa com as Três Novas Grandes Vistas Noturnas do Mundo",
              "visit_duration_min": 75
            },
            {
              "text": "Chinatown de Nagasaki Shinchi, uma das três principais Chinatowns do Japão",
              "visit_duration_min": 75
            },
            {
              "text": "Parque da Paz com Estátua da Paz e memorial da bomba atômica",
              "visit_duration_min": 75
            },
            {
              "text": "Aquário de Pinguins de Nagasaki com 9 espécies e 170 pinguins",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja a vista noturna de milhões de dólares do deck de observação a 333m",
              "visit_duration_min": 60
            },
            {
              "text": "Pegue o teleférico e o carro inclinado até o cume",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente o famoso kakuni manjuu e champon em Chinatown",
              "visit_duration_min": 60
            },
            {
              "text": "Reflita sobre a paz no local memorial de 9 de agosto",
              "visit_duration_min": 60
            },
            {
              "text": "Veja a apresentação da baleia beluga Happiness Bubble Ring",
              "visit_duration_min": 60
            },
            {
              "text": "Observe os pinguins nadarem no tanque gigante de 4m",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kumamoto",
            "coords": [
              32.8031,
              130.7079
            ]
          },
          "visits": [
            {
              "text": "Castelo de Kumamoto, um dos Três Castelos Famosos do Japão",
              "visit_duration_min": 75
            },
            {
              "text": "Parque temático de saúde Aso Farm Land na natureza vasta",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja o castelo reconstruído após o terremoto de 2016 com 800 cerejeiras",
              "visit_duration_min": 60
            },
            {
              "text": "Veja o panorama da cidade da torre reconstruída",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente várias atividades no Aso Farm Land",
              "visit_duration_min": 60
            },
            {
              "text": "Hospede-se em hotel florestal em formato de domo",
              "visit_duration_min": 60
            },
            {
              "text": "Interaja com animais no Fureai Animal Kingdom",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::beppu",
            "coords": [
              33.2847,
              131.4914
            ]
          },
          "visits": [
            {
              "text": "African Safari, o único parque safari de Kyushu",
              "visit_duration_min": 75
            },
            {
              "text": "Kijima Kogen Park com a primeira montanha-russa de madeira do Japão, Jupiter",
              "visit_duration_min": 75
            },
            {
              "text": "Kokonoe Yume Otsuri Bridge, a mais alta do Japão com 173m",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ande de ônibus da selva para alimentar animais selvagens",
              "visit_duration_min": 60
            },
            {
              "text": "Veja animais vagando livremente em ambiente natural",
              "visit_duration_min": 60
            },
            {
              "text": "Desfrute de mais de 30 atrações no parque de diversões",
              "visit_duration_min": 60
            },
            {
              "text": "Caminhe pela ponte suspensa de 390m com vistas do Vale Narukokan",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente uma emocionante caminhada no céu a 777m de altitude",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::takachiho",
            "coords": [
              32.7128,
              131.3058
            ]
          },
          "visits": [
            {
              "text": "Desfiladeiro Takachiho com Cachoeiras Manai de 17m, Monumento Natural Nacional",
              "visit_duration_min": 75
            },
            {
              "text": "Santuário Amano Iwato, local mitológico da lenda da deusa do sol",
              "visit_duration_min": 75
            },
            {
              "text": "Cabo Toi com cavalos selvagens Misaki, Monumento Natural",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Alugue um barco para ver a cachoeira de perto",
              "visit_duration_min": 60
            },
            {
              "text": "Caminhe pela trilha ribeirinha para admirar o desfiladeiro em forma de V",
              "visit_duration_min": 60
            },
            {
              "text": "Visite a caverna mística Amano Yasukawara com pedras empilhadas",
              "visit_duration_min": 60
            },
            {
              "text": "Veja cavalos selvagens pastando nos penhascos do cabo do Pacífico",
              "visit_duration_min": 60
            },
            {
              "text": "Caminhe dois percursos de trilha no Cabo Toi",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::aso",
            "coords": [
              32.8844,
              131.0903
            ]
          },
          "visits": [
            {
              "text": "Observatório Daikanbo a 936m de altitude com panorama dos Cinco Picos de Aso",
              "visit_duration_min": 75
            },
            {
              "text": "Observação da cratera do vulcão ativo Monte Aso",
              "visit_duration_min": 75
            },
            {
              "text": "Parque das Cataratas Nabegataki com queda de 10m e cascata em cortina de 20m de largura",
              "visit_duration_min": 75
            },
            {
              "text": "Vale Kikuchi, local de resfriamento no verão chamado Ar Condicionado Natural",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Vista dos Cinco Picos de Aso que se assemelham a Buda reclinado",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente o mar de nuvens ao nascer do sol no outono e inverno",
              "visit_duration_min": 60
            },
            {
              "text": "Pegue o Ônibus da Cratera de Aso para ver a cratera vulcânica ativa",
              "visit_duration_min": 60
            },
            {
              "text": "Caminhe atrás da cachoeira para uma experiência única de observação",
              "visit_duration_min": 60
            },
            {
              "text": "Faça trilhas de cura e satisfação no Vale Kikuchi",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kagoshima",
            "coords": [
              31.5969,
              130.5571
            ]
          },
          "visits": [
            {
              "text": "Jardim Sengan-en, Patrimônio Mundial com vistas de Sakurajima",
              "visit_duration_min": 75
            },
            {
              "text": "Santuário Kirishima, Tesouro Nacional e maior santuário do sul de Kyushu",
              "visit_duration_min": 75
            },
            {
              "text": "Museu da Paz de Chiran homenageando pilotos kamikaze",
              "visit_duration_min": 75
            },
            {
              "text": "Passeios de riquixá Agehaya pela cidade de Kagoshima",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja Sakurajima do belo jardim daimyo",
              "visit_duration_min": 60
            },
            {
              "text": "Compre artigos de vidro kiriko de Satsuma e cerâmica de Satsuma",
              "visit_duration_min": 60
            },
            {
              "text": "Reze no santuário que venera Ninigi-no-Mikoto",
              "visit_duration_min": 60
            },
            {
              "text": "Aprenda sobre paz e o valor da vida no museu",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente um passeio de riquixá com guia local",
              "visit_duration_min": 60
            },
            {
              "text": "Tente puxar o riquixá você mesmo para uma lembrança única",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::yakushima",
            "coords": [
              30.3583,
              130.5067
            ]
          },
          "visits": [
            {
              "text": "Ilha Yakushima, a 5ª maior ilha do Japão com cedros milenares",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pegue balsa ou voo para a ilha Patrimônio Mundial da UNESCO",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente as gigantescas árvores de cedro Yakusugi",
              "visit_duration_min": 60
            },
            {
              "text": "Contemple cachoeiras dinâmicas e natureza pristina",
              "visit_duration_min": 60
            },
            {
              "text": "Sinta o poder de toda a ilha como local espiritual",
              "visit_duration_min": 60
            },
            {
              "text": "Explore ecossistema único não encontrado em nenhum outro lugar",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            13
          ],
          "label": "Segment 3 — J11–J13",
          "from_day": 11,
          "to_day": 13
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 13,
          "label": "Var 13j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Culture",
          "Nature"
        ],
        "audience": []
      }
    },
    {
      "itin_id": "JP::temp_1765137050244",
      "id": "JP::temp_1765137050244",
      "language": "pt",
      "dept_code": "JP",
      "dept_name": "",
      "title": "San'in Secreto e Memorial Hiroshima: uma jornada através da cultura e natureza",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 26,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::tottori",
            "coords": [
              35.5011,
              134.2351
            ]
          },
          "visits": [
            {
              "text": "Dunas de Areia de Tottori, as maiores do Japão estendendo-se 16km leste-oeste e 2,4km norte-sul",
              "visit_duration_min": 75
            },
            {
              "text": "Museu da Areia de Tottori, primeiro museu do mundo dedicado a esculturas de areia",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Experimente Monumento Natural Nacional designado e Zona de Proteção Especial",
              "visit_duration_min": 60
            },
            {
              "text": "Contemple esculturas de areia de artistas de classe mundial com temas que mudam anualmente",
              "visit_duration_min": 60
            },
            {
              "text": "Desfrute de várias atividades nas dunas",
              "visit_duration_min": 60
            },
            {
              "text": "Testemunhe arte efêmera que retorna à areia após cada exibição",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kurayoshi",
            "coords": [
              35.43,
              133.8256
            ]
          },
          "visits": [
            {
              "text": "Distrito de Armazéns de Paredes Brancas de Kurayoshi, Área de Preservação de Edifícios Tradicionais Importantes",
              "visit_duration_min": 75
            },
            {
              "text": "Santuário Kanayama, o único santuário do Japão com nome auspicioso para a fortuna",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Contemple telhados de telhas vermelhas, paredes brancas e tábuas de cedro escurecidas pelo sol ao longo do Rio Tamagawa",
              "visit_duration_min": 60
            },
            {
              "text": "Explore casas históricas de mercadores dos períodos Edo a Taisho",
              "visit_duration_min": 60
            },
            {
              "text": "Reze por fortuna financeira e prosperidade nos negócios no Santuário Kanayama",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente a atmosfera da Pequena Kyoto",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::yasugi",
            "coords": [
              35.4311,
              133.2506
            ]
          },
          "visits": [
            {
              "text": "Museu de Arte Adachi com coleção de 2.000 pinturas japonesas",
              "visit_duration_min": 75
            },
            {
              "text": "Jardim classificado como o mais belo do Japão por 21 anos consecutivos",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja 120 obras de Yokoyama Taikan na Galeria Taikan",
              "visit_duration_min": 60
            },
            {
              "text": "Admire coleções de Takeuchi Seiho, Uemura Shoen e outros mestres",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente a integração perfeita entre jardim e obra de arte",
              "visit_duration_min": 60
            },
            {
              "text": "Descubra por que este museu atrai atenção internacional",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::sakaiminato",
            "coords": [
              35.5389,
              133.2317
            ]
          },
          "visits": [
            {
              "text": "Mizuki Shigeru Road com 177 estátuas de bronze de yokai",
              "visit_duration_min": 75
            },
            {
              "text": "Museu Memorial Mizuki Shigeru",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminhe 800m da Estação Sakaiminato até o museu",
              "visit_duration_min": 60
            },
            {
              "text": "Conheça Kitaro, Medama Oyaji, Nezumi Otoko e outros personagens de mangá",
              "visit_duration_min": 60
            },
            {
              "text": "Explore atrações com tema yokai durante o dia e à noite",
              "visit_duration_min": 60
            },
            {
              "text": "Descubra o mundo do famoso artista de mangá Mizuki Shigeru",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::matsue",
            "coords": [
              35.4681,
              133.0486
            ]
          },
          "visits": [
            {
              "text": "Castelo Matsue, Tesouro Nacional designado em 2015",
              "visit_duration_min": 75
            },
            {
              "text": "Farol de Hinomisaki, o farol de pedra mais alto do Japão com 43m",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explore castelo de 400 anos construído por Horio Yoshiharu",
              "visit_duration_min": 60
            },
            {
              "text": "Vista do observatório Tengu no Ma com panorama de 360 graus",
              "visit_duration_min": 60
            },
            {
              "text": "Visite farol selecionado entre os 100 Faróis do Mundo e 50 Faróis do Japão",
              "visit_duration_min": 60
            },
            {
              "text": "Veja estrutura única de parede dupla com exterior de pedra e interior de tijolo",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::izumo",
            "coords": [
              35.4017,
              132.6856
            ]
          },
          "visits": [
            {
              "text": "Grande Santuário Izumo Taisha, um dos santuários antigos mais importantes do Japão",
              "visit_duration_min": 75
            },
            {
              "text": "Corda shimenawa gigante de 13m de comprimento pesando 5,2 toneladas",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Reze para Okuninushi-no-Okami, deus do casamento e da boa sorte",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente santuário sagrado onde deuses de todo o Japão se reúnem",
              "visit_duration_min": 60
            },
            {
              "text": "Veja santuário mencionado no Kojiki (712 d.C.), o registro histórico mais antigo do Japão",
              "visit_duration_min": 60
            },
            {
              "text": "Sinta a energia espiritual deste renomado local de poder",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::hamada",
            "coords": [
              34.8986,
              132.0794
            ]
          },
          "visits": [
            {
              "text": "Aquário Shimane Aquas, o maior da região de Chugoku-Shikoku",
              "visit_duration_min": 75
            },
            {
              "text": "Único aquário do oeste do Japão com baleias beluga",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Assista apresentações de baleias beluga e shows de Anéis de Bolhas",
              "visit_duration_min": 60
            },
            {
              "text": "Veja as apresentações Happy Magic Ring e Miracle Ring",
              "visit_duration_min": 60
            },
            {
              "text": "Observe 400 espécies e 10.000 criaturas marinhas",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente os shows subaquáticos das baleias beluga Canário do Mar",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::okayama",
            "coords": [
              34.6551,
              133.9195
            ]
          },
          "visits": [
            {
              "text": "Jardim Korakuen, um dos Três Grandes Jardins do Japão mantendo aparência da era Edo",
              "visit_duration_min": 75
            },
            {
              "text": "Santuário Kibitsu com estilo arquitetônico único Kibitsu-zukuri",
              "visit_duration_min": 75
            },
            {
              "text": "Vistas da Ponte Seto Ohashi da Área de Estacionamento Yoshima",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeie pelo jardim daimyo concluído em 1700 pelo Lorde Ikeda Tsunamasa",
              "visit_duration_min": 60
            },
            {
              "text": "Visite o santuário associado à lenda de Momotaro, duas vezes o tamanho de Izumo Taisha",
              "visit_duration_min": 60
            },
            {
              "text": "Veja a maior ponte combinada rodo-ferroviária do mundo com 9,4km de extensão",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente o santuário principal da Província de Kibi",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kurashiki",
            "coords": [
              34.585,
              133.7717
            ]
          },
          "visits": [
            {
              "text": "Quarteirão Histórico Kurashiki Bikan com armazéns de paredes brancas",
              "visit_duration_min": 75
            },
            {
              "text": "Museu de Arte Ohara, o primeiro museu privado de arte ocidental do Japão",
              "visit_duration_min": 75
            },
            {
              "text": "Kurashiki Ivy Square convertido de fábrica da era Meiji",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeie ao longo do Rio Kurashiki ladeado por salgueiros com edifícios tradicionais",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente a atmosfera retrô-moderna popular entre os turistas",
              "visit_duration_min": 60
            },
            {
              "text": "Explore lojas charmosas em armazéns históricos renovados",
              "visit_duration_min": 60
            },
            {
              "text": "Descubra a paisagem urbana emocional de paredes brancas e paredes namako",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::takahashi",
            "coords": [
              34.7906,
              133.6172
            ]
          },
          "visits": [
            {
              "text": "Castelo Bitchu Matsuyama, único castelo de montanha original restante no Japão",
              "visit_duration_min": 75
            },
            {
              "text": "Castelo flutuando no mar de nuvens a 480m de altitude",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Suba até a torre de castelo existente mais alta do Japão",
              "visit_duration_min": 60
            },
            {
              "text": "Veja salas de preparação de cerco e grande salão com lareira irori",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente o fenômeno místico do castelo flutuante",
              "visit_duration_min": 60
            },
            {
              "text": "Veja torre de dois andares, torrão duplo e muros de terra",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::hiroshima",
            "coords": [
              34.3853,
              132.4553
            ]
          },
          "visits": [
            {
              "text": "Cúpula da Bomba Atômica, Patrimônio Mundial da UNESCO preservando o bombardeio de 1945",
              "visit_duration_min": 75
            },
            {
              "text": "Museu Memorial da Paz de Hiroshima documentando a devastação da bomba atômica",
              "visit_duration_min": 75
            },
            {
              "text": "Castelo de Hiroshima construído por Mori Terumoto em 1589",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visite o Parque Memorial da Paz e toque o Sino da Paz",
              "visit_duration_min": 60
            },
            {
              "text": "Aprenda história no museu com pertences e fotografias das vítimas",
              "visit_duration_min": 60
            },
            {
              "text": "Veja espadas japonesas e armaduras na exposição do museu do castelo",
              "visit_duration_min": 60
            },
            {
              "text": "Contemple a paisagem urbana de Hiroshima do deck de observação do castelo",
              "visit_duration_min": 60
            },
            {
              "text": "Reflita sobre a paz neste precioso sítio histórico",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::miyajima",
            "coords": [
              34.2961,
              132.3197
            ]
          },
          "visits": [
            {
              "text": "Santuário Itsukushima, Patrimônio Mundial da UNESCO desde 1996",
              "visit_duration_min": 75
            },
            {
              "text": "Grande portão Torii erguido no mar, restaurado em 2022",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja os edifícios do santuário designados como Tesouros Nacionais",
              "visit_duration_min": 60
            },
            {
              "text": "Veja o portão torii vermelho após a restauração Reiwa",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente a ilha sagrada chamada Ilha dos Deuses",
              "visit_duration_min": 60
            },
            {
              "text": "Admire a folhagem de outono em um dos principais pontos de cores outonais do Japão",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::iwakuni",
            "coords": [
              34.1672,
              132.2197
            ]
          },
          "visits": [
            {
              "text": "Porto histórico de Tomonoura mencionado na coleção de poesia Manyoshu",
              "visit_duration_min": 75
            },
            {
              "text": "Ponte Kintaikyo, uma das Três Pontes Famosas do Japão",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explore o porto usado como cenário de filmes de Hollywood e anime",
              "visit_duration_min": 60
            },
            {
              "text": "Veja as ilhas Sensuijima e Bentenjima no pacífico Mar Interior de Seto",
              "visit_duration_min": 60
            },
            {
              "text": "Atravesse a ponte de madeira de cinco arcos de 193,3m com construção única",
              "visit_duration_min": 60
            },
            {
              "text": "Veja a ponte de baixo para observar a técnica de marcenaria entrelaçada",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::yamaguchi",
            "coords": [
              34.1861,
              131.4706
            ]
          },
          "visits": [
            {
              "text": "Pagode de Cinco Andares do Templo Rurikoji, Tesouro Nacional e um dos Três Pagodes Famosos do Japão",
              "visit_duration_min": 75
            },
            {
              "text": "Planalto Cárstico Akiyoshidai, o maior do Japão formado há 300 milhões de anos",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja o pagode de 31,2m concluído em 1442 com telhado de casca de cipreste",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente vastas pastagens com rochas calcárias brancas",
              "visit_duration_min": 60
            },
            {
              "text": "Aprenda sobre a transformação de recifes de coral em paisagem cárstica",
              "visit_duration_min": 60
            },
            {
              "text": "Admire o elegante estilo arquitetônico japonês com alguns elementos chineses",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 15,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::nagato",
            "coords": [
              34.3714,
              131.1822
            ]
          },
          "visits": [
            {
              "text": "Santuário Motonosumi com 123 portões torii vermelhos com vista para o mar",
              "visit_duration_min": 75
            },
            {
              "text": "Ponte Tsunoshima, 1.780m conectando à ilha isolada",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Jogue oferenda no portão torii de 6m de altura para que os desejos se realizem",
              "visit_duration_min": 60
            },
            {
              "text": "Veja a paisagem deslumbrante dos portões torii contra o mar azul cobalto",
              "visit_duration_min": 60
            },
            {
              "text": "Dirija pela ponte fotogênica apenas 18m acima da superfície do mar",
              "visit_duration_min": 60
            },
            {
              "text": "Reze pela prosperidade nos negócios, pesca, segurança marítima e romance",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente uma das pontes gratuitas mais longas do Japão para ilhas isoladas",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            15
          ],
          "label": "Segment 3 — J11–J15",
          "from_day": 11,
          "to_day": 15
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 15,
          "label": "Var 15j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Culture",
          "Nature"
        ],
        "audience": []
      }
    },
    {
      "itin_id": "JP::temp_1765136852375",
      "id": "JP::temp_1765136852375",
      "language": "pt",
      "dept_code": "JP",
      "dept_name": "",
      "title": "Tokai e os Alpes Japoneses: cachoeiras sagradas, mares cristalinos e aldeias tradicionais",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 23,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::fujinomiya",
            "coords": [
              35.4647,
              138.5831
            ]
          },
          "visits": [
            {
              "text": "Cachoeiras Shiraito, selecionadas entre as 100 Melhores Cachoeiras do Japão",
              "visit_duration_min": 75
            },
            {
              "text": "Face rochosa curva de 20m de altura e 150m de largura com cascatas em forma de fita",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja água alimentada pelas nascentes do Monte Fuji a 1,5 toneladas por segundo",
              "visit_duration_min": 60
            },
            {
              "text": "Veja a piscina cristalina na base das cachoeiras",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente a temperatura refrescante da água de 11 graus mesmo no verão",
              "visit_duration_min": 60
            },
            {
              "text": "Absorva íons negativos para rejuvenescimento",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::minamiizu",
            "coords": [
              34.6297,
              138.8425
            ]
          },
          "visits": [
            {
              "text": "Praia Hirizo com visibilidade da água de 5 metros",
              "visit_duration_min": 75
            },
            {
              "text": "Recifes de coral e vida marinha diversificada semelhante ao paraíso tropical",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Mergulho com snorkel em águas cristalinas aberto de meados de julho a meados de setembro",
              "visit_duration_min": 60
            },
            {
              "text": "Veja o pôr do sol espetacular da plataforma de observação",
              "visit_duration_min": 60
            },
            {
              "text": "Aproveite a praia com supervisão de salva-vidas segura para viajantes sozinhos",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kawanehon",
            "coords": [
              35.15,
              138.1167
            ]
          },
          "visits": [
            {
              "text": "Garganta Sumata estendendo-se por mais de 16km com a Ponte Suspensa dos Sonhos",
              "visit_duration_min": 75
            },
            {
              "text": "Ponte de 90m de comprimento e 8m de altura sobre lago azul cobalto",
              "visit_duration_min": 75
            },
            {
              "text": "Estação Okuoikojo parecendo flutuar sobre lago verde esmeralda",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminhe pela emocionante ponte suspensa com vistas panorâmicas",
              "visit_duration_min": 60
            },
            {
              "text": "Faça um pedido no centro da ponte para o poder de bênção do amor",
              "visit_duration_min": 60
            },
            {
              "text": "Aproveite as vistas de 360 graus da ponte arco-íris na estação",
              "visit_duration_min": 60
            },
            {
              "text": "Visite o monumento da chave em formato de coração simbolizando desejos de amor",
              "visit_duration_min": 60
            },
            {
              "text": "Melhor temporada de abril a junho para contraste da folhagem verde",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::toyonemura",
            "coords": [
              35.2167,
              137.65
            ]
          },
          "visits": [
            {
              "text": "Monte Chausu, pico mais alto da Prefeitura de Aichi",
              "visit_duration_min": 75
            },
            {
              "text": "Corredor da Flor Celestial com 400.000 flores de musgo phlox",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja a encosta rosa de shibazakura do final de abril ao início de junho",
              "visit_duration_min": 60
            },
            {
              "text": "Veja o gradiente de flores rosa, brancas, azul claro e roxas",
              "visit_duration_min": 60
            },
            {
              "text": "Encontre o local escondido em formato de coração para sorte no amor",
              "visit_duration_min": 60
            },
            {
              "text": "Desfrute de atividades sazonais: colheita de frutas, churrasco, esqui",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::toyota",
            "coords": [
              35.1333,
              137.3167
            ]
          },
          "visits": [
            {
              "text": "Korankei, principal local de folhagem outonal na região de Tokai",
              "visit_duration_min": 75
            },
            {
              "text": "4.000 árvores de bordo de 11 variedades",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja variedades de bordo japonês, bordo da montanha e Acer japonicum",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente o Festival do Bordo com vários eventos em novembro",
              "visit_duration_min": 60
            },
            {
              "text": "Veja iluminações noturnas deslumbrantes",
              "visit_duration_min": 60
            },
            {
              "text": "Admire gradientes de cores únicos a cada espécie de árvore",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::tahara",
            "coords": [
              34.5833,
              137.0167
            ]
          },
          "visits": [
            {
              "text": "Farol do Cabo Irago, símbolo da Península Atsumi",
              "visit_duration_min": 75
            },
            {
              "text": "Selecionado entre os 50 Melhores Faróis do Japão",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja panorama do Oceano Pacífico, Baía de Ise e Baía de Mikawa",
              "visit_duration_min": 60
            },
            {
              "text": "Observe o pôr do sol colorindo tudo de laranja",
              "visit_duration_min": 60
            },
            {
              "text": "Veja o nascer do sol através da caverna do Portão de Pedra Hinode em outubro e fevereiro",
              "visit_duration_min": 60
            },
            {
              "text": "Visite a Praia Koiji, local sagrado dos amantes, e o Portão de Pedra Hinode, local de poder",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::tsushima",
            "coords": [
              35.1833,
              136.7333
            ]
          },
          "visits": [
            {
              "text": "Festival de Glicínias Tsushima Tenno com 12 variedades",
              "visit_duration_min": 75
            },
            {
              "text": "Treliça gigante de glicínias de 275m de comprimento cobrindo 5.034 metros quadrados",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminhe sob a cortina roxa de incontáveis flores de glicínia penduradas",
              "visit_duration_min": 60
            },
            {
              "text": "Aprecie gradientes de cor de várias variedades de glicínia",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente iluminações noturnas mágicas",
              "visit_duration_min": 60
            },
            {
              "text": "Visite o Festival de Glicínia de Owari Tsushima do final de abril ao início de maio",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::yoro",
            "coords": [
              35.25,
              136.5333
            ]
          },
          "visits": [
            {
              "text": "Cataratas Yoro, selecionadas entre as 100 Melhores Cachoeiras do Japão",
              "visit_duration_min": 75
            },
            {
              "text": "Cataratas históricas queridas por mestres literários",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja a poderosa cachoeira de um ponto de vista próximo",
              "visit_duration_min": 60
            },
            {
              "text": "Sinta os íons negativos da principal cachoeira de Tokai",
              "visit_duration_min": 60
            },
            {
              "text": "Veja árvores verdes frescas contrastando com as cataratas na estação",
              "visit_duration_min": 60
            },
            {
              "text": "Participe da cerimônia de Abertura das Cataratas Yoro em julho",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::seki",
            "coords": [
              35.5667,
              136.8833
            ]
          },
          "visits": [
            {
              "text": "Lagoa de Monet com água de alta transparência e nenúfares",
              "visit_duration_min": 75
            },
            {
              "text": "Carpas coloridas nadando entre nenúfares como uma pintura",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Vista da lagoa que se assemelha às famosas pinturas de Monet",
              "visit_duration_min": 60
            },
            {
              "text": "Veja a superfície da água mudar de cor com os ângulos da luz solar",
              "visit_duration_min": 60
            },
            {
              "text": "Visite de junho a setembro para a época alta dos nenúfares",
              "visit_duration_min": 60
            },
            {
              "text": "Venha de manhã para menos multidões e flores de nenúfar abertas",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::shirakawa-go",
            "coords": [
              36.2578,
              136.9064
            ]
          },
          "visits": [
            {
              "text": "Shirakawa-go Patrimônio Mundial da UNESCO",
              "visit_duration_min": 75
            },
            {
              "text": "114 casas rurais tradicionais gassho-zukuri com teto de palha",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Experimente a atmosfera de viagem no tempo na vila preservada",
              "visit_duration_min": 60
            },
            {
              "text": "Veja a iluminação de inverno com casas cobertas de neve",
              "visit_duration_min": 60
            },
            {
              "text": "Veja o reflexo invertido de casas rurais na água",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente a culinária da vila da montanha e acomodação gassho-zukuri",
              "visit_duration_min": 60
            },
            {
              "text": "Explore paisagem milagrosa em todas as estações",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::inabe",
            "coords": [
              35.1167,
              136.5667
            ]
          },
          "visits": [
            {
              "text": "Bosque de Ameixeiras de Inabe, o maior da região de Tokai com 38 hectares",
              "visit_duration_min": 75
            },
            {
              "text": "100 variedades e mais de 4.000 árvores de ameixeira",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja o gradiente vermelho, rosa e branco do observatório no topo da colina",
              "visit_duration_min": 60
            },
            {
              "text": "Sinta a delicada fragrância das ameixeiras pelos terrenos",
              "visit_duration_min": 60
            },
            {
              "text": "Veja o cenário das Montanhas Suzuka atrás dos bosques de ameixeiras",
              "visit_duration_min": 60
            },
            {
              "text": "Participe do Ume Matsuri do início ao final de março com colheita de ameixas",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::nabari",
            "coords": [
              34.55,
              136.0833
            ]
          },
          "visits": [
            {
              "text": "Desfiladeiro das 48 Cachoeiras de Akame estendendo-se por 4km",
              "visit_duration_min": 75
            },
            {
              "text": "Selecionado entre os 100 Melhores Locais de Águas, Cachoeiras e Banhos de Floresta",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja as Cinco Cachoeiras de Akame, as cascatas mais belas",
              "visit_duration_min": 60
            },
            {
              "text": "Veja a Cachoeira Ninai dividir-se em duas correntes, símbolo do desfiladeiro",
              "visit_duration_min": 60
            },
            {
              "text": "Faça trilhas de níveis iniciante a avançado",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente cenários diferentes a cada estação",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::ise",
            "coords": [
              34.5056,
              136.7894
            ]
          },
          "visits": [
            {
              "text": "Meoto Iwa (Rochas Casadas) local sagrado de poder em Futami",
              "visit_duration_min": 75
            },
            {
              "text": "Antigo local de adoração ao nascer do sol com lenda de presença divina",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja o nascer do sol entre as rochas de maio a julho",
              "visit_duration_min": 60
            },
            {
              "text": "Veja a lua cheia entre as rochas do outono ao inverno",
              "visit_duration_min": 60
            },
            {
              "text": "Presencie a cerimônia de substituição da corda shimenawa em maio, setembro e dezembro",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente a bênção da felicidade eterna ao contemplar com seu ente querido",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::shima",
            "coords": [
              34.2833,
              136.8667
            ]
          },
          "visits": [
            {
              "text": "Praia Goza Shirahama, a mais transparente da região de Tokai",
              "visit_duration_min": 75
            },
            {
              "text": "Selecionada entre as 100 Melhores Praias para Natação, famoso ponto de surfe",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Desfrute de areia branca e água azul cobalto como em um resort no exterior",
              "visit_duration_min": 60
            },
            {
              "text": "Nade em ondas rasas e calmas, seguras para crianças",
              "visit_duration_min": 60
            },
            {
              "text": "Use instalações bem cuidadas para viagens em família ou entre amigas",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente o surfe neste popular ponto de ondas",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            14
          ],
          "label": "Segment 3 — J11–J14",
          "from_day": 11,
          "to_day": 14
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 14,
          "label": "Var 14j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Nature",
          "Culture"
        ],
        "audience": []
      }
    },
    {
      "itin_id": "JP::temp_1765136706139",
      "id": "JP::temp_1765136706139",
      "language": "pt",
      "dept_code": "JP",
      "dept_name": "",
      "title": "Kanto: flores espetaculares e paisagens naturais únicas",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 27,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::hitachinaka",
            "coords": [
              36.3967,
              140.535
            ]
          },
          "visits": [
            {
              "text": "Parque Costeiro Hitachi com 4,5 milhões de flores nemophila",
              "visit_duration_min": 75
            },
            {
              "text": "Colina Miharashi coberta de azul vibrante de meados de abril ao início de maio",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Fotografe o gradiente de flores azuis se fundindo com o céu e o mar",
              "visit_duration_min": 60
            },
            {
              "text": "Explore exibições sazonais de flores ao longo do parque de 350 hectares",
              "visit_duration_min": 60
            },
            {
              "text": "Desfrute de cenários dignos do Instagram perfeitos para passeios de um dia",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::daigo",
            "coords": [
              36.7667,
              140.4
            ]
          },
          "visits": [
            {
              "text": "Cachoeiras Fukuroda, uma das três cachoeiras famosas do Japão",
              "visit_duration_min": 75
            },
            {
              "text": "Cachoeiras de 120 metros de altura e 73 metros de largura em cascata",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja as cachoeiras do primeiro deck de observação abaixo",
              "visit_duration_min": 60
            },
            {
              "text": "Visite o segundo deck de observação construído em 2008 para vistas panorâmicas",
              "visit_duration_min": 60
            },
            {
              "text": "Admire a folhagem de outono emoldurando a poderosa cachoeira",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente iluminações noturnas de novembro ao final do inverno",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kasama",
            "coords": [
              36.3456,
              140.2478
            ]
          },
          "visits": [
            {
              "text": "Parque das Azaleias Kasama a 143 metros de elevação",
              "visit_duration_min": 75
            },
            {
              "text": "8.500 azaleias de 25 variedades cobrindo a encosta",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visite o Festival de Azaleias de meados de abril a meados de maio",
              "visit_duration_min": 60
            },
            {
              "text": "Veja a paisagem vermelha se estendendo até onde a vista alcança",
              "visit_duration_min": 60
            },
            {
              "text": "Assista ao pôr do sol do mirante elevado para uma atmosfera romântica",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografe vistas panorâmicas do topo da colina",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::ashikaga",
            "coords": [
              36.3167,
              139.45
            ]
          },
          "visits": [
            {
              "text": "Parque de Flores Ashikaga com espetaculares exibições de glicínias",
              "visit_duration_min": 75
            },
            {
              "text": "Grande treliça de glicínias cobrindo 600 tatamis",
              "visit_duration_min": 75
            },
            {
              "text": "Cachos de flores de 160cm da Glicínia Noda e túnel de glicínia branca de 80m",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja o auge da floração das glicínias do final de abril a meados de maio",
              "visit_duration_min": 60
            },
            {
              "text": "Veja a glicínia O-Fuji designada como monumento natural da província",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente iluminações noturnas mágicas após o pôr do sol",
              "visit_duration_min": 60
            },
            {
              "text": "Explore jardim de 94.000 metros quadrados apresentado na televisão americana",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::nikko",
            "coords": [
              36.75,
              139.6
            ]
          },
          "visits": [
            {
              "text": "Cataratas Kegon, uma das três grandes cachoeiras do Japão, 97 metros de altura",
              "visit_duration_min": 75
            },
            {
              "text": "48 cachoeiras espalhadas pela região de Nikko",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pegue o elevador para a plataforma de observação para vistas próximas",
              "visit_duration_min": 60
            },
            {
              "text": "Sinta o borrifo e som da água estrondosa de perto",
              "visit_duration_min": 60
            },
            {
              "text": "Visite durante a estação do verde fresco para uma experiência aprimorada",
              "visit_duration_min": 60
            },
            {
              "text": "Recarregue as energias neste poderoso local de poder espiritual",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::oze",
            "coords": [
              36.9333,
              139.2167
            ]
          },
          "visits": [
            {
              "text": "Pântano de Oze, área úmida registrada pela Convenção de Ramsar",
              "visit_duration_min": 75
            },
            {
              "text": "Área de 2km x 6km com flores alpinas coloridas",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja os lírios amarelos de Nikko em plena floração durante o início do verão",
              "visit_duration_min": 60
            },
            {
              "text": "Aprecie o belo contraste das flores contra o céu azul",
              "visit_duration_min": 60
            },
            {
              "text": "Caminhe por trilhas adequadas para iniciantes com vistas desobstruídas",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente a atmosfera aberta do vasto pântano",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::nakanojo",
            "coords": [
              36.5833,
              138.8333
            ]
          },
          "visits": [
            {
              "text": "Lago Okushima com as famosas águas turquesa Shima Blue",
              "visit_duration_min": 75
            },
            {
              "text": "Lago de represa de 4km de circunferência com cor azul milagrosa",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Maravilhe-se com a água azul turquesa profunda tão cristalina que você pode ver o fundo",
              "visit_duration_min": 60
            },
            {
              "text": "Visite na primavera para a paisagem mais bela",
              "visit_duration_min": 60
            },
            {
              "text": "Combine com as águas termais próximas de Shima Onsen",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografe o azul milagroso criado por reações químicas",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::maebashi",
            "coords": [
              36.5417,
              139.2917
            ]
          },
          "visits": [
            {
              "text": "Fenômeno de inverno das bolhas de gelo do Lago Akagi Onuma",
              "visit_duration_min": 75
            },
            {
              "text": "Maior lago de caldeira no Monte Akagi",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja bolhas de gelo místicas presas na superfície congelada do lago",
              "visit_duration_min": 60
            },
            {
              "text": "Veja bolhas de gás do fundo do lago congeladas no gelo como o espaço sideral",
              "visit_duration_min": 60
            },
            {
              "text": "Visite durante a temporada de pouca neve quando o gelo reflete como um espelho",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente fenômeno natural raro visível apenas em Kanto",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::chichibu",
            "coords": [
              35.9917,
              139.0833
            ]
          },
          "visits": [
            {
              "text": "Colina de Musgo Phlox do Parque Hitsujiyama com mais de 400.000 flores",
              "visit_duration_min": 75
            },
            {
              "text": "9 variedades de shibazakura rosa cobrindo encostas suaves",
              "visit_duration_min": 75
            },
            {
              "text": "Estalactites de Misotsuchi, as maiores do Japão com 30m de largura e 10m de altura",
              "visit_duration_min": 75
            },
            {
              "text": "Rio Nagatoro com formações rochosas Iwadatami de 500m",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja o tapete de flores rosa de meados de abril ao início de maio",
              "visit_duration_min": 60
            },
            {
              "text": "Encontre o local escondido em formato de coração para sorte no amor",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente estalactites iluminadas em vermelho, azul, amarelo, laranja",
              "visit_duration_min": 60
            },
            {
              "text": "Faça rafting no rio passando por formações rochosas do Monumento Natural Nacional",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente os famosos doces Kakko Dango",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::tachikawa",
            "coords": [
              35.6983,
              139.4067
            ]
          },
          "visits": [
            {
              "text": "Parque Showa Kinen com avenida dourada de ginkgo de 200m",
              "visit_duration_min": 75
            },
            {
              "text": "Vastos terrenos abrangendo duas áreas de estádio de baseball",
              "visit_duration_min": 75
            },
            {
              "text": "Caverna Calcária Nippara, uma das 7 grandes cavernas do Japão, 800m de comprimento",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminhe pelo túnel dourado de ginkgo do início ao final de novembro",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente exibições sazonais de flores e atividades na natureza",
              "visit_duration_min": 60
            },
            {
              "text": "Explore caverna cheia de aventura com formações coloridas iluminadas por LED",
              "visit_duration_min": 60
            },
            {
              "text": "Visite a formação iluminada Shidenorama dentro da caverna",
              "visit_duration_min": 60
            },
            {
              "text": "Combine com pesca no riacho e fontes termais próximas",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kisarazu",
            "coords": [
              35.3756,
              139.9169
            ]
          },
          "visits": [
            {
              "text": "Campos de flores de canola da Ferrovia Isumi com trens retrô",
              "visit_duration_min": 75
            },
            {
              "text": "Campo de flores de canola Ishigami, local fotogênico",
              "visit_duration_min": 75
            },
            {
              "text": "Costa Egawa, o Lago Salgado de Uyuni de Kanto",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Fotografe trens passando pelos campos amarelos de canola",
              "visit_duration_min": 60
            },
            {
              "text": "Capture a colaboração de flores, céu azul e trem vintage",
              "visit_duration_min": 60
            },
            {
              "text": "Veja postes do mar refletidos na superfície da água na maré alta",
              "visit_duration_min": 60
            },
            {
              "text": "Visite 1-2 horas antes da maré baixa para o efeito espelho",
              "visit_duration_min": 60
            },
            {
              "text": "Observe o pôr do sol transformar a costa em cenário mágico",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::futtsu",
            "coords": [
              35.3028,
              139.8567
            ]
          },
          "visits": [
            {
              "text": "Monte Nokogiri com mirante do penhasco Hell Peek a 330m",
              "visit_duration_min": 75
            },
            {
              "text": "Vistas espetaculares e paisagens ricas em natureza",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Experimente a emocionante plataforma rochosa saliente Hell Peek",
              "visit_duration_min": 60
            },
            {
              "text": "Olhe para baixo do penhasco para uma sensação de vertigem",
              "visit_duration_min": 60
            },
            {
              "text": "Pegue o teleférico até a plataforma de observação do cume",
              "visit_duration_min": 60
            },
            {
              "text": "Caminhe por trilhas para iniciantes a avançados pela montanha",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::yokohama",
            "coords": [
              35.4531,
              139.6382
            ]
          },
          "visits": [
            {
              "text": "Edifícios históricos Yokohama Red Brick Warehouse",
              "visit_duration_min": 75
            },
            {
              "text": "Ilha Sarushima, única ilha desabitada na Baía de Tóquio",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Passeie pelo mercado de Natal de estilo europeu no inverno",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografe os edifícios de tijolos iluminados à noite",
              "visit_duration_min": 60
            },
            {
              "text": "Pegue a balsa de 10 minutos para a antiga ilha fortaleza",
              "visit_duration_min": 60
            },
            {
              "text": "Explore túneis de tijolos cobertos de musgo na junção Mitsumataji",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente a atmosfera sobrenatural das ruínas militares abandonadas",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::hakone",
            "coords": [
              35.2325,
              139.1069
            ]
          },
          "visits": [
            {
              "text": "Campos de Capim Pampas Sengokuhara em Hakone",
              "visit_duration_min": 75
            },
            {
              "text": "Famoso local japonês para observação da grama susuki",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja o capim pampas dourado do final de setembro ao início de novembro",
              "visit_duration_min": 60
            },
            {
              "text": "Observe a grama balançar suavemente na brisa",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografe as mudanças de cor de prata para dourado conforme o outono se aprofunda",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente cenários diferentes desde céus azuis até o pôr do sol",
              "visit_duration_min": 60
            },
            {
              "text": "Combine com as fontes termais de Hakone e a folhagem de outono",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 15,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::chichijima",
            "coords": [
              27.0969,
              142.1914
            ]
          },
          "visits": [
            {
              "text": "Sítio do Patrimônio Mundial da UNESCO das Ilhas Ogasawara",
              "visit_duration_min": 75
            },
            {
              "text": "Piscina Natural Minamijima com águas verde-esmeralda e areia branca",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Voo para Ogasawara (ou ferry de 24 horas de Tóquio)",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente a natureza intocada do paraíso sulino remoto",
              "visit_duration_min": 60
            },
            {
              "text": "Visite a ilha desabitada Minamijima cercada por rochas",
              "visit_duration_min": 60
            },
            {
              "text": "Desfrute de paisagens exclusivas em ilha desabitada pristina",
              "visit_duration_min": 60
            },
            {
              "text": "Refresque-se longe da agitação da cidade em ecossistema único",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            15
          ],
          "label": "Segment 3 — J11–J15",
          "from_day": 11,
          "to_day": 15
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 15,
          "label": "Var 15j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Nature",
          "Insolite & Hors sentiers battus"
        ],
        "audience": []
      }
    },
    {
      "itin_id": "JP::temp_1765136572188",
      "id": "JP::temp_1765136572188",
      "language": "pt",
      "dept_code": "JP",
      "dept_name": "",
      "title": "Tohoku: lagos místicos e paisagem vulcânica",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 28,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::miharu",
            "coords": [
              37.4397,
              140.4922
            ]
          },
          "visits": [
            {
              "text": "Miharu Takizakura, uma das três grandes cerejeiras do Japão com mais de 1.000 anos",
              "visit_duration_min": 75
            },
            {
              "text": "Cerejeira chorona com 13,5m de altura, 11,3m de circunferência da raiz, 9,5m de circunferência do tronco",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja as flores de cerejeira na época de pico em meados de abril",
              "visit_duration_min": 60
            },
            {
              "text": "Iluminação noturna da árvore magnífica",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografe o contraste das flores rosadas contra o céu azul",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::urabandai",
            "coords": [
              37.6833,
              140.0667
            ]
          },
          "visits": [
            {
              "text": "Goshikinuma Lagos de Cinco Cores, mais de 30 lagoas místicas em Urabandai",
              "visit_duration_min": 75
            },
            {
              "text": "Lagoa Bishamonnuma com águas verde esmeralda",
              "visit_duration_min": 75
            },
            {
              "text": "Lagoas coloridas Akanuma, Rurinuma e Aonuma",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja a colaboração panorâmica das lagoas com o Monte Bandai",
              "visit_duration_min": 60
            },
            {
              "text": "Observe as misteriosas mudanças de cor dependendo do ângulo de visão",
              "visit_duration_min": 60
            },
            {
              "text": "Caminhada através da vegetação sazonal e folhagem outonal",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::nunobiki-kogen",
            "coords": [
              37.3333,
              140.1333
            ]
          },
          "visits": [
            {
              "text": "Planalto Nunobiki a 1.000m de altitude com 33 turbinas eólicas",
              "visit_duration_min": 75
            },
            {
              "text": "Vistas panorâmicas do Monte Bandai e do Lago Inawashiro",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja 200.000 girassóis florescendo de meados de agosto ao início de setembro",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografe turbinas eólicas contra o céu azul e flores amarelas",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente o campo de girassóis representativo de Tohoku",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::matsushima",
            "coords": [
              38.3667,
              141.0667
            ]
          },
          "visits": [
            {
              "text": "Baía de Matsushima, uma das três vistas mais cênicas do Japão",
              "visit_duration_min": 75
            },
            {
              "text": "Mais de 260 ilhas cobertas de pinheiros na baía",
              "visit_duration_min": 75
            },
            {
              "text": "Pontos de observação das Quatro Grandes Vistas de Matsushima",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Faça um cruzeiro pela baía observando as formações das ilhas",
              "visit_duration_min": 60
            },
            {
              "text": "Assista ao pôr do sol transformar a baía em cenário de cartão postal",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente paisagens elogiadas por poetas famosos ao longo da história",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::naruko-onsen",
            "coords": [
              38.7333,
              140.7167
            ]
          },
          "visits": [
            {
              "text": "Desfiladeiro de Naruko vale em forma de V com paredes rochosas de mais de 100m",
              "visit_duration_min": 75
            },
            {
              "text": "Ponte ferroviária local fotogênico com folhagem de outono",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Vista cores panorâmicas de outono de meados de outubro ao início de novembro",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografar trens cruzando a ponte em meio à folhagem vermelha e laranja",
              "visit_duration_min": 60
            },
            {
              "text": "Relaxar nas fontes termais de Naruko Onsen após a caminhada",
              "visit_duration_min": 60
            },
            {
              "text": "Descobrir o artesanato de bonecas Kokeshi na vila",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::zao-okama",
            "coords": [
              38.1333,
              140.45
            ]
          },
          "visits": [
            {
              "text": "Lago da Cratera Okama no cume da montanha Zao",
              "visit_duration_min": 75
            },
            {
              "text": "Lago de cratera vulcânica verde esmeralda em forma de panela de arroz",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Observar o lago mudando de cores com as estações e o clima",
              "visit_duration_min": 60
            },
            {
              "text": "Caminhar por trilha acessível até o deck de observação",
              "visit_duration_min": 60
            },
            {
              "text": "Maravilhe-se com a paisagem de sete cores do lago místico",
              "visit_duration_min": 60
            },
            {
              "text": "Visite as fontes termais Zao Onsen nas proximidades",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::zao-onsen",
            "coords": [
              38.1667,
              140.3833
            ]
          },
          "visits": [
            {
              "text": "Monstros de Gelo de Zao (Juhyo) - árvores cobertas de neve nas encostas das montanhas",
              "visit_duration_min": 75
            },
            {
              "text": "Monstros de Neve visíveis de janeiro a fevereiro",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pegue o teleférico para ver os monstros de gelo de cima",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente a iluminação noturna das formações de neve",
              "visit_duration_min": 60
            },
            {
              "text": "Aprenda como os ventos siberianos criam arte natural de gelo",
              "visit_duration_min": 60
            },
            {
              "text": "Esquie ou pratique snowboard entre os monstros de gelo",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::ginzan-onsen",
            "coords": [
              38.5667,
              140.5167
            ]
          },
          "visits": [
            {
              "text": "Ginzan Onsen com pousadas ryokan de madeira da era Taisho",
              "visit_duration_min": 75
            },
            {
              "text": "Paisagem nostálgica ao longo do rio central",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminhe por ruas ladeadas de edifícios históricos de madeira",
              "visit_duration_min": 60
            },
            {
              "text": "Veja lampiões a gás iluminando cenários nevados de inverno à noite",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente a atmosfera romântica apresentada em dramas e animes",
              "visit_duration_min": 60
            },
            {
              "text": "Relaxe em fontes termais enquanto aprecia a paisagem urbana retrô",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::tazawako",
            "coords": [
              39.7167,
              140.65
            ]
          },
          "visits": [
            {
              "text": "Lago Tazawa, o lago mais profundo do Japão com águas azuis lápis-lazúli",
              "visit_duration_min": 75
            },
            {
              "text": "Estátua e lenda da Princesa Tatsuko",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Faça um cruzeiro turístico de barco ao redor do lago",
              "visit_duration_min": 60
            },
            {
              "text": "Veja a colaboração do lago azul com montanhas majestosas",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente as mudanças sazonais: verde fresco, folhas de outono, neve",
              "visit_duration_min": 60
            },
            {
              "text": "Visite a vizinha vila de fontes termais escondidas Nyuto Onsen",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kakunodate",
            "coords": [
              39.6,
              140.5667
            ]
          },
          "visits": [
            {
              "text": "Desfiladeiro Dakigaeri com floresta original e riacho azul cobalto",
              "visit_duration_min": 75
            },
            {
              "text": "Ponte suspensa Kami no Iwabashi",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminhar por trilhas observando o rio azul e a paisagem montanhosa",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografar formações rochosas únicas e cachoeiras",
              "visit_duration_min": 60
            },
            {
              "text": "Vivenciar mudanças sazonais na vegetação e cores do outono",
              "visit_duration_min": 60
            },
            {
              "text": "Visitar o distrito samurai de Kakunodate nas proximidades",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::yokote",
            "coords": [
              39.3167,
              140.55
            ]
          },
          "visits": [
            {
              "text": "Festival Yokote Kamakura com 100 iglus de neve com mais de 3m de altura",
              "visit_duration_min": 75
            },
            {
              "text": "Evento tradicional com mais de 450 anos de história",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Observar 2.000 mini kamakura iluminados por velas à noite",
              "visit_duration_min": 60
            },
            {
              "text": "Vivenciar reserva privada de iglu kamakura",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente construir mini kamakura domo de neve",
              "visit_duration_min": 60
            },
            {
              "text": "Sinta o brilho caloroso da tradição de inverno em fevereiro",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::hiraizumi",
            "coords": [
              38.9833,
              141.1
            ]
          },
          "visits": [
            {
              "text": "Desfiladeiro Genbikei ao longo de 2km do Rio Iwai",
              "visit_duration_min": 75
            },
            {
              "text": "Formações rochosas estranhas designadas Monumento Natural Nacional desde 1927",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminhe pelas trilhas observando rochas escarpadas e rio azul cristalino",
              "visit_duration_min": 60
            },
            {
              "text": "Atravesse os mirantes da Ponte Tenko e Ponte Goranba",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente os famosos doces Kakko Dango na casa de descanso",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente a paisagem natural dinâmica de Iwate",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::iwaizumi",
            "coords": [
              39.85,
              141.7833
            ]
          },
          "visits": [
            {
              "text": "Caverna Ryusendo, uma das três maiores cavernas calcárias do Japão",
              "visit_duration_min": 75
            },
            {
              "text": "Lago subterrâneo com transparência de classe mundial, 4.088m de comprimento total",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explore 700m de passagens abertas da caverna",
              "visit_duration_min": 60
            },
            {
              "text": "Maravilhe-se com as águas azuis profundas do lago subterrâneo",
              "visit_duration_min": 60
            },
            {
              "text": "Veja a formação Gekkuden Moon Palace iluminada por LED",
              "visit_duration_min": 60
            },
            {
              "text": "Participe de eventos sazonais da caverna",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::hachimantai",
            "coords": [
              39.95,
              140.85
            ]
          },
          "visits": [
            {
              "text": "Olho do Dragão de Hachimantai no cume da montanha",
              "visit_duration_min": 75
            },
            {
              "text": "Lagoa Kagaminuma criando ilusão de olho de dragão quando a neve derrete",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja o fenômeno raro da água azul e neve branca criando olho de dragão",
              "visit_duration_min": 60
            },
            {
              "text": "Visite apenas durante a breve temporada de derretimento da neve no final de maio ao início de junho",
              "visit_duration_min": 60
            },
            {
              "text": "Tenha uma vista aérea para a forma dramática do olho de dragão",
              "visit_duration_min": 60
            },
            {
              "text": "Relaxe nas fontes termais próximas",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 15,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::towada",
            "coords": [
              40.4333,
              140.8667
            ]
          },
          "visits": [
            {
              "text": "Desfiladeiro Oirase, riacho de 14km do Lago Towada, Monumento Natural Nacional",
              "visit_duration_min": 75
            },
            {
              "text": "Múltiplas cachoeiras ao longo das seções superior, média e inferior do riacho",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminhe por trilhas bem conservadas através da natureza pristina",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografe cachoeiras em cascata em meio à vegetação exuberante",
              "visit_duration_min": 60
            },
            {
              "text": "Visite do final de maio ao início de junho para a melhor paisagem verde fresca",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente a folhagem outonal refletindo nas águas do riacho",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 16,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::tsuta-onsen",
            "coords": [
              40.5833,
              140.9333
            ]
          },
          "visits": [
            {
              "text": "Pântano Tsuta no pé do Monte Hakkoda",
              "visit_duration_min": 75
            },
            {
              "text": "Joia escondida com florestas de faias refletindo na água",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visite de meados ao final de outubro para as cores outonais no auge",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografe o reflexo espelhado da folhagem vermelha e laranja na água calma",
              "visit_duration_min": 60
            },
            {
              "text": "Chegue ao nascer do sol para luz mágica nas folhas de outono",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente cenário raro visível apenas em dias sem vento",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 17,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::hirosaki",
            "coords": [
              40.6028,
              140.4639
            ]
          },
          "visits": [
            {
              "text": "Festival das Cerejeiras em Flor do Castelo de Hirosaki com 2.600 árvores de 52 variedades",
              "visit_duration_min": 75
            },
            {
              "text": "Um dos três principais locais para observação de cerejeiras em flor do Japão",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja túneis de cerejeiras em flor ao longo do fosso oeste",
              "visit_duration_min": 60
            },
            {
              "text": "Veja jangadas de flores flutuando no fosso externo",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente iluminação noturna criando atmosfera de conto de fadas",
              "visit_duration_min": 60
            },
            {
              "text": "Visite de final de abril a início de maio durante o Festival Sakura",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 18,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::fukaura",
            "coords": [
              40.65,
              139.9333
            ]
          },
          "visits": [
            {
              "text": "Lagoa Azul Aoike no Sítio do Patrimônio Mundial Shirakami-Sanchi",
              "visit_duration_min": 75
            },
            {
              "text": "A mais bela dos Doze Lagos Juniko",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Maravilhe-se com a superfície de água azul cristalina",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente mudanças de cor do azul brilhante pela manhã ao azul profundo à tarde",
              "visit_duration_min": 60
            },
            {
              "text": "Relaxe cercado pela natureza pristina do Patrimônio Mundial",
              "visit_duration_min": 60
            },
            {
              "text": "Visite fechado de dezembro a abril para o inverno",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            15
          ],
          "label": "Segment 3 — J11–J15",
          "from_day": 11,
          "to_day": 15
        },
        {
          "n": 4,
          "range": [
            16,
            18
          ],
          "label": "Segment 4 — J16–J18",
          "from_day": 16,
          "to_day": 18
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 15,
          "label": "Var 15j"
        },
        {
          "from_day": 1,
          "to_day": 18,
          "label": "Var 18j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Nature",
          "Montagne"
        ],
        "audience": []
      }
    },
    {
      "itin_id": "JP::temp_1765136417727",
      "id": "JP::temp_1765136417727",
      "language": "pt",
      "dept_code": "JP",
      "dept_name": "",
      "title": "Hokkaidō Extremo: panoramas árticos, vulcões sagrados e maravilhas naturais",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 32,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::hakodate",
            "coords": [
              41.7686,
              140.729
            ]
          },
          "visits": [
            {
              "text": "Observatório do Monte Hakodate a 334 metros de altitude",
              "visit_duration_min": 75
            },
            {
              "text": "Vista noturna de um milhão de dólares com luzes da cidade entre dois mares",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pegue o teleférico até o cume para vista panorâmica noturna",
              "visit_duration_min": 60
            },
            {
              "text": "Observe o Estreito de Tsugaru à esquerda e a Baía de Hakodate à direita",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente a atmosfera romântica das luzes estreladas da cidade",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::muroran",
            "coords": [
              42.315,
              140.974
            ]
          },
          "visits": [
            {
              "text": "Cabo Chikyu com vista para o Oceano Pacífico da Península Etomo",
              "visit_duration_min": 75
            },
            {
              "text": "Deck de observação no penhasco com vista do horizonte curvado de 360 graus",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Sinta a redondeza da Terra do mirante panorâmico",
              "visit_duration_min": 60
            },
            {
              "text": "Aviste golfinhos e baleias durante a temporada de migração",
              "visit_duration_min": 60
            },
            {
              "text": "Veja o mar de nuvens se formando abaixo do cabo",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::otaru",
            "coords": [
              43.1907,
              140.9947
            ]
          },
          "visits": [
            {
              "text": "Canal de Otaru, 1.140 metros de comprimento concluído em 1923",
              "visit_duration_min": 75
            },
            {
              "text": "Armazéns históricos de pedra ao longo da orla",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminhe pelas ruas de paralelepípedos com atmosfera romântica da era Taisho",
              "visit_duration_min": 60
            },
            {
              "text": "Admire as lâmpadas a gás laranja iluminando o canal à noite",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografe os armazéns iluminados refletindo na água",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::shakotan",
            "coords": [
              43.3283,
              140.3539
            ]
          },
          "visits": [
            {
              "text": "Cabo Kamui estendendo-se ao Mar do Japão na Península de Shakotan",
              "visit_duration_min": 75
            },
            {
              "text": "Rocha Kamui com a lenda trágica de Charenka",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminhe pela trilha Charenka no Michi ao longo da crista até a ponta do cabo",
              "visit_duration_min": 60
            },
            {
              "text": "Desfrute de uma vista panorâmica de 300 graus do oceano com horizonte curvo",
              "visit_duration_min": 60
            },
            {
              "text": "Admire as águas cristalinas do Azul de Shakotan que rivalizam com mares tropicais",
              "visit_duration_min": 60
            },
            {
              "text": "Veja lírios amarelos florescendo no verão",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::hokuryu",
            "coords": [
              43.75,
              141.8833
            ]
          },
          "visits": [
            {
              "text": "Vila dos Girassóis de Hokuryu com 1,5 milhão de girassóis",
              "visit_duration_min": 75
            },
            {
              "text": "Maiores campos de girassóis do Japão cobrindo cinco Tokyo Domes",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminhe através de campos dourados que rivalizam com a Provença e Andaluzia",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografe girassóis com pétalas largas se aquecendo ao sol",
              "visit_duration_min": 60
            },
            {
              "text": "Visite apenas durante a curta temporada de verão",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::furano",
            "coords": [
              43.3419,
              142.3833
            ]
          },
          "visits": [
            {
              "text": "Campos de lavanda de Furano em roxo profundo cobrindo a região",
              "visit_duration_min": 75
            },
            {
              "text": "Fazendas de lavanda em Furano, Nakafurano e Kamifurano",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visite de manhã cedo quando as flores brilham com o orvalho",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente os efeitos de aromaterapia do aroma de lavanda",
              "visit_duration_min": 60
            },
            {
              "text": "Veja as cristas das montanhas do topo das colinas com lavanda em primeiro plano",
              "visit_duration_min": 60
            },
            {
              "text": "Melhor visualização em julho no pico da floração",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::biei",
            "coords": [
              43.5869,
              142.4681
            ]
          },
          "visits": [
            {
              "text": "Lagoa Azul Shirogane com misteriosa água azul cobalto",
              "visit_duration_min": 75
            },
            {
              "text": "Estrada Patchwork através de campos de batata e trigo",
              "visit_duration_min": 75
            },
            {
              "text": "Jardim de flores Shikisai no Oka na Estrada Panorama",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Fotografe lariços mortos emergindo de águas coloidais azuis",
              "visit_duration_min": 60
            },
            {
              "text": "Visite Blue Pond de manhã cedo em dias claros e sem vento para melhor cor",
              "visit_duration_min": 60
            },
            {
              "text": "Dirija através de colinas ondulantes que lembram o campo europeu",
              "visit_duration_min": 60
            },
            {
              "text": "Veja dezenas de flores sazonais florescendo da primavera ao outono",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::asahidake-onsen",
            "coords": [
              43.6667,
              142.85
            ]
          },
          "visits": [
            {
              "text": "Monte Asahi, pico mais alto de Daisetsuzan com 2.291 metros",
              "visit_duration_min": 75
            },
            {
              "text": "Lagoas crateras Kagami-ike e Suribachi-ike",
              "visit_duration_min": 75
            },
            {
              "text": "Sugatami-no-ike refletindo o Monte Asahi",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pegue o teleférico até 1.600 metros e caminhe pela natureza alpina",
              "visit_duration_min": 60
            },
            {
              "text": "Aviste cervos de Hokkaido e esquilos",
              "visit_duration_min": 60
            },
            {
              "text": "Veja raros campos de flores aleutas florescendo brevemente no verão",
              "visit_duration_min": 60
            },
            {
              "text": "Admire as águas cristalinas do lago alimentado pela chuva e pelo degelo",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::sounkyo",
            "coords": [
              43.7333,
              143.0833
            ]
          },
          "visits": [
            {
              "text": "Desfiladeiro Sounkyo com 24 km de penhascos íngremes ao longo do Rio Ishikari",
              "visit_duration_min": 75
            },
            {
              "text": "Cachoeiras Ginga e Cachoeiras Ryusei",
              "visit_duration_min": 75
            },
            {
              "text": "Penhascos que se erguem a 200 metros no Parque Nacional Daisetsuzan",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Veja a folhagem outonal colorindo as faces dos penhascos em vermelho e amarelo",
              "visit_duration_min": 60
            },
            {
              "text": "Veja as elegantes Cachoeiras Ginga e as dinâmicas Cachoeiras Ryusei",
              "visit_duration_min": 60
            },
            {
              "text": "Visite do final de setembro ao início de outubro para as cores outonais no auge",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente um dos locais mais precoces do Japão para folhagem outonal",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::tomamu",
            "coords": [
              43.0667,
              142.6167
            ]
          },
          "visits": [
            {
              "text": "Terraço Unkai a 1.088 metros no Hoshino Resort Tomamu",
              "visit_duration_min": 75
            },
            {
              "text": "Plataforma de observação do mar de nuvens",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Acorde de manhã cedo para 30-40% de chance de ver mar de nuvens",
              "visit_duration_min": 60
            },
            {
              "text": "Observe formações etéreas de nuvens de cima de junho a setembro",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente momento inesquecível se tiver sorte suficiente para testemunhar o fenômeno",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kamishihoro",
            "coords": [
              43.2333,
              143.2833
            ]
          },
          "visits": [
            {
              "text": "Passo Mikuni, o passo mais alto de Hokkaido com 1.139 metros",
              "visit_duration_min": 75
            },
            {
              "text": "Ponte do Rio Taushubetsu, ponte fantasma de arco de concreto",
              "visit_duration_min": 75
            },
            {
              "text": "Ponte Matsumi Ohashi e ponto de observação Midorifuka",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Admire a floresta verde profunda de abetos Yezo e Sakhalin",
              "visit_duration_min": 60
            },
            {
              "text": "Veja a folhagem de outono do final de setembro ao início de outubro",
              "visit_duration_min": 60
            },
            {
              "text": "Veja a ponte fantasma emergindo da água de janeiro a agosto",
              "visit_duration_min": 60
            },
            {
              "text": "Participe de tour guiado para se aproximar da ponte em deterioração no estilo aqueduto romano",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::teshikaga",
            "coords": [
              43.4833,
              144.4667
            ]
          },
          "visits": [
            {
              "text": "Lago Mashu, lago mais transparente do Japão e segundo do mundo",
              "visit_duration_min": 75
            },
            {
              "text": "Lago sagrado do povo Ainu com águas profundas azuis de Mashu",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visite em dia claro para ver a famosa cor azul profunda de Mashu",
              "visit_duration_min": 60
            },
            {
              "text": "Veja as profundezas do lago da superfície",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente a atmosfera mística e nebulosa do lago em dias enevoados",
              "visit_duration_min": 60
            },
            {
              "text": "Maravilhe-se com o nível constante da água apesar de não ter afluentes",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kushiro",
            "coords": [
              43.0167,
              144.3833
            ]
          },
          "visits": [
            {
              "text": "Pântanos de Kushiro cobrindo 60% da área pantanosa do Japão",
              "visit_duration_min": 75
            },
            {
              "text": "Habitat para mais de 2.000 espécies de plantas e animais",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminhe pelas passarelas com vistas de 360 graus da vegetação exuberante",
              "visit_duration_min": 60
            },
            {
              "text": "Aviste grous-de-coroa-vermelha protegidos no pântano",
              "visit_duration_min": 60
            },
            {
              "text": "Passeie no trem turístico Kushiro Wetland Norokko através da vegetação",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente o vasto tapete da natureza verdejante",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::shiretoko",
            "coords": [
              44.0667,
              145.0167
            ]
          },
          "visits": [
            {
              "text": "Shiretoko Five Lakes na floresta primitiva Patrimônio Mundial da UNESCO",
              "visit_duration_min": 75
            },
            {
              "text": "Cordilheira de Shiretoko refletida em lagos pristinos",
              "visit_duration_min": 75
            },
            {
              "text": "Eight Views of Shiretoko pontos cênicos",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminhe pelas trilhas da natureza através da floresta virgem intocada",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente a luz solar filtrando através do dossel verde profundo",
              "visit_duration_min": 60
            },
            {
              "text": "Aviste raposas vermelhas Ezo, veados de Hokkaido e esquilos de Hokkaido",
              "visit_duration_min": 60
            },
            {
              "text": "Fique atento aos ursos pardos e tenha cautela",
              "visit_duration_min": 60
            },
            {
              "text": "Veja a majestosa paisagem de Hokkaido da plataforma de observação",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 15,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::abashiri",
            "coords": [
              44.0206,
              144.2736
            ]
          },
          "visits": [
            {
              "text": "Gelo flutuante de Abashiri cobrindo o Mar de Okhotsk",
              "visit_duration_min": 75
            },
            {
              "text": "Blocos de gelo viajando 1.000 km do Rio Amur siberiano",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Embarque em cruzeiro quebra-gelo através do mar congelado do final de janeiro a meados de março",
              "visit_duration_min": 60
            },
            {
              "text": "Observe focas tomando sol nos blocos de gelo",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente a magia e grandeza do espetáculo de inverno da natureza",
              "visit_duration_min": 60
            },
            {
              "text": "Testemunhe camadas de gelo da Sibéria cobrindo o oceano",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 16,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::saroma",
            "coords": [
              44.1167,
              143.7667
            ]
          },
          "visits": [
            {
              "text": "Cabo Kimuneup estendendo-se pelo Lago Saroma",
              "visit_duration_min": 75
            },
            {
              "text": "Campos de coral vermelho criando tapete carmesim de meados de setembro ao início de outubro",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Contemple o panorama espetacular do Lago Saroma",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografe a grama vermelha ardente cobrindo a paisagem",
              "visit_duration_min": 60
            },
            {
              "text": "Observe cisnes descansando durante a migração de inverno",
              "visit_duration_min": 60
            },
            {
              "text": "Veja o pôr do sol refletindo no lago com silhuetas de cisnes",
              "visit_duration_min": 60
            },
            {
              "text": "Acampe no verão à beira do lago",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 17,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::wakkanai",
            "coords": [
              45.4153,
              141.6728
            ]
          },
          "visits": [
            {
              "text": "Colinas Soya atrás do Cabo Soya, ponto mais ao norte do Japão",
              "visit_duration_min": 75
            },
            {
              "text": "Colinas suavemente onduladas formadas há 20.000 anos durante a Era do Gelo",
              "visit_duration_min": 75
            },
            {
              "text": "57 turbinas eólicas girando lentamente na brisa",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Observe vacas pastando nas colinas cobertas de plantas alpinas",
              "visit_duration_min": 60
            },
            {
              "text": "Caminhe pela Estrada Branca mais ao norte pavimentada com conchas de vieira",
              "visit_duration_min": 60
            },
            {
              "text": "Sinta a brisa refrescante única das Colinas Soya",
              "visit_duration_min": 60
            },
            {
              "text": "Experimente a paisagem serena na fronteira norte do Japão",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 18,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::teuri",
            "coords": [
              44.4167,
              141.3167
            ]
          },
          "visits": [
            {
              "text": "Observatório Akaiwa da Ilha Teuri, maior local de reprodução de papagaios-do-mar do mundo",
              "visit_duration_min": 75
            },
            {
              "text": "Pequena ilha 30 km a oeste de Haboro com 400.000 pares reprodutores",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pegue a balsa do Porto de Haboro para a ilha de 15 km de circunferência",
              "visit_duration_min": 60
            },
            {
              "text": "Observe os papagaios-do-mar retornarem ao pôr do sol com peixes para os filhotes",
              "visit_duration_min": 60
            },
            {
              "text": "Veja as aves mergulharem em velocidade incrível nas tocas",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografe majestosos papagaios-do-mar em pé verticalmente na água",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            15
          ],
          "label": "Segment 3 — J11–J15",
          "from_day": 11,
          "to_day": 15
        },
        {
          "n": 4,
          "range": [
            16,
            18
          ],
          "label": "Segment 4 — J16–J18",
          "from_day": 16,
          "to_day": 18
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 15,
          "label": "Var 15j"
        },
        {
          "from_day": 1,
          "to_day": 18,
          "label": "Var 18j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Nature",
          "Faune & Vie sauvage"
        ],
        "audience": []
      }
    }
  ]
}