{
  "version": "v1",
  "country": "JP",
  "language": "es",
  "itineraries": [
    {
      "itin_id": "JP::hokkaido::sapporo-nature",
      "id": "JP::hokkaido::sapporo-nature",
      "language": "es",
      "dept_code": "HOKKAIDO",
      "dept_name": "Hokkaido",
      "title": "HOKKAIDO SALVAJE: VOLCANES HUMEANTES, LAVANDA Y GASTRONOMÍA MARINA",
      "notes": "Découvre la nature préservée de l'île la plus septentrionale du Japon entre champs de lavande de Furano, paysages patchwork de Biei, zoo innovant d'Asahikawa et gastronomie marine exceptionnelle de Sapporo. Un Japon différent aux influences aïnous et aux paysages grandioses où la neige règne six mois par an.",
      "specialties": [
        "[object Object]",
        "[object Object]",
        "[object Object]",
        "[object Object]",
        "[object Object]"
      ],
      "estimated_days_base": 9,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::otaru",
            "coords": [
              43.1907,
              140.9947
            ]
          },
          "visits": [
            {
              "text": "Canal de Otaru — Canal histórico de 1,3 kilómetros construido entre 1914 y 1923 para transporte marítimo, bordeado de almacenes de ladrillo rojo reconvertidos en tiendas y restaurantes, 63 farolas de gas vintage encendidas al anochecer creando ambiente romántico, puente Asakusa emblemático, paseo invernal con esculturas de nieve, símbolo de la prosperidad portuaria pasada.",
              "visit_duration_min": 75
            },
            {
              "text": "Calle Sakaimachi — Arteria comercial histórica de 900 metros que preserva la arquitectura Meiji y Taisho, 70 tiendas en edificios centenarios renovados, especialidad cajas de música Otaru Orgel-do con 25000 modelos expuestos, cristalerías artesanales sopladas a boca, pastelerías LeTao famosa por queso doble, ambiente nostálgico de los años 1920.",
              "visit_duration_min": 75
            },
            {
              "text": "Museo de la Caja de Música de Otaru — El mayor museo de cajas de música de Japón instalado en almacén de 1912, colección de 3400 cajas de música antiguas y contemporáneas de todo el mundo, taller de personalización para crear su propia caja, conciertos regulares de órgano de vapor histórico de 1908, tienda extensa, reloj de vapor exterior que suena cada 15 minutos.",
              "visit_duration_min": 75
            },
            {
              "text": "Santuario Temiya — Santuario shinto encaramado en colina que ofrece vista panorámica sobre puerto y bahía de Ishikari, fundado en 1865 para proteger a marinos y pescadores, escalera empinada de 105 escalones bajo torii bermellón, arquitectura tradicional simple de madera, atmósfera apacible alejada de las zonas turísticas, cerezos en mayo, lugar apreciado para primera visita del año hatsumode.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visita de una cristalería artesanal — Asiste a demostración de soplado de vidrio en uno de los 18 talleres de Otaru que perpetúan tradición centenaria, vidrio calentado a 1200 grados moldeado por maestros artesanos, posibilidad de crear su propio objeto en 30 minutos bajo supervisión, técnica heredada de la importación europea era Meiji, tiendas vendiendo lámparas cuencos copas coloridas únicas.",
              "visit_duration_min": 60
            },
            {
              "text": "Degustación en el mercado Sankaku — Explora el mercado triangular de pescados abierto desde 1950, puestos de cangrejos reales y erizos frescos pescados por la mañana, restaurantes ofreciendo kaisendon desayuno abundante desde las 6h, ambiente local animado, precios razonables comparado con Tokyo, degustación gratuita de muestras, tiendas de productos secos y conservas.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 148,
            "drive_min": 177,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1.5
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::sapporo",
            "coords": [
              43.0642,
              141.3469
            ]
          },
          "visits": [
            {
              "text": "Torre del Reloj de Sapporo — Edificio emblemático de madera de estilo americano construido en 1878 como gimnasio de la universidad agrícola de Hokkaido, reloj mecánico importado de Massachusetts funcionando desde hace 145 años, museo exponiendo historia del desarrollo de Sapporo, arquitectura occidental rara de la era Meiji, bien cultural importante de Japón.",
              "visit_duration_min": 75
            },
            {
              "text": "Parque Odori — Arteria verde de 1,5 kilómetros atravesando el centro de este a oeste, diseñado en 1871 como cortafuegos luego transformado en parque paisajístico, escenario del célebre Festival de la Nieve de Sapporo en febrero con esculturas de hielo monumentales, Torre de televisión Sapporo de 147 metros en el extremo este ofreciendo panorama urbano, fuentes y jardines floridos, lugar de descanso de los habitantes.",
              "visit_duration_min": 75
            },
            {
              "text": "Museo de la Cerveza Sapporo — Único museo cervecero de Japón instalado en antigua cervecería de ladrillos rojos de 1890, exposición sobre historia de la cerveza japonesa desde era Meiji, cubas de cobre gigantes, degustación gratuita de tres variedades incluyendo Sapporo Classic exclusiva de Hokkaido, restaurante Biergarten sirviendo jingisukan a la parrilla, arquitectura industrial preservada.",
              "visit_duration_min": 75
            },
            {
              "text": "Santuario Hokkaido Jingu — Principal santuario shinto de Hokkaido fundado en 1869 dedicado a cuatro kami incluyendo almas de los pioneros de la isla, ubicado en bosque del parque Maruyama de 180 hectáreas, arquitectura tradicional nagare-zukuri en madera natural, avenida de linternas de piedra, cerezos y ciruelos en flor abril-mayo, atmósfera espiritual pacífica alejada de la agitación urbana.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Exploración del mercado Nijo — Deambula por el mercado alimentario histórico de Sapporo abierto en 1903, puestos desbordando de cangrejos reales gigantes vivos, erizos frescos, salmones enteros, vieiras, degustación kaisendon cuenco de mariscos a precios razonables desde las 7h de la mañana, ambiente auténtico local sin turistas en masa, tiendas de productos secos y conservas.",
              "visit_duration_min": 60
            },
            {
              "text": "Subida a la plataforma de observación JR Tower — Sube al piso 38 de la torre de la estación de Sapporo a 160 metros de altitud, observatorio JR Tower T38 ofreciendo vista panorámica 360 grados sobre la ciudad cuadriculada y montañas circundantes, baños con vista vertiginosa, café lounge para descansar, abierto hasta las 23h para admirar iluminaciones nocturnas, acceso directo desde la estación.",
              "visit_duration_min": 60
            },
            {
              "text": "Paseo nocturno por Susukino — Sumérgete en el mayor barrio de entretenimiento al norte de Tokyo con 4000 establecimientos, neones luminosos coloridos creando atmósfera cyberpunk, restaurantes izakaya y ramen abiertos hasta el amanecer, torre Norbesa con noria Noria en el techo a 78 metros, calle de ramen Ganso Ramen Yokocho histórica desde 1951, ambiente nocturno vibrante y seguro.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 41,
            "drive_min": 50,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 2
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::furano",
            "coords": [
              43.3417,
              142.3833
            ]
          },
          "visits": [
            {
              "text": "Farm Tomita — Granja floral más famosa de Hokkaido fundada en 1958, campos de lavanda violeta hasta perderse de vista en 15 hectáreas culminando a mediados de julio, siete parcelas multicolores Rainbow Flower Fields con amapolas tulipanes salvias, perfume embriagador de lavanda, tienda productos derivados aceites esenciales jabones, café helado lavanda exclusivo, vista a las montañas Tokachi, gratis.",
              "visit_duration_min": 75
            },
            {
              "text": "Ferme Shikisai-no-oka — Colina panorámica de 15 hectáreas de flores en bandas horizontales arcoíris, tulipanes en mayo, lavanda en julio, cosmos en septiembre, tractor Norokko-go atravesando los campos, alpacas y llamas en mini-zoo, alquiler de buggies eléctricos, vista al monte Tokachi-dake, entrada gratuita visita libre, menos abarrotado que Tomita.",
              "visit_duration_min": 75
            },
            {
              "text": "Ningle Terrace — Pueblo artesanal feérico en bosque de abedules del New Furano Prince Hotel, 15 cabañas de troncos albergando talleres de artesanos de cuero vidrio madera, ambiente de cuento de hadas inspirado en los ningle espíritus del bosque imaginados por el autor Sō Kuramoto, senderos de tablas de madera, iluminaciones mágicas nocturnas, tiendas creativas únicas, café forestal.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Paseo en bicicleta entre campos de flores — Alquila una bicicleta eléctrica y recorre la ruta panorámica que conecta Farm Tomita con Shikisai-no-oka en 6 kilómetros, paisajes bucólicos de campos multicolores patchwork, montañas nevadas de fondo, paradas para fotos ilimitadas, pueblos agrícolas auténticos, puestos de verduras de autoservicio, melones Furano reputados, pedaleo fácil ruta plana.",
              "visit_duration_min": 60
            },
            {
              "text": "Atardecer en Mild Seven Hill — Admira la colina ondulante icónica fotografiada para publicidades de cigarrillos Mild Seven en los años 1970, siete alerces solitarios en la cima silueteados contra el cielo, paisaje pastoral minimalista zen, campos de trigo dorado y papas, luz dorada vespertina sublime, accesible libremente, punto fotográfico emblemático de Hokkaido.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 37,
            "drive_min": 44,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1.5
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::biei",
            "coords": [
              43.5903,
              142.47
            ]
          },
          "visits": [
            {
              "text": "Colina Patchwork — Zona agrícola ondulada de 3000 hectáreas con parcelas multicolores creando motivo patchwork natural, campos de trigo papas girasol y flores, carreteras panorámicas serpenteando entre colinas, vista icónica de Hokkaido utilizada en publicidades y películas, árboles solitarios emblemáticos Ken y Mary Seven Star, paisajes cambiando según estaciones, gratuito accesible en auto bicicleta.",
              "visit_duration_min": 75
            },
            {
              "text": "Estanque Azul Aoiike — Estanque artificial creado en 1988 para represa anti-inundación convertido en atracción natural, agua azul cobalto eléctrico irreal causada por partículas de aluminio en suspensión, troncos de árboles muertos blancos emergiendo creando escena fantasmal surrealista, inspiración fondo de pantalla MacOS, color variando según clima y estación, senderos acondicionados de madera, iluminaciones invernales feéricas.",
              "visit_duration_min": 75
            },
            {
              "text": "Cascada Shirahige — Caída de agua subterránea única de 30 metros brotando directamente de acantilado de roca volcánica en río Biei, agua blanca lechosa turquesa debido a minerales, puente colgante azul ofreciendo vista en picada, misma fuente mineral que el estanque azul ubicado 3 km río abajo, ambiente forestal preservado, accesible fácilmente, poco frecuentado por las mañanas.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Circuito panorámico en auto — Recorre la célebre ruta de los árboles de Biei conectando puntos fotográficos emblemáticos Seven Star Tree cedro solitario, Ken y Mary Tree álamo, Parent and Child Tree, Philosopher's Tree cinco alerces, paisajes bucólicos perfectos entre campos ondulados multicolores, paradas para fotos frecuentes, circuito 20 kilómetros requiere 2 a 3 horas con pausas.",
              "visit_duration_min": 60
            },
            {
              "text": "Visita a Selecion Biei — Tienda galería de arte fotográfico exponiendo capturas de profesionales capturando belleza de los paisajes de Biei cuatro estaciones, impresiones gran formato vendidas, consejos para fotografiar colinas en el mejor momento luz dorada, café con panorama sobre valle, productos locales artesanales, ambiente inspirador para fotógrafos.",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 28,
            "drive_min": 34,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1.5
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::asahikawa",
            "coords": [
              43.7706,
              142.365
            ]
          },
          "visits": [
            {
              "text": "Zoo de Asahiyama — Zoo revolucionario de concepción inaugurado en 1967, instalaciones innovadoras permitiendo observación comportamientos naturales animales, túnel submarino con focas, recinto osos polares con domo inmersivo, pingüinos caminando libremente en invierno, pandas rojos gibones lobos, 2º zoo más visitado de Japón después de Ueno, misión educativa y conservación, marco natural forestal ondulado.",
              "visit_duration_min": 75
            },
            {
              "text": "Santuario Kamikawa — Santuario sintoísta construido en 1893 en la confluencia de los ríos Ishikari y Chubetsu, guardián espiritual de la ciudad de Asahikawa, torii bermellón imponente, arquitectura tradicional en madera de cedro, festival anual matsuri en septiembre, cerezos bordeando sendero de acceso floreciendo a finales de abril, atmósfera serena local poco turística, vista a la montaña Ohiradake.",
              "visit_duration_min": 75
            },
            {
              "text": "Museo del Sake Takasago — Destilería histórica de sake fundada en 1899 aún en actividad, edificio de ladrillos rojos de estilo occidental declarado patrimonio, exposición sobre proceso de elaboración tradicional utilizando arroz de Hokkaido y agua pura del deshielo, degustación gratuita de seis sakes premiados, tienda extensa, restaurante izakaya sirviendo cocina local acompañamiento ideal, ambiente cálido.",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Tour de ramen de Asahikawa — Prueba el estilo ramen local shoyu pionero de Hokkaido desde 1947, caldo doble sopa cerdo-pescado con salsa de soja aromática, fideos finos ondulados, chashu a la parrilla, seis a ocho restaurantes célebres concentrados en Ramen Village Asahikawa, variaciones familiares únicas, ambiente nostálgico Showa, porciones generosas reconfortantes contra el frío invernal.",
              "visit_duration_min": 60
            },
            {
              "text": "Paseo nocturno al Snow Crystal Museum — Descubre museo temático único dedicado a los cristales de nieve investigaciones del Dr. Nakaya nativo de Asahikawa, arquitectura castillo de hielo fantasiosa, sala hexagonal con 200 fotografías macro de copos, temperatura mantenida a menos 20 grados, proyección video formación cristales, vestidos de princesa de hielo alquiler para fotos, kitsch fascinante japonés.",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        }
      ],
      "regions": [
        "HOKKAIDO"
      ],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Nature",
          "Culture"
        ],
        "audience": [
          "couple",
          "famille",
          "amis",
          "solo"
        ]
      }
    },
    {
      "itin_id": "JP::train-3weeks",
      "id": "JP::train-3weeks",
      "language": "es",
      "dept_code": "JP",
      "dept_name": "Japon",
      "title": "DE LOS TEMPLOS DE KYOTO A LOS RASCACIELOS DE TOKYO",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 13,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "KANTO",
          "night": {
            "place_id": "JP::tokyo",
            "coords": [
              35.6895,
              139.6917
            ]
          },
          "visits": [
            {
              "text": "Descubrimiento del barrio histórico de Asakusa y del templo Senso-ji que data del siglo VII",
              "visit_duration_min": 75
            },
            {
              "text": "Exploración del barrio electrónico de Akihabara, célebre por sus tiendas de videojuegos y de mangas",
              "visit_duration_min": 75
            },
            {
              "text": "Paseo por el barrio lujoso de Ginza y sus tiendas de alta gama",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Experiencia de un café temático, como un cat café o un restaurante Alicia en el país de las maravillas",
              "visit_duration_min": 60
            },
            {
              "text": "Sesión de karting inspirada en Mario Kart en las calles de Tokyo",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "KANTO",
          "night": {
            "place_id": "JP::tokyo",
            "coords": [
              35.6895,
              139.6917
            ]
          },
          "visits": [
            {
              "text": "Paseo por Harajuku y Yoyogi Park, epicentro de la cultura juvenil tokyoíta",
              "visit_duration_min": 75
            },
            {
              "text": "Descubrimiento del mítico cruce de Shibuya y del barrio Shimokitazawa",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Clase de preparación de sushi con un chef local",
              "visit_duration_min": 60
            },
            {
              "text": "Noche de karaoke típicamente japonesa",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 100.7,
            "drive_min": 101,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "CHUBU",
          "night": {
            "place_id": "JP::hakone",
            "coords": [
              35.2324,
              139.1065
            ]
          },
          "visits": [
            {
              "text": "Excursión a Hakone: crucero por el lago Ashi con vista al Monte Fuji",
              "visit_duration_min": 75
            },
            {
              "text": "Paseo por las colinas y aguas termales de Hakone",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Descubrimiento de un Onsen tradicional japonés",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 90,
            "drive_min": 90,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "KANSAI",
          "night": {
            "place_id": "JP::kyoto",
            "coords": [
              35.0116,
              135.7681
            ]
          },
          "visits": [
            {
              "text": "Paseo por el mercado Nishiki para descubrir las especialidades locales",
              "visit_duration_min": 75
            },
            {
              "text": "Visita al Pabellón Dorado Kinkaku-ji",
              "visit_duration_min": 75
            },
            {
              "text": "Descubrimiento del templo Kiyomizu-dera y del santuario Heian Jingu",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visita guiada nocturna por las callejuelas de Gion, el barrio de las geishas",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 450,
            "drive_min": 200,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1.5
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "KANSAI",
          "night": {
            "place_id": "JP::kyoto",
            "coords": [
              35.0116,
              135.7681
            ]
          },
          "visits": [
            {
              "text": "Caminata por el bosque de bambúes de Arashiyama",
              "visit_duration_min": 75
            },
            {
              "text": "Visita del castillo Nijo y sus jardines",
              "visit_duration_min": 75
            },
            {
              "text": "Descubrimiento del santuario Fushimi Inari Taisha y sus miles de torii",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Experiencia de transformación en maiko (geisha aprendiz) con sesión de fotos",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 47.4,
            "drive_min": 95,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "KANSAI",
          "night": {
            "place_id": "JP::nara",
            "coords": [
              34.6851,
              135.8048
            ]
          },
          "visits": [
            {
              "text": "Descubrimiento del templo Todai-ji y su gran Buda",
              "visit_duration_min": 75
            },
            {
              "text": "Paseo por el parque de Nara entre los ciervos en libertad",
              "visit_duration_min": 75
            },
            {
              "text": "Visita del santuario Kasuga Taisha y ascenso al monte Wakakusa",
              "visit_duration_min": 75
            }
          ],
          "activities": [],
          "to_next_leg": {
            "distance_km": 50,
            "drive_min": 80,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "KANSAI",
          "night": {
            "place_id": "JP::osaka",
            "coords": [
              34.6937,
              135.5023
            ]
          },
          "visits": [
            {
              "text": "Paseo por el animado barrio de Dotonbori y Namba",
              "visit_duration_min": 75
            },
            {
              "text": "Visita del castillo de Osaka y sus jardines",
              "visit_duration_min": 75
            },
            {
              "text": "Senderismo en el parque Minoh hasta la cascada",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Tour gastronómico descubriendo las especialidades de Osaka como los takoyaki",
              "visit_duration_min": 60
            },
            {
              "text": "Día en el parque Universal Studios Japan",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 30,
            "drive_min": 60,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1.5
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "KANSAI",
          "night": {
            "place_id": "JP::himeji",
            "coords": [
              34.826,
              134.687
            ]
          },
          "visits": [
            {
              "text": "Visita al castillo de Himeji, inscrito en la UNESCO",
              "visit_duration_min": 75
            },
            {
              "text": "Paseo por los jardines Koko-en",
              "visit_duration_min": 75
            },
            {
              "text": "Ascensión al monte Shosha y visita al templo Engyo-ji",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visita guiada al castillo y descubrimiento de la historia feudal de Japón",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 100,
            "drive_min": 90,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "CHUGOKU",
          "night": {
            "place_id": "JP::hiroshima",
            "coords": [
              34.3853,
              132.4553
            ]
          },
          "visits": [
            {
              "text": "Descubrimiento del museo del Memorial de la Paz de Hiroshima",
              "visit_duration_min": 75
            },
            {
              "text": "Visita a la Cúpula de Genbaku y al parque del Memorial",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Tour guiado en bicicleta por la ciudad de Hiroshima",
              "visit_duration_min": 60
            },
            {
              "text": "Tour gastronómico para descubrir la cocina local de Hiroshima",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 250,
            "drive_min": 300,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1.5
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "CHUGOKU",
          "night": {
            "place_id": "JP::miyajima",
            "coords": [
              34.2963,
              132.3194
            ]
          },
          "visits": [
            {
              "text": "Travesía en ferry hacia Miyajima y visita al santuario Itsukushima-jinja",
              "visit_duration_min": 75
            },
            {
              "text": "Subida al monte Misen por el sendero Momijidani o en teleférico",
              "visit_duration_min": 75
            },
            {
              "text": "Paseo por la playa de Itsukushima al final de la tarde",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Baño en un onsen con vista a la bahía",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 30,
            "drive_min": 60,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        }
      ],
      "regions": [
        "KANTO",
        "CHUBU",
        "KANSAI",
        "CHUGOKU"
      ],
      "nearby_itins": [
        "JP::nationwide::japan-21d-train-classic",
        "GB::temp_1763535842252"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Nature",
          "Ville & Histoire"
        ],
        "audience": []
      }
    },
    {
      "itin_id": "JP::nationwide::japan-21d-train-classic",
      "id": "JP::nationwide::japan-21d-train-classic",
      "language": "es",
      "dept_code": "JP",
      "dept_name": "Japan",
      "title": "JAPÓN EN 3 SEMANAS — TOKYO A FUKUOKA EN TREN",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 24,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "JP-Kanto",
          "night": {
            "place_id": "JP::tokyo",
            "coords": [
              35.682839,
              139.759455
            ]
          },
          "visits": [
            {
              "text": "Asakusa & Sensō-ji (puerta Kaminarimon, Nakamise-dori, templo del siglo VII)",
              "visit_duration_min": 75
            },
            {
              "text": "Crucero corto por el Sumida (vista del Tokyo Skytree)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Paseo fotográfico crepuscular a orillas del Sumida",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "JP-Kanto",
          "night": {
            "place_id": "JP::tokyo",
            "coords": [
              35.682839,
              139.759455
            ]
          },
          "visits": [
            {
              "text": "Akihabara (electrónica, videojuegos, arcades)",
              "visit_duration_min": 75
            },
            {
              "text": "Ginza (boutiques de alta gama, arquitectura)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Karaoke en cabina privada en Ginza o Shimbashi",
              "visit_duration_min": 60
            },
            {
              "text": "Curso de iniciación al sushi cerca de Tsukiji",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "JP-Kanto",
          "night": {
            "place_id": "JP::tokyo",
            "coords": [
              35.682839,
              139.759455
            ]
          },
          "visits": [
            {
              "text": "Harajuku y Takeshita-dori",
              "visit_duration_min": 75
            },
            {
              "text": "Yoyogi Park (músicos los fines de semana, espacios verdes)",
              "visit_duration_min": 75
            },
            {
              "text": "Santuario Meiji-jingū (bosque urbano)",
              "visit_duration_min": 75
            },
            {
              "text": "Shibuya Crossing y Hachikō",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Café temático (animales/otaku) en Harajuku/Shibuya",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "JP-Kanto",
          "night": {
            "place_id": "JP::tokyo",
            "coords": [
              35.682839,
              139.759455
            ]
          },
          "visits": [
            {
              "text": "Shimokitazawa (tiendas de segunda mano, pequeñas salas de conciertos)",
              "visit_duration_min": 75
            },
            {
              "text": "Vista desde el Tokyo Metropolitan Government Building (Shinjuku)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Sesión de descubrimiento de artes marciales en un dōjō (iniciación al katana/iaido)",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "JP-Kanto",
          "night": {
            "place_id": "JP::tokyo",
            "coords": [
              35.682839,
              139.759455
            ]
          },
          "visits": [
            {
              "text": "Tokyo Disney Resort (Tokyo Disneyland O DisneySea)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Espectáculo nocturno en el parque (si hay apertura tardía)",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 0.5
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "JP-Chubu-Hakone",
          "night": {
            "place_id": "JP::tokyo",
            "coords": [
              35.682839,
              139.759455
            ]
          },
          "visits": [
            {
              "text": "Excursión a Hakone: lago Ashi (vista del Monte Fuji, torii de Hakone-jinja)",
              "visit_duration_min": 75
            },
            {
              "text": "Owakudani (fumarolas, huevos negros)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Mini-crucero por el lago Ashi",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 160,
            "drive_min": 180,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "JP-Kansai",
          "night": {
            "place_id": "JP::kyoto",
            "coords": [
              35.011636,
              135.768029
            ]
          },
          "visits": [
            {
              "text": "Traslado Tokyo → Kyoto (Shinkansen, vista del Monte Fuji a la derecha con tiempo despejado)",
              "visit_duration_min": 75
            },
            {
              "text": "Nishiki Market (degustaciones locales)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Paseo nocturno por Ponto-chō y las orillas del Kamo",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 450,
            "drive_min": 580,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 2
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "JP-Kansai",
          "night": {
            "place_id": "JP::kyoto",
            "coords": [
              35.011636,
              135.768029
            ]
          },
          "visits": [
            {
              "text": "Kinkaku-ji (Pabellón Dorado)",
              "visit_duration_min": 75
            },
            {
              "text": "Nijō-jō (castillo y jardines)",
              "visit_duration_min": 75
            },
            {
              "text": "Gion & Hanamikoji (barrio de las geishas)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ceremonia del té (chanoyu) en casa de té",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "JP-Kansai",
          "night": {
            "place_id": "JP::kyoto",
            "coords": [
              35.011636,
              135.768029
            ]
          },
          "visits": [
            {
              "text": "Kiyomizu-dera (terraza sobre la ciudad)",
              "visit_duration_min": 75
            },
            {
              "text": "Heian-jingū y gran torii",
              "visit_duration_min": 75
            },
            {
              "text": "Fushimi Inari Taisha (sendero de los 10.000 torii)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Paseo al atardecer alrededor de Yasaka-jinja",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "JP-Kansai",
          "night": {
            "place_id": "JP::kyoto",
            "coords": [
              35.011636,
              135.768029
            ]
          },
          "visits": [
            {
              "text": "Arashiyama: bosque de bambú",
              "visit_duration_min": 75
            },
            {
              "text": "Iwatayama Monkey Park (vista del valle)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Paseo por el puente Togetsukyō y orilla del Katsura",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 15,
            "drive_min": 40,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "JP-Kansai",
          "night": {
            "place_id": "JP::osaka",
            "coords": [
              34.693738,
              135.502165
            ]
          },
          "visits": [
            {
              "text": "Excursión a Nara: Tōdai-ji (Gran Buda)",
              "visit_duration_min": 75
            },
            {
              "text": "Kasuga Taisha (linternas de bronce)",
              "visit_duration_min": 75
            },
            {
              "text": "Monte Wakakusa (panorama de Nara)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Paseo por Nara-kōen con los ciervos",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 55,
            "drive_min": 50,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "JP-Kansai",
          "night": {
            "place_id": "JP::osaka",
            "coords": [
              34.693738,
              135.502165
            ]
          },
          "visits": [
            {
              "text": "Dōtonbori y Namba (carteles luminosos, Glico Man)",
              "visit_duration_min": 75
            },
            {
              "text": "Osaka-jō (castillo, museo)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Tour gastronómico de especialidades (okonomiyaki, takoyaki)",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "JP-Kansai",
          "night": {
            "place_id": "JP::osaka",
            "coords": [
              34.693738,
              135.502165
            ]
          },
          "visits": [
            {
              "text": "Parque Minoh (senderismo hasta la cascada)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Barrio de America-mura y Shinsaibashi-suji (compras)",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 20,
            "drive_min": 70,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "JP-Kansai",
          "night": {
            "place_id": "JP::osaka",
            "coords": [
              34.693738,
              135.502165
            ]
          },
          "visits": [
            {
              "text": "Universal Studios Japan (zonas de Harry Potter, Jurassic, Minions)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Espectáculo nocturno / desfile en USJ (según calendario)",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 0.5
        },
        {
          "day": 15,
          "slice": 1,
          "region_code": "JP-Kansai→JP-Chugoku",
          "night": {
            "place_id": "JP::hiroshima",
            "coords": [
              34.385203,
              132.455292
            ]
          },
          "visits": [
            {
              "text": "Himeji-jō (castillo blanco, UNESCO)",
              "visit_duration_min": 75
            },
            {
              "text": "Kōkō-en (jardines del castillo)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Monte Shosha (Engyō-ji) si hay tiempo disponible",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 340,
            "drive_min": 500,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 2
        },
        {
          "day": 16,
          "slice": 1,
          "region_code": "JP-Chugoku",
          "night": {
            "place_id": "JP::miyajima",
            "coords": [
              34.269708,
              132.314545
            ]
          },
          "visits": [
            {
              "text": "Museo Memorial de la Paz de Hiroshima",
              "visit_duration_min": 75
            },
            {
              "text": "Domo de Genbaku y Parque Memorial de la Paz",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Tour guiado en bicicleta por el centro de Hiroshima",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 26,
            "drive_min": 45,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1
        },
        {
          "day": 17,
          "slice": 1,
          "region_code": "JP-Chugoku (Miyajima)",
          "night": {
            "place_id": "JP::miyajima",
            "coords": [
              34.269708,
              132.314545
            ]
          },
          "visits": [
            {
              "text": "Itsukushima-jinja y gran torii (marea alta/baja)",
              "visit_duration_min": 75
            },
            {
              "text": "Daishō-in (templos en las laderas del Monte Misen)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ascensión al Monte Misen (o teleférico + caminata)",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 249.6,
            "drive_min": 187,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1.5
        },
        {
          "day": 18,
          "slice": 1,
          "region_code": "JP-Chugoku→JP-Kyushu",
          "night": {
            "place_id": "JP::fukuoka",
            "coords": [
              33.590355,
              130.401716
            ]
          },
          "visits": [
            {
              "text": "Traslado Miyajima → Fukuoka (ferry Miyajimaguchi→Hiroshima+tren, Shinkansen hasta Hakata)",
              "visit_duration_min": 75
            },
            {
              "text": "Paseo por Tenjin (distrito comercial)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Velada yatai (puestos callejeros) para descubrir el ramen Hakata",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 285,
            "drive_min": 350,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 2
        },
        {
          "day": 19,
          "slice": 1,
          "region_code": "JP-Kyushu",
          "night": {
            "place_id": "JP::fukuoka",
            "coords": [
              33.590355,
              130.401716
            ]
          },
          "visits": [
            {
              "text": "Ohori Park y ruinas del castillo de Fukuoka (Maizuru Park)",
              "visit_duration_min": 75
            },
            {
              "text": "Canal City Hakata (arquitectura, fuentes)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Degustación temática de ramen (estilo Hakata)",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 6,
            "drive_min": 12,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1
        },
        {
          "day": 20,
          "slice": 1,
          "region_code": "JP-Kyushu",
          "night": {
            "place_id": "JP::fukuoka",
            "coords": [
              33.590355,
              130.401716
            ]
          },
          "visits": [
            {
              "text": "Excursión a Dazaifu Tenmangū (santuario dedicado a los estudios)",
              "visit_duration_min": 75
            },
            {
              "text": "Museo nacional de Kyushu (si está abierto)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Paseo por las callejuelas históricas de Dazaifu",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 16,
            "drive_min": 50,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 1
        },
        {
          "day": 21,
          "slice": 1,
          "region_code": "JP-Kyushu",
          "night": {
            "place_id": "JP::fukuoka",
            "coords": [
              33.590355,
              130.401716
            ]
          },
          "visits": [
            {
              "text": "Nanzoin (gran Buda recostado, Sasaguri)",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Último paseo y compras en Hakata/Tenjin",
              "visit_duration_min": 60
            }
          ],
          "to_next_leg": {
            "distance_km": 20,
            "drive_min": 60,
            "transport_mode": "car",
            "method": "heuristic"
          },
          "suggested_days": 0.5
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            15
          ],
          "label": "Segment 3 — J11–J15",
          "from_day": 11,
          "to_day": 15
        },
        {
          "n": 4,
          "range": [
            16,
            20
          ],
          "label": "Segment 4 — J16–J20",
          "from_day": 16,
          "to_day": 20
        },
        {
          "n": 5,
          "range": [
            21,
            21
          ],
          "label": "Segment 5 — J21–J21",
          "from_day": 21,
          "to_day": 21
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 15,
          "label": "Var 15j"
        },
        {
          "from_day": 1,
          "to_day": 21,
          "label": "Var 21j"
        }
      ],
      "regions": [
        "JP-Kanto",
        "JP-Chubu-Hakone",
        "JP-Kansai",
        "JP-Chugoku",
        "JP-Kyushu"
      ],
      "nearby_itins": [
        "JP::train-3weeks",
        "GB::temp_1763535842252"
      ],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Nature",
          "Ville & Histoire"
        ],
        "audience": []
      }
    },
    {
      "itin_id": "JP::temp_1765137272194",
      "id": "JP::temp_1765137272194",
      "language": "es",
      "dept_code": "JP",
      "dept_name": "",
      "title": "Okinawa y las Islas Ryukyu: cultura ancestral y mares turquesa",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 25,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::naha",
            "coords": [
              26.2124,
              127.6809
            ]
          },
          "visits": [
            {
              "text": "Distrito Comercial de la Calle Kokusai, calle principal con 600 tiendas",
              "visit_duration_min": 75
            },
            {
              "text": "Mercado Público Makishi de Naha, la cocina de los Uchinanchu con ingredientes locales",
              "visit_duration_min": 75
            },
            {
              "text": "Distrito de Cerámica Tsuboya con calle empedrada de 400m y talleres de yachimun",
              "visit_duration_min": 75
            },
            {
              "text": "Santuario Naminoue alzándose majestuosamente sobre acantilados del océano azul",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explora calle comercial de 1.6km con restaurantes, souvenirs y cafés",
              "visit_duration_min": 60
            },
            {
              "text": "Compra pescado y carne fresca para cocinar en restaurantes del segundo piso",
              "visit_duration_min": 60
            },
            {
              "text": "Descubre 300 años de historia de la cerámica tradicional yachimun de Okinawa",
              "visit_duration_min": 60
            },
            {
              "text": "Ora en el santuario que se cree conectado al paraíso Nirai Kanai",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta la atmósfera vibrante del distrito comercial más grande de Okinawa",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::naha-shuri",
            "coords": [
              26.2169,
              127.7197
            ]
          },
          "visits": [
            {
              "text": "Parque del Castillo Shuri, único castillo rojo bermellón que simboliza Okinawa",
              "visit_duration_min": 75
            },
            {
              "text": "Mausoleo Real Tamaudun, Sitio del Patrimonio Mundial de la UNESCO de 1501",
              "visit_duration_min": 75
            },
            {
              "text": "Pavimento de Piedra Shuri Kinjo, carretera del siglo XVI hacia el Castillo Shuri",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explora el centro político y cultural del Reino Ryukyu de 450 años",
              "visit_duration_min": 60
            },
            {
              "text": "Contempla la impresionante tumba de piedra inspirada en el Castillo Shuri",
              "visit_duration_min": 60
            },
            {
              "text": "Camina por el sendero de piedra caliza de 300m designado como lugar escénico prefectural",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta la atmósfera del Reino Ryukyu en una zona residencial tranquila",
              "visit_duration_min": 60
            },
            {
              "text": "Presencia los esfuerzos de reconstrucción después del incendio de 2019",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::itoman",
            "coords": [
              26.1236,
              127.6667
            ]
          },
          "visits": [
            {
              "text": "Terraza Umikaji en la Isla Senaga con edificios blancos de estilo mediterráneo",
              "visit_duration_min": 75
            },
            {
              "text": "Monumento y Museo de la Paz Himeyuri conmemorando la Batalla de Okinawa",
              "visit_duration_min": 75
            },
            {
              "text": "Ryukyu Glass Village, la instalación de experiencia de vidrio Ryukyu más grande",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Disfruta del ambiente de resort inspirado en la Costa Amalfitana y Santorini",
              "visit_duration_min": 60
            },
            {
              "text": "Aprende sobre la trágica historia de las estudiantes Himeyuri en el memorial de guerra",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta el taller de soplado de vidrio con la guía de artesanos",
              "visit_duration_min": 60
            },
            {
              "text": "Contempla el atardecer sobre el mar esmeralda desde el complejo en la colina de la isla",
              "visit_duration_min": 60
            },
            {
              "text": "Compra productos de vidrio Ryukyu coloridos como recuerdos",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::nanjo",
            "coords": [
              26.1417,
              127.7694
            ]
          },
          "visits": [
            {
              "text": "Sefa Utaki, sitio más sagrado del Reino Ryukyu, Patrimonio Mundial de la UNESCO",
              "visit_duration_min": 75
            },
            {
              "text": "Valle Gangala formado por una cueva de piedra caliza colapsada",
              "visit_duration_min": 75
            },
            {
              "text": "Okinawa World con la cueva de estalactitas Gyokusendo de 300,000 años de antigüedad",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Venera la sagrada isla Kudaka desde el antiguo sitio de oración",
              "visit_duration_min": 60
            },
            {
              "text": "Explora el misterioso bosque de baniano donde vivía gente antigua",
              "visit_duration_min": 60
            },
            {
              "text": "Contempla más de 1 millón de estalactitas en la cueva más grande de Okinawa",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta la ciudad castillo reconstruida del Reino Ryukyu",
              "visit_duration_min": 60
            },
            {
              "text": "Visita el Jardín de Frutas Tropicales con lichi y shikuwasa",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::chatan",
            "coords": [
              26.3167,
              127.7583
            ]
          },
          "visits": [
            {
              "text": "Resort American Village con paisaje urbano de estilo americano",
              "visit_duration_min": 75
            },
            {
              "text": "Sunset Beach, el mejor lugar para ver atardeceres en Okinawa",
              "visit_duration_min": 75
            },
            {
              "text": "Cabo Zanpa con faro blanco de 31m sobre acantilados de 30m",
              "visit_duration_min": 75
            },
            {
              "text": "Yachimun no Sato con 19 talleres de cerámica",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Compra y cena en resort construido sobre antigua base aérea militar estadounidense",
              "visit_duration_min": 60
            },
            {
              "text": "Observa el atardecer pintar de dorado la playa de arena blanca de 600m",
              "visit_duration_min": 60
            },
            {
              "text": "Sube al faro para vistas de 360 grados de las islas circundantes",
              "visit_duration_min": 60
            },
            {
              "text": "Visita el horno de escalada de ladrillo rojo más grande de Okinawa",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta la fusión única de la cultura estadounidense y okinawense",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::uruma",
            "coords": [
              26.3792,
              127.8569
            ]
          },
          "visits": [
            {
              "text": "Ruinas del Castillo Katsuren, gusuku Patrimonio de la Humanidad UNESCO en península",
              "visit_duration_min": 75
            },
            {
              "text": "Kaichu Road, carretera marina panorámica de 5km que conecta islas",
              "visit_duration_min": 75
            },
            {
              "text": "Ruinas del Castillo Nakagusuku con hermosos muros de piedra curvos",
              "visit_duration_min": 75
            },
            {
              "text": "Bios no Oka parque natural subtropical con crucero por la selva",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explora el castillo inexpugnable del Señor Amawari del siglo XV",
              "visit_duration_min": 60
            },
            {
              "text": "Conduce a través del mar esmeralda hacia las islas Henza, Miyagi e Ikei",
              "visit_duration_min": 60
            },
            {
              "text": "Ver tanto el Océano Pacífico como el Mar de China Oriental desde el castillo",
              "visit_duration_min": 60
            },
            {
              "text": "Tomar un crucero en bote de 1km a través del bosque subtropical cubierto de helechos",
              "visit_duration_min": 60
            },
            {
              "text": "Ver hermosas murallas de piedra catalogadas por la UNESCO con excelente preservación",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::onna",
            "coords": [
              26.4978,
              127.8539
            ]
          },
          "visits": [
            {
              "text": "Cabo Manzamo, famoso lugar escénico con acantilado en forma de trompa de elefante",
              "visit_duration_min": 75
            },
            {
              "text": "Cueva Azul en Punta Maeda, popular lugar de buceo",
              "visit_duration_min": 75
            },
            {
              "text": "Parque temático Ryukyu Mura que recrea una antigua aldea Ryukyu",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ver acantilado de 20m con forma de nariz de elefante por formación coralina",
              "visit_duration_min": 60
            },
            {
              "text": "Hacer snorkel o bucear en cueva que brilla azul por la luz solar",
              "visit_duration_min": 60
            },
            {
              "text": "Experimentar pintura de shisa y vestirse con trajes tradicionales Ryukyu",
              "visit_duration_min": 60
            },
            {
              "text": "Ver espectáculos de canciones folclóricas tradicionales y artes escénicas",
              "visit_duration_min": 60
            },
            {
              "text": "Explora casas tradicionales de Okinawa reubicadas",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::nago",
            "coords": [
              26.5917,
              127.9778
            ]
          },
          "visits": [
            {
              "text": "Parque temático JUNGLIA OKINAWA en el bosque Yanbaru",
              "visit_duration_min": 75
            },
            {
              "text": "Nago Pineapple Park con campos de piña y selva",
              "visit_duration_min": 75
            },
            {
              "text": "OKINAWA Fruits Land con juego de misterio y café de frutas",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Experimenta Dinosaur Safari con 20 dinosaurios de tamaño real",
              "visit_duration_min": 60
            },
            {
              "text": "Viaja en carrito automático a través de la plantación de piñas",
              "visit_duration_min": 60
            },
            {
              "text": "Aprende sobre la historia y cultivo de la piña de Okinawa",
              "visit_duration_min": 60
            },
            {
              "text": "Prueba el parfait de frutas tropicales de 1.5kg en Fruits Land",
              "visit_duration_min": 60
            },
            {
              "text": "Resuelve el juego de rompecabezas Tropical Kingdom Story",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::motobu",
            "coords": [
              26.6575,
              127.8797
            ]
          },
          "visits": [
            {
              "text": "Acuario Churaumi con tiburones ballena de 8.8m y mantarrayas",
              "visit_duration_min": 75
            },
            {
              "text": "Carretera arbolada de Fukugi de Bise con miles de árboles de 10-20m",
              "visit_duration_min": 75
            },
            {
              "text": "Ruinas del Castillo Nakijin, fortaleza del período Sanzan del siglo XIII",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Desciende a través del acuario simulando un viaje por las profundidades oceánicas",
              "visit_duration_min": 60
            },
            {
              "text": "Observa el pez más grande del mundo en el tanque del Mar Kuroshio",
              "visit_duration_min": 60
            },
            {
              "text": "Pasea 1km entre árboles fukugi con atmósfera Ryukyu",
              "visit_duration_min": 60
            },
            {
              "text": "Explora 1.5km de murallas del castillo de hasta 8m de altura, Patrimonio Mundial de la UNESCO",
              "visit_duration_min": 60
            },
            {
              "text": "Contempla los restos de la residencia del Rey de la Montaña del Norte",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kunigami",
            "coords": [
              26.7514,
              128.2572
            ]
          },
          "visits": [
            {
              "text": "Puente Kouri, puente de 1,960m con vistas espectaculares al océano",
              "visit_duration_min": 75
            },
            {
              "text": "Isla Kouri, isla de 8km de circunferencia con mar esmeralda",
              "visit_duration_min": 75
            },
            {
              "text": "Cabo Hedo, punto más septentrional de la isla principal de Okinawa",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Conduce por el segundo puente libre más largo de Okinawa sobre aguas turquesas",
              "visit_duration_min": 60
            },
            {
              "text": "Explora casas tradicionales y campos de caña de azúcar en la isla",
              "visit_duration_min": 60
            },
            {
              "text": "Contempla acantilados de coral escarpados donde el Pacífico se encuentra con el Mar de China Oriental",
              "visit_duration_min": 60
            },
            {
              "text": "Ve las islas Izena, Iheya y Yoron en días despejados",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta la naturaleza prístina de Yanbaru en el parque nacional",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::ishigaki",
            "coords": [
              24.3448,
              124.1572
            ]
          },
          "visits": [
            {
              "text": "Bahía Kabira, una de las 100 Mejores Vistas de Japón con el mar turquesa Kabira Blue",
              "visit_duration_min": 75
            },
            {
              "text": "Parque forestal Banna Park con múltiples miradores",
              "visit_duration_min": 75
            },
            {
              "text": "Cueva de Piedra Caliza de Ishigaki, la cueva turística más al sur de Japón",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Vuelo de Naha a la Isla Ishigaki",
              "visit_duration_min": 60
            },
            {
              "text": "Observa el sitio de cultivo de perlas negras e islas verdes en la bahía",
              "visit_duration_min": 60
            },
            {
              "text": "Ver mariposas y plantas únicas de la región de Yaeyama",
              "visit_duration_min": 60
            },
            {
              "text": "Explorar cueva de 200,000 años con estalactita con forma de Totoro",
              "visit_duration_min": 60
            },
            {
              "text": "Caminar por el recorrido de 660m a través de la cámara del Bosque de Esculturas de los Dioses",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::miyakojima",
            "coords": [
              24.8055,
              125.2811
            ]
          },
          "visits": [
            {
              "text": "Playa Yonaha Maehama, la más hermosa playa de arena blanca de 7km de Oriental",
              "visit_duration_min": 75
            },
            {
              "text": "Parque Marino de la Isla Miyako con observatorio submarino a 4m de profundidad",
              "visit_duration_min": 75
            },
            {
              "text": "Cabo Higashi Hennazaki, península de 2km en el Top 100 de Parques Urbanos de Japón",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Vuelo de Ishigaki a la Isla Miyako",
              "visit_duration_min": 60
            },
            {
              "text": "Nadar en agua verde esmeralda a 15 minutos del Aeropuerto de Miyako",
              "visit_duration_min": 60
            },
            {
              "text": "Observar peces tropicales coloridos y tortugas marinas desde el observatorio",
              "visit_duration_min": 60
            },
            {
              "text": "Ver los horizontes infinitos del Pacífico y el Mar de China Oriental desde el cabo",
              "visit_duration_min": 60
            },
            {
              "text": "Crea recuerdos inolvidables en los lugares más pintorescos de Okinawa",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            12
          ],
          "label": "Segment 3 — J11–J12",
          "from_day": 11,
          "to_day": 12
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 12,
          "label": "Var 12j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Mer & Côtes",
          "Culture"
        ],
        "audience": []
      }
    },
    {
      "itin_id": "JP::temp_1765137185516",
      "id": "JP::temp_1765137185516",
      "language": "es",
      "dept_code": "JP",
      "dept_name": "",
      "title": "Kyūshū y Yakushima: cultura antigua y paisajes volcánicos",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 24,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kitakyushu",
            "coords": [
              33.8833,
              130.875
            ]
          },
          "visits": [
            {
              "text": "Distrito Retro de Mojiko, puerto histórico abierto en la era Meiji",
              "visit_duration_min": 75
            },
            {
              "text": "Castillo de Kokura con arquitectura estilo Tang y vistas panorámicas de 360 grados",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explora edificios patrimonio de la UNESCO en una ciudad portuaria romántica",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta exhibiciones interactivas y teatro en los 5 pisos del castillo",
              "visit_duration_min": 60
            },
            {
              "text": "Observa el espectáculo nocturno de luces láser en el Castillo de Kokura",
              "visit_duration_min": 60
            },
            {
              "text": "Visita uno de los tres puertos principales de Japón junto con Kobe y Yokohama",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kitakyushu-kawachi",
            "coords": [
              33.8167,
              130.8
            ]
          },
          "visits": [
            {
              "text": "Jardín Kawachi Fuji seleccionado en los 31 Lugares Más Bellos de Japón de CNN",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Camina a través del enrejado de glicinas de 1,000 tsubo",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografía del túnel de glicinas coloridas moradas, blancas y rosadas",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta el jardín fragante de glicinas abierto en 1977",
              "visit_duration_min": 60
            },
            {
              "text": "Reserva anticipada requerida a través del sitio web oficial",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::fukuoka",
            "coords": [
              33.5902,
              130.4017
            ]
          },
          "visits": [
            {
              "text": "Dazaifu Tenmangu, santuario principal de todos los santuarios Tenmangu en Japón",
              "visit_duration_min": 75
            },
            {
              "text": "Santuario Kushida, deidad guardiana de Hakata llamada Okushida-san",
              "visit_duration_min": 75
            },
            {
              "text": "Marine World Uminonakamichi con 350 especies y 30,000 criaturas marinas",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Reza por el éxito académico y aprobar exámenes en Dazaifu Tenmangu",
              "visit_duration_min": 60
            },
            {
              "text": "Ve la exhibición de carrozas Yamakasa todo el año en el Santuario Kushida",
              "visit_duration_min": 60
            },
            {
              "text": "Observa espectáculos de delfines y leones marinos en el acuario",
              "visit_duration_min": 60
            },
            {
              "text": "Ve nutrias marinas raras, solo 3 ubicaciones en Japón las tienen",
              "visit_duration_min": 60
            },
            {
              "text": "Visita el árbol sagrado ginkgo de 1,000 años en el Santuario Kushida",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::itoshima",
            "coords": [
              33.55,
              130.1833
            ]
          },
          "visits": [
            {
              "text": "Sakurai Futamigaura con puerta torii blanca del mar y rocas Meoto Iwa",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Contempla las rocas sagradas a 150m de la costa conectadas por cuerda shimenawa",
              "visit_duration_min": 60
            },
            {
              "text": "Observa el atardecer entre las rocas de la pareja casada",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografía la puerta torii blanca contra el telón de fondo del océano",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta los terrenos sagrados del Santuario Sakurai",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::karatsu",
            "coords": [
              33.45,
              129.9667
            ]
          },
          "visits": [
            {
              "text": "Castillo Karatsu con vista a la Bahía Karatsu, apodado Castillo Maizuru",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Contempla la vista panorámica de la Bahía Karatsu desde la torre del castillo",
              "visit_duration_min": 60
            },
            {
              "text": "Admira los bosques de pinos que se extienden de este a oeste como alas de grulla",
              "visit_duration_min": 60
            },
            {
              "text": "Ve los cerezos en flor y glicinias en temporada",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta la iluminación nocturna del castillo",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::sasebo",
            "coords": [
              33.1803,
              129.715
            ]
          },
          "visits": [
            {
              "text": "Huis Ten Bosch resort de temática holandesa con flores estacionales e iluminaciones",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Experimenta la atmósfera de los Países Bajos por todo el parque",
              "visit_duration_min": 60
            },
            {
              "text": "Contempla flores estacionales que florecen durante todo el año",
              "visit_duration_min": 60
            },
            {
              "text": "Disfruta de espectaculares exhibiciones de iluminación por la noche",
              "visit_duration_min": 60
            },
            {
              "text": "Hospédate en uno de los cinco hoteles del complejo",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::nagasaki",
            "coords": [
              32.7503,
              129.8779
            ]
          },
          "visits": [
            {
              "text": "Monte Inasa con las Nuevas Tres Grandes Vistas Nocturnas del Mundo",
              "visit_duration_min": 75
            },
            {
              "text": "Nagasaki Shinchi Chinatown, uno de los tres principales barrios chinos de Japón",
              "visit_duration_min": 75
            },
            {
              "text": "Parque de la Paz con la Estatua de la Paz y memorial de la bomba atómica",
              "visit_duration_min": 75
            },
            {
              "text": "Acuario de Pingüinos de Nagasaki con 9 especies y 170 pingüinos",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ver vista nocturna de millones de dólares desde el mirador de 333m",
              "visit_duration_min": 60
            },
            {
              "text": "Subir en teleférico y funicular hasta la cima",
              "visit_duration_min": 60
            },
            {
              "text": "Probar el famoso kakuni manjuu y champon en Chinatown",
              "visit_duration_min": 60
            },
            {
              "text": "Reflexionar sobre la paz en el sitio conmemorativo del 9 de agosto",
              "visit_duration_min": 60
            },
            {
              "text": "Ver el espectáculo de ballena beluga con anillos de burbujas de la felicidad",
              "visit_duration_min": 60
            },
            {
              "text": "Observar pingüinos nadar en tanque gigante de 4m",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kumamoto",
            "coords": [
              32.8031,
              130.7079
            ]
          },
          "visits": [
            {
              "text": "Castillo de Kumamoto, uno de los Tres Castillos Famosos de Japón",
              "visit_duration_min": 75
            },
            {
              "text": "Parque temático de salud Aso Farm Land en vasta naturaleza",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ver castillo reconstruido después del terremoto de 2016 con 800 cerezos",
              "visit_duration_min": 60
            },
            {
              "text": "Ver panorama de la ciudad desde la torre reconstruida",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta diversas actividades en Aso Farm Land",
              "visit_duration_min": 60
            },
            {
              "text": "Hospédate en hotel forestal con forma de domo",
              "visit_duration_min": 60
            },
            {
              "text": "Interactúa con animales en Fureai Animal Kingdom",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::beppu",
            "coords": [
              33.2847,
              131.4914
            ]
          },
          "visits": [
            {
              "text": "African Safari, el único parque safari de Kyushu",
              "visit_duration_min": 75
            },
            {
              "text": "Kijima Kogen Park con Jupiter, la primera montaña rusa de madera de Japón",
              "visit_duration_min": 75
            },
            {
              "text": "Kokonoe Yume Otsuri Bridge, el más alto de Japón con 173m",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Viaja en autobús de la selva para alimentar animales salvajes",
              "visit_duration_min": 60
            },
            {
              "text": "Observa animales vagando libremente en ambiente natural",
              "visit_duration_min": 60
            },
            {
              "text": "Disfruta de más de 30 atracciones en el parque de diversiones",
              "visit_duration_min": 60
            },
            {
              "text": "Camina por el puente colgante de 390m con vistas al Valle Narukokan",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta una emocionante caminata por el cielo a 777m de elevación",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::takachiho",
            "coords": [
              32.7128,
              131.3058
            ]
          },
          "visits": [
            {
              "text": "Garganta de Takachiho con las Cataratas Manai de 17m, Monumento Natural Nacional",
              "visit_duration_min": 75
            },
            {
              "text": "Santuario Amano Iwato, sitio mitológico de la leyenda de la diosa del sol",
              "visit_duration_min": 75
            },
            {
              "text": "Cabo Toi con caballos salvajes Misaki, Monumento Natural",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Alquila un bote para ver la cascada de cerca",
              "visit_duration_min": 60
            },
            {
              "text": "Camina por el sendero ribereño para admirar la garganta en forma de V",
              "visit_duration_min": 60
            },
            {
              "text": "Visita la mística cueva Amano Yasukawara con piedras apiladas",
              "visit_duration_min": 60
            },
            {
              "text": "Ve caballos salvajes pastando en los acantilados del cabo del Pacífico",
              "visit_duration_min": 60
            },
            {
              "text": "Camina por dos rutas de senderismo en el Cabo Toi",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::aso",
            "coords": [
              32.8844,
              131.0903
            ]
          },
          "visits": [
            {
              "text": "Observatorio Daikanbo a 936m de elevación con panorama de los Cinco Picos de Aso",
              "visit_duration_min": 75
            },
            {
              "text": "Observación del cráter del volcán activo Monte Aso",
              "visit_duration_min": 75
            },
            {
              "text": "Parque de las Cataratas Nabegataki con cascada cortina de 10m de caída y 20m de ancho",
              "visit_duration_min": 75
            },
            {
              "text": "Valle Kikuchi, lugar de refrigerio veraniego llamado Aire Acondicionado Natural",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Vista de los Cinco Picos de Aso que se asemejan a un Buda reclinado",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta el mar de nubes al amanecer en otoño e invierno",
              "visit_duration_min": 60
            },
            {
              "text": "Monta el Transbordador del Cráter Aso para ver el cráter volcánico activo",
              "visit_duration_min": 60
            },
            {
              "text": "Camina detrás de la cascada para una experiencia de visualización única",
              "visit_duration_min": 60
            },
            {
              "text": "Camina por los senderos de sanación y satisfacción en el Valle Kikuchi",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kagoshima",
            "coords": [
              31.5969,
              130.5571
            ]
          },
          "visits": [
            {
              "text": "Jardín Sengan-en, Sitio Patrimonio Mundial con vistas a Sakurajima",
              "visit_duration_min": 75
            },
            {
              "text": "Santuario Kirishima, Tesoro Nacional y el santuario más grande del sur de Kyushu",
              "visit_duration_min": 75
            },
            {
              "text": "Museo de la Paz de Chiran en honor a los pilotos kamikaze",
              "visit_duration_min": 75
            },
            {
              "text": "Tours en rickshaw Agehaya por la ciudad de Kagoshima",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Contempla Sakurajima desde un hermoso jardín daimyo",
              "visit_duration_min": 60
            },
            {
              "text": "Compra cristalería Satsuma kiriko y cerámica Satsuma",
              "visit_duration_min": 60
            },
            {
              "text": "Reza en el santuario que venera a Ninigi-no-Mikoto",
              "visit_duration_min": 60
            },
            {
              "text": "Aprende sobre la paz y lo valioso de la vida en el museo",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta un tour en rickshaw con guía local",
              "visit_duration_min": 60
            },
            {
              "text": "Intenta tirar del rickshaw tú mismo para un recuerdo único",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::yakushima",
            "coords": [
              30.3583,
              130.5067
            ]
          },
          "visits": [
            {
              "text": "Isla Yakushima, la quinta isla más grande de Japón con cedros milenarios",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Toma ferry o vuelo a la isla Patrimonio Mundial de la UNESCO",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta los gigantescos cedros Yakusugi",
              "visit_duration_min": 60
            },
            {
              "text": "Contempla cascadas dinámicas y naturaleza prístina",
              "visit_duration_min": 60
            },
            {
              "text": "Siente el poder de toda la isla como lugar espiritual",
              "visit_duration_min": 60
            },
            {
              "text": "Explora un ecosistema único que no se encuentra en ningún otro lugar",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            13
          ],
          "label": "Segment 3 — J11–J13",
          "from_day": 11,
          "to_day": 13
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 13,
          "label": "Var 13j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Culture",
          "Nature"
        ],
        "audience": []
      }
    },
    {
      "itin_id": "JP::temp_1765137050244",
      "id": "JP::temp_1765137050244",
      "language": "es",
      "dept_code": "JP",
      "dept_name": "",
      "title": "San'in Secreto y Memorial Hiroshima: un viaje a través de la cultura y la naturaleza",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 26,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::tottori",
            "coords": [
              35.5011,
              134.2351
            ]
          },
          "visits": [
            {
              "text": "Dunas de Arena de Tottori, las más grandes de Japón que se extienden 16km de este a oeste y 2.4km de norte a sur",
              "visit_duration_min": 75
            },
            {
              "text": "Museo de Arena de Tottori, el primer museo del mundo dedicado a esculturas de arena",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Experimenta el Monumento Natural Nacional designado y Zona de Protección Especial",
              "visit_duration_min": 60
            },
            {
              "text": "Contempla esculturas de arena de artistas de clase mundial con temas que cambian anualmente",
              "visit_duration_min": 60
            },
            {
              "text": "Disfruta de varias actividades en las dunas",
              "visit_duration_min": 60
            },
            {
              "text": "Presencia arte efímero que regresa a la arena después de cada exhibición",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kurayoshi",
            "coords": [
              35.43,
              133.8256
            ]
          },
          "visits": [
            {
              "text": "Distrito de Almacenes de Paredes Blancas de Kurayoshi, Área de Preservación de Edificios Tradicionales Importantes",
              "visit_duration_min": 75
            },
            {
              "text": "Santuario Kanayama, el único santuario de Japón con nombre auspicioso para la fortuna",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Observa techos de tejas rojas, paredes blancas y tablones de cedro ennegrecidos por el sol a lo largo del río Tamagawa",
              "visit_duration_min": 60
            },
            {
              "text": "Explora casas históricas de comerciantes de los períodos Edo a Taisho",
              "visit_duration_min": 60
            },
            {
              "text": "Reza por la fortuna financiera y la prosperidad empresarial en el Santuario Kanayama",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta la atmósfera de la Pequeña Kyoto",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::yasugi",
            "coords": [
              35.4311,
              133.2506
            ]
          },
          "visits": [
            {
              "text": "Museo de Arte Adachi con una colección de 2,000 pinturas japonesas",
              "visit_duration_min": 75
            },
            {
              "text": "Jardín clasificado como el más hermoso de Japón durante 21 años consecutivos",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Contempla 120 obras de Yokoyama Taikan en la Galería Taikan",
              "visit_duration_min": 60
            },
            {
              "text": "Admira colecciones de Takeuchi Seiho, Uemura Shoen y otros maestros",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta la integración perfecta de jardín y obra de arte",
              "visit_duration_min": 60
            },
            {
              "text": "Descubre por qué este museo atrae la atención internacional",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::sakaiminato",
            "coords": [
              35.5389,
              133.2317
            ]
          },
          "visits": [
            {
              "text": "Mizuki Shigeru Road con 177 estatuas de bronce de yokai",
              "visit_duration_min": 75
            },
            {
              "text": "Museo Conmemorativo Mizuki Shigeru",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Camina 800m desde la Estación Sakaiminato hasta el museo",
              "visit_duration_min": 60
            },
            {
              "text": "Conoce a Kitaro, Medama Oyaji, Nezumi Otoko y otros personajes de manga",
              "visit_duration_min": 60
            },
            {
              "text": "Explora atracciones temáticas de yokai de día y de noche",
              "visit_duration_min": 60
            },
            {
              "text": "Descubre el mundo del famoso artista de manga Mizuki Shigeru",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::matsue",
            "coords": [
              35.4681,
              133.0486
            ]
          },
          "visits": [
            {
              "text": "Castillo de Matsue, Tesoro Nacional designado en 2015",
              "visit_duration_min": 75
            },
            {
              "text": "Faro de Hinomisaki, el faro de piedra más alto de Japón con 43m",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explora el castillo de 400 años construido por Horio Yoshiharu",
              "visit_duration_min": 60
            },
            {
              "text": "Vista desde el observatorio Tengu no Ma con panorama de 360 grados",
              "visit_duration_min": 60
            },
            {
              "text": "Visita el faro seleccionado entre los 100 Faros del Mundo y los 50 Faros de Japón",
              "visit_duration_min": 60
            },
            {
              "text": "Ve la estructura única de doble pared con exterior de piedra e interior de ladrillo",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::izumo",
            "coords": [
              35.4017,
              132.6856
            ]
          },
          "visits": [
            {
              "text": "Gran Santuario Izumo Taisha, uno de los santuarios antiguos más importantes de Japón",
              "visit_duration_min": 75
            },
            {
              "text": "Cuerda shimenawa gigante de 13m de largo que pesa 5.2 toneladas",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Reza a Okuninushi-no-Okami, dios del matrimonio y la buena fortuna",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta el santuario sagrado donde se reúnen dioses de todo Japón",
              "visit_duration_min": 60
            },
            {
              "text": "Ve el santuario mencionado en el Kojiki (712 d.C.), el registro histórico más antiguo de Japón",
              "visit_duration_min": 60
            },
            {
              "text": "Siente la energía espiritual de este reconocido lugar de poder",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::hamada",
            "coords": [
              34.8986,
              132.0794
            ]
          },
          "visits": [
            {
              "text": "Acuario Shimane Aquas, el más grande de la región de Chugoku-Shikoku",
              "visit_duration_min": 75
            },
            {
              "text": "El único acuario en el oeste de Japón con ballenas beluga",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Observa espectáculos de ballenas beluga y shows de Bubble Ring",
              "visit_duration_min": 60
            },
            {
              "text": "Ve los espectáculos Happy Magic Ring y Miracle Ring",
              "visit_duration_min": 60
            },
            {
              "text": "Contempla 400 especies y 10,000 criaturas marinas",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta los shows submarinos de ballenas beluga Sea Canary",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::okayama",
            "coords": [
              34.6551,
              133.9195
            ]
          },
          "visits": [
            {
              "text": "Jardín Korakuen, uno de los Tres Grandes Jardines de Japón que conserva la apariencia de la era Edo",
              "visit_duration_min": 75
            },
            {
              "text": "Santuario Kibitsu con el estilo arquitectónico único Kibitsu-zukuri",
              "visit_duration_min": 75
            },
            {
              "text": "Vistas del Puente Seto Ohashi desde el Área de Estacionamiento Yoshima",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pasea por el jardín daimyo completado en 1700 por el Señor Ikeda Tsunamasa",
              "visit_duration_min": 60
            },
            {
              "text": "Visita el santuario asociado con la leyenda de Momotaro, dos veces el tamaño de Izumo Taisha",
              "visit_duration_min": 60
            },
            {
              "text": "Contempla el puente combinado de carretera y ferrocarril más grande del mundo que se extiende 9.4km",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta el santuario principal de la Provincia de Kibi",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kurashiki",
            "coords": [
              34.585,
              133.7717
            ]
          },
          "visits": [
            {
              "text": "Distrito Histórico Kurashiki Bikan con almacenes de paredes blancas",
              "visit_duration_min": 75
            },
            {
              "text": "Museo de Arte Ohara, el primer museo privado de arte occidental de Japón",
              "visit_duration_min": 75
            },
            {
              "text": "Kurashiki Ivy Square convertido de una fábrica de la era Meiji",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pasea a lo largo del río Kurashiki bordeado de sauces con edificios tradicionales",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta la atmósfera retro-moderna popular entre los turistas",
              "visit_duration_min": 60
            },
            {
              "text": "Explora encantadoras tiendas en almacenes históricos renovados",
              "visit_duration_min": 60
            },
            {
              "text": "Descubre el paisaje urbano emocional de paredes blancas y muros namako",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::takahashi",
            "coords": [
              34.7906,
              133.6172
            ]
          },
          "visits": [
            {
              "text": "Castillo Bitchu Matsuyama, el único castillo de montaña original que queda en Japón",
              "visit_duration_min": 75
            },
            {
              "text": "Castillo flotando en un mar de nubes a 480m de elevación",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Sube a la torre de castillo existente más alta de Japón",
              "visit_duration_min": 60
            },
            {
              "text": "Ve las salas de preparación de asedio y el gran salón con hogar irori",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta el fenómeno místico del castillo flotante",
              "visit_duration_min": 60
            },
            {
              "text": "Ve la torre de dos pisos, la torreta doble y las murallas de tierra",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::hiroshima",
            "coords": [
              34.3853,
              132.4553
            ]
          },
          "visits": [
            {
              "text": "Cúpula de la Bomba Atómica, Sitio Patrimonio Mundial de la UNESCO que preserva el bombardeo de 1945",
              "visit_duration_min": 75
            },
            {
              "text": "Museo Memorial de la Paz de Hiroshima que documenta la devastación de la bomba atómica",
              "visit_duration_min": 75
            },
            {
              "text": "Castillo de Hiroshima construido por Mori Terumoto en 1589",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visita el Parque Memorial de la Paz y toca la Campana de la Paz",
              "visit_duration_min": 60
            },
            {
              "text": "Aprende historia en el museo con pertenencias de víctimas y fotografías",
              "visit_duration_min": 60
            },
            {
              "text": "Ve espadas japonesas y armaduras en la exhibición del museo del castillo",
              "visit_duration_min": 60
            },
            {
              "text": "Contempla el paisaje urbano de Hiroshima desde la plataforma de observación del castillo",
              "visit_duration_min": 60
            },
            {
              "text": "Reflexiona sobre la paz en este precioso sitio histórico",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::miyajima",
            "coords": [
              34.2961,
              132.3197
            ]
          },
          "visits": [
            {
              "text": "Santuario Itsukushima, Patrimonio Mundial de la UNESCO desde 1996",
              "visit_duration_min": 75
            },
            {
              "text": "Gran puerta Torii erigida en el mar, restaurada en 2022",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Contempla los edificios del santuario designados como Tesoros Nacionales",
              "visit_duration_min": 60
            },
            {
              "text": "Ve la puerta torii bermellón después de la restauración Reiwa",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta la isla sagrada llamada Isla de los Dioses",
              "visit_duration_min": 60
            },
            {
              "text": "Admira el follaje otoñal en uno de los mejores lugares de colores otoñales de Japón",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::iwakuni",
            "coords": [
              34.1672,
              132.2197
            ]
          },
          "visits": [
            {
              "text": "Puerto histórico de Tomonoura mencionado en la colección de poesía Manyoshu",
              "visit_duration_min": 75
            },
            {
              "text": "Puente Kintaikyo, uno de los Tres Puentes Famosos de Japón",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explora el puerto usado como locación de películas de Hollywood y anime",
              "visit_duration_min": 60
            },
            {
              "text": "Ve las islas Sensuijima y Bentenjima en el pacífico Mar Interior de Seto",
              "visit_duration_min": 60
            },
            {
              "text": "Cruza el puente de madera de cinco arcos de 193.3m con construcción única",
              "visit_duration_min": 60
            },
            {
              "text": "Ve el puente desde abajo para observar la técnica de carpintería entrelazada",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::yamaguchi",
            "coords": [
              34.1861,
              131.4706
            ]
          },
          "visits": [
            {
              "text": "Pagoda de Cinco Pisos del Templo Rurikoji, Tesoro Nacional y una de las Tres Pagodas Famosas de Japón",
              "visit_duration_min": 75
            },
            {
              "text": "Meseta Kárstica Akiyoshidai, la más grande de Japón formada hace 300 millones de años",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Contempla la pagoda de 31.2m completada en 1442 con techo de corteza de ciprés",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta vastas praderas con rocas blancas de piedra caliza",
              "visit_duration_min": 60
            },
            {
              "text": "Aprende sobre la transformación de arrecifes de coral en paisaje kárstico",
              "visit_duration_min": 60
            },
            {
              "text": "Admira el elegante estilo arquitectónico japonés con algunos elementos chinos",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 15,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::nagato",
            "coords": [
              34.3714,
              131.1822
            ]
          },
          "visits": [
            {
              "text": "Santuario Motonosumi con 123 puertas torii bermejas con vista al mar",
              "visit_duration_min": 75
            },
            {
              "text": "Puente Tsunoshima, 1,780m conectando a isla aislada",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Lanza ofrenda a través de puerta torii de 6m de altura para que se cumplan los deseos",
              "visit_duration_min": 60
            },
            {
              "text": "Contempla el paisaje impresionante de puertas torii contra el mar azul cobalto",
              "visit_duration_min": 60
            },
            {
              "text": "Conduce por el puente fotogénico a solo 18m sobre la superficie del mar",
              "visit_duration_min": 60
            },
            {
              "text": "Reza por la prosperidad del negocio, la pesca, la seguridad marítima y el romance",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta uno de los puentes gratuitos más largos de Japón hacia islas aisladas",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            15
          ],
          "label": "Segment 3 — J11–J15",
          "from_day": 11,
          "to_day": 15
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 15,
          "label": "Var 15j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Culture",
          "Nature"
        ],
        "audience": []
      }
    },
    {
      "itin_id": "JP::temp_1765136852375",
      "id": "JP::temp_1765136852375",
      "language": "es",
      "dept_code": "JP",
      "dept_name": "",
      "title": "Tokai y los Alpes Japoneses: cascadas sagradas, mares cristalinos y pueblos tradicionales",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 23,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::fujinomiya",
            "coords": [
              35.4647,
              138.5831
            ]
          },
          "visits": [
            {
              "text": "Cascadas Shiraito, seleccionadas entre las 100 Mejores Cascadas de Japón",
              "visit_duration_min": 75
            },
            {
              "text": "Cara de acantilado curvada de 20m de altura y 150m de ancho con cascadas como cintas",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Observa agua alimentada por los manantiales del Monte Fuji a 1.5 toneladas por segundo",
              "visit_duration_min": 60
            },
            {
              "text": "Ve la piscina cristalina en la base de las cascadas",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta la refrescante temperatura del agua de 11 grados incluso en verano",
              "visit_duration_min": 60
            },
            {
              "text": "Absorbe iones negativos para rejuvenecer",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::minamiizu",
            "coords": [
              34.6297,
              138.8425
            ]
          },
          "visits": [
            {
              "text": "Playa Hirizo con 5 metros de visibilidad del agua",
              "visit_duration_min": 75
            },
            {
              "text": "Arrecifes de coral y vida marina diversa que se asemeja a un paraíso tropical",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Snorkel en aguas cristalinas abierto de mediados de julio a mediados de septiembre",
              "visit_duration_min": 60
            },
            {
              "text": "Ver espectacular puesta de sol desde la plataforma de observación",
              "visit_duration_min": 60
            },
            {
              "text": "Disfrutar de la playa con supervisión de salvavidas segura para viajeros solos",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kawanehon",
            "coords": [
              35.15,
              138.1167
            ]
          },
          "visits": [
            {
              "text": "Garganta de Sumata que se extiende por más de 16km con el Puente Colgante de los Sueños",
              "visit_duration_min": 75
            },
            {
              "text": "Puente de 90m de largo y 8m de alto sobre lago azul cobalto",
              "visit_duration_min": 75
            },
            {
              "text": "Estación Okuoikojo que parece flotar sobre lago verde esmeralda",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminar por emocionante puente colgante con vistas panorámicas",
              "visit_duration_min": 60
            },
            {
              "text": "Pedir un deseo en el centro del puente por el poder del punto de bendición del amor",
              "visit_duration_min": 60
            },
            {
              "text": "Disfrutar vistas de 360 grados desde el puente arcoíris en la estación",
              "visit_duration_min": 60
            },
            {
              "text": "Visitar monumento de llave en forma de corazón que simboliza deseos de amor",
              "visit_duration_min": 60
            },
            {
              "text": "Mejor temporada de abril a junio por el contraste del follaje verde",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::toyonemura",
            "coords": [
              35.2167,
              137.65
            ]
          },
          "visits": [
            {
              "text": "Monte Chausu, el pico más alto de la Prefectura de Aichi",
              "visit_duration_min": 75
            },
            {
              "text": "Corredor de Flores Celestiales con 400,000 flores de flox musgoso",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ver la ladera rosa de shibazakura desde finales de abril hasta principios de junio",
              "visit_duration_min": 60
            },
            {
              "text": "Ver el degradado de flores rosas, blancas, azul claro y púrpuras",
              "visit_duration_min": 60
            },
            {
              "text": "Encontrar el lugar oculto en forma de corazón para la suerte en el amor",
              "visit_duration_min": 60
            },
            {
              "text": "Disfrutar actividades estacionales: recolección de frutas, barbacoa, esquí",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::toyota",
            "coords": [
              35.1333,
              137.3167
            ]
          },
          "visits": [
            {
              "text": "Korankei, el mejor lugar de follaje otoñal en la región de Tokai",
              "visit_duration_min": 75
            },
            {
              "text": "4,000 árboles de arce de 11 variedades",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ver variedades de arce japonés, arce de montaña y Acer japonicum",
              "visit_duration_min": 60
            },
            {
              "text": "Experimentar el Festival del Arce con varios eventos en noviembre",
              "visit_duration_min": 60
            },
            {
              "text": "Ver impresionantes iluminaciones nocturnas",
              "visit_duration_min": 60
            },
            {
              "text": "Admirar gradientes de color únicos de cada especie de árbol",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::tahara",
            "coords": [
              34.5833,
              137.0167
            ]
          },
          "visits": [
            {
              "text": "Faro del Cabo Irago, símbolo de la Península Atsumi",
              "visit_duration_min": 75
            },
            {
              "text": "Seleccionado entre los 50 Mejores Faros de Japón",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ver panorama del Océano Pacífico, Bahía Ise y Bahía Mikawa",
              "visit_duration_min": 60
            },
            {
              "text": "Ver el atardecer tiñendo todo de naranja",
              "visit_duration_min": 60
            },
            {
              "text": "Ver el amanecer a través de la cueva Puerta de Piedra Hinode en octubre y febrero",
              "visit_duration_min": 60
            },
            {
              "text": "Visitar la Playa Koiji, lugar sagrado de enamorados, y Puerta de Piedra Hinode, lugar de poder",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::tsushima",
            "coords": [
              35.1833,
              136.7333
            ]
          },
          "visits": [
            {
              "text": "Festival de Glicinias Tsushima Tenno con 12 variedades",
              "visit_duration_min": 75
            },
            {
              "text": "Enrejado gigante de glicinias de 275m de largo cubriendo 5,034 metros cuadrados",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Camina bajo la cortina púrpura de innumerables flores de glicina colgantes",
              "visit_duration_min": 60
            },
            {
              "text": "Disfruta los degradados de color de varias variedades de glicina",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta las mágicas iluminaciones nocturnas",
              "visit_duration_min": 60
            },
            {
              "text": "Visita el Festival de Glicina de Owari Tsushima de finales de abril a principios de mayo",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::yoro",
            "coords": [
              35.25,
              136.5333
            ]
          },
          "visits": [
            {
              "text": "Cataratas Yoro, seleccionadas entre las 100 Mejores Cascadas de Japón",
              "visit_duration_min": 75
            },
            {
              "text": "Cascadas históricas queridas por maestros literarios",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Observa la poderosa cascada desde un punto de vista cercano",
              "visit_duration_min": 60
            },
            {
              "text": "Siente los iones negativos de la cascada premier de Tokai",
              "visit_duration_min": 60
            },
            {
              "text": "Ve árboles verdes frescos contrastando con las cascadas en temporada",
              "visit_duration_min": 60
            },
            {
              "text": "Asiste a la ceremonia de apertura de las Cataratas Yoro en julio",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::seki",
            "coords": [
              35.5667,
              136.8833
            ]
          },
          "visits": [
            {
              "text": "Estanque de Monet con agua de alta transparencia y nenúfares",
              "visit_duration_min": 75
            },
            {
              "text": "Carpas coloridas nadando entre hojas de nenúfar como una pintura",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ver estanque que se asemeja a las famosas pinturas de Monet",
              "visit_duration_min": 60
            },
            {
              "text": "Ver la superficie del agua cambiar de color con los ángulos de la luz solar",
              "visit_duration_min": 60
            },
            {
              "text": "Visitar de junio a septiembre para la temporada alta de nenúfares",
              "visit_duration_min": 60
            },
            {
              "text": "Venir por la mañana para menos multitudes y flores de nenúfar abiertas",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::shirakawa-go",
            "coords": [
              36.2578,
              136.9064
            ]
          },
          "visits": [
            {
              "text": "Shirakawa-go Sitio del Patrimonio Mundial de la UNESCO",
              "visit_duration_min": 75
            },
            {
              "text": "114 casas de campo tradicionales gassho-zukuri con techo de paja",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Experimentar atmósfera de viaje en el tiempo en pueblo preservado",
              "visit_duration_min": 60
            },
            {
              "text": "Ver iluminación invernal con casas cubiertas de nieve",
              "visit_duration_min": 60
            },
            {
              "text": "Ver el reflejo invertido de las casas de campo en el agua",
              "visit_duration_min": 60
            },
            {
              "text": "Prueba la cocina del pueblo de montaña y el alojamiento gassho-zukuri",
              "visit_duration_min": 60
            },
            {
              "text": "Explora el paisaje milagroso en todas las estaciones",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::inabe",
            "coords": [
              35.1167,
              136.5667
            ]
          },
          "visits": [
            {
              "text": "Bosque de Ciruelos de Inabe, el más grande de la región de Tokai con 38 hectáreas",
              "visit_duration_min": 75
            },
            {
              "text": "100 variedades y más de 4,000 ciruelos",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Observa el degradado rojo, rosa y blanco desde el observatorio de la colina",
              "visit_duration_min": 60
            },
            {
              "text": "Huele la delicada fragancia de los ciruelos por todo el terreno",
              "visit_duration_min": 60
            },
            {
              "text": "Ve el telón de fondo de las Montañas Suzuka detrás de los bosques de ciruelos",
              "visit_duration_min": 60
            },
            {
              "text": "Asiste al Ume Matsuri de principios a finales de marzo con recolección de ciruelas",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::nabari",
            "coords": [
              34.55,
              136.0833
            ]
          },
          "visits": [
            {
              "text": "Desfiladero de las 48 Cascadas de Akame que se extiende 4km",
              "visit_duration_min": 75
            },
            {
              "text": "Seleccionado entre los 100 Mejores Lugares de Aguas, Cascadas y Baños de Bosque",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Contempla las Cinco Cascadas de Akame, las cataratas más hermosas",
              "visit_duration_min": 60
            },
            {
              "text": "Ve las Cataratas Ninai dividirse en dos corrientes, símbolo de la garganta",
              "visit_duration_min": 60
            },
            {
              "text": "Camina por rutas de senderismo desde principiante hasta avanzado",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta paisajes diferentes en cada estación",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::ise",
            "coords": [
              34.5056,
              136.7894
            ]
          },
          "visits": [
            {
              "text": "Meoto Iwa (Rocas Casadas) lugar sagrado de poder en Futami",
              "visit_duration_min": 75
            },
            {
              "text": "Antiguo sitio de adoración al amanecer con leyenda de presencia divina",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ve el amanecer entre las rocas de mayo a julio",
              "visit_duration_min": 60
            },
            {
              "text": "Ve la luna llena entre las rocas de otoño a invierno",
              "visit_duration_min": 60
            },
            {
              "text": "Presencia la ceremonia de reemplazo de la cuerda shimenawa en mayo, septiembre y diciembre",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta bendiciones para la felicidad eterna al contemplar con el ser amado",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::shima",
            "coords": [
              34.2833,
              136.8667
            ]
          },
          "visits": [
            {
              "text": "Playa Goza Shirahama, la más transparente de Tokai",
              "visit_duration_min": 75
            },
            {
              "text": "Seleccionada entre las 100 Mejores Playas para Nadar, famoso lugar de surf",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Disfruta de arena blanca y agua azul cobalto como un resort en el extranjero",
              "visit_duration_min": 60
            },
            {
              "text": "Nada en olas tranquilas y poco profundas, seguras para niños",
              "visit_duration_min": 60
            },
            {
              "text": "Usa instalaciones bien mantenidas para viajes familiares o de chicas",
              "visit_duration_min": 60
            },
            {
              "text": "Prueba el surf en este popular punto de olas",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            14
          ],
          "label": "Segment 3 — J11–J14",
          "from_day": 11,
          "to_day": 14
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 14,
          "label": "Var 14j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Nature",
          "Culture"
        ],
        "audience": []
      }
    },
    {
      "itin_id": "JP::temp_1765136706139",
      "id": "JP::temp_1765136706139",
      "language": "es",
      "dept_code": "JP",
      "dept_name": "",
      "title": "Kanto: flores espectaculares y paisajes naturales únicos",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 27,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::hitachinaka",
            "coords": [
              36.3967,
              140.535
            ]
          },
          "visits": [
            {
              "text": "Parque Costero Hitachi con 4.5 millones de flores nemophila",
              "visit_duration_min": 75
            },
            {
              "text": "Colina Miharashi cubierta de azul vibrante desde mediados de abril hasta principios de mayo",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Fotografía con gradiente de flores azules fusionándose con el cielo y el mar",
              "visit_duration_min": 60
            },
            {
              "text": "Explora exhibiciones florales estacionales a lo largo del parque de 350 hectáreas",
              "visit_duration_min": 60
            },
            {
              "text": "Disfruta de paisajes dignos de Instagram perfectos para excursiones de un día",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::daigo",
            "coords": [
              36.7667,
              140.4
            ]
          },
          "visits": [
            {
              "text": "Cataratas Fukuroda, una de las tres cascadas famosas de Japón",
              "visit_duration_min": 75
            },
            {
              "text": "Cascadas de 120 metros de altura y 73 metros de ancho",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Observa las cascadas desde el primer mirador de observación abajo",
              "visit_duration_min": 60
            },
            {
              "text": "Visita el segundo mirador de observación construido en 2008 para vistas panorámicas",
              "visit_duration_min": 60
            },
            {
              "text": "Admira el follaje otoñal enmarcando la poderosa cascada",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta las iluminaciones nocturnas desde noviembre hasta finales del invierno",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kasama",
            "coords": [
              36.3456,
              140.2478
            ]
          },
          "visits": [
            {
              "text": "Parque de Azaleas Kasama a 143 metros de elevación",
              "visit_duration_min": 75
            },
            {
              "text": "8,500 azaleas de 25 variedades cubriendo la ladera",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visita el Festival de Azaleas desde mediados de abril hasta mediados de mayo",
              "visit_duration_min": 60
            },
            {
              "text": "Contempla el paisaje rojo que se extiende hasta donde alcanza la vista",
              "visit_duration_min": 60
            },
            {
              "text": "Observa el atardecer desde un mirador elevado para una atmósfera romántica",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografía las vistas panorámicas desde la cima de la colina",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::ashikaga",
            "coords": [
              36.3167,
              139.45
            ]
          },
          "visits": [
            {
              "text": "Parque de Flores Ashikaga con espectaculares exhibiciones de glicinas",
              "visit_duration_min": 75
            },
            {
              "text": "Gran enrejado de Glicinas que abarca 600 tatami",
              "visit_duration_min": 75
            },
            {
              "text": "Racimos de flores de 160cm de Glicinas Noda y túnel de glicinas blancas de 80m",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Contempla la floración máxima de las glicinas desde finales de abril hasta mediados de mayo",
              "visit_duration_min": 60
            },
            {
              "text": "Ve las glicinas O-Fuji designadas como monumento natural prefectural",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta iluminaciones nocturnas mágicas después del atardecer",
              "visit_duration_min": 60
            },
            {
              "text": "Explora un jardín de 94,000 metros cuadrados presentado en la televisión estadounidense",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::nikko",
            "coords": [
              36.75,
              139.6
            ]
          },
          "visits": [
            {
              "text": "Cataratas Kegon, una de las tres grandes cascadas de Japón, de 97 metros de altura",
              "visit_duration_min": 75
            },
            {
              "text": "48 cascadas esparcidas por toda el área de Nikko",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Toma el ascensor a la plataforma de observación para vistas de cerca",
              "visit_duration_min": 60
            },
            {
              "text": "Siente de cerca el rocío y el sonido atronador del agua",
              "visit_duration_min": 60
            },
            {
              "text": "Visita durante la temporada de verdor fresco para una experiencia mejorada",
              "visit_duration_min": 60
            },
            {
              "text": "Recárgarte en este poderoso lugar espiritual de poder",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::oze",
            "coords": [
              36.9333,
              139.2167
            ]
          },
          "visits": [
            {
              "text": "Pantano de Oze, humedal registrado en la Convención Ramsar",
              "visit_duration_min": 75
            },
            {
              "text": "Área de 2km x 6km con flores alpinas coloridas",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ve los lirios amarillos de Nikko en plena floración durante el verano temprano",
              "visit_duration_min": 60
            },
            {
              "text": "Disfruta del hermoso contraste de las flores contra el cielo azul",
              "visit_duration_min": 60
            },
            {
              "text": "Camina por senderos aptos para principiantes con vistas despejadas",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta la atmósfera abierta de vastos pantanos",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::nakanojo",
            "coords": [
              36.5833,
              138.8333
            ]
          },
          "visits": [
            {
              "text": "Lago Okushima con sus famosas aguas turquesas Shima Blue",
              "visit_duration_min": 75
            },
            {
              "text": "Lago de presa de 4km de circunferencia con color azul milagroso",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Maravíllate con el agua azul turquesa profundo tan clara que puedes ver el fondo",
              "visit_duration_min": 60
            },
            {
              "text": "Visita en primavera para el paisaje más hermoso",
              "visit_duration_min": 60
            },
            {
              "text": "Combina con las cercanas aguas termales Shima Onsen",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografía el azul milagroso creado por reacciones químicas",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::maebashi",
            "coords": [
              36.5417,
              139.2917
            ]
          },
          "visits": [
            {
              "text": "Fenómeno invernal de burbujas de hielo en el lago Onuma de Akagi",
              "visit_duration_min": 75
            },
            {
              "text": "El lago de caldera más grande del monte Akagi",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Contempla las místicas burbujas de hielo atrapadas en la superficie congelada del lago",
              "visit_duration_min": 60
            },
            {
              "text": "Observa las burbujas de gas del fondo del lago congeladas en el hielo como el espacio exterior",
              "visit_duration_min": 60
            },
            {
              "text": "Visita durante la temporada de poca nevada cuando el hielo refleja como un espejo",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta un fenómeno natural raro solo visible en Kanto",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::chichibu",
            "coords": [
              35.9917,
              139.0833
            ]
          },
          "visits": [
            {
              "text": "Colina de Flox Musgo del Parque Hitsujiyama con más de 400,000 flores",
              "visit_duration_min": 75
            },
            {
              "text": "9 variedades de shibazakura rosa cubriendo las suaves laderas",
              "visit_duration_min": 75
            },
            {
              "text": "Carámbanos de Misotsuchi, los más grandes de Japón con 30m de ancho y 10m de alto",
              "visit_duration_min": 75
            },
            {
              "text": "Río Nagatoro con formaciones rocosas Iwadatami de 500m",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ver alfombra de flores rosadas de mediados de abril a principios de mayo",
              "visit_duration_min": 60
            },
            {
              "text": "Encontrar el lugar oculto en forma de corazón para la suerte en el amor",
              "visit_duration_min": 60
            },
            {
              "text": "Experimentar carámbanos iluminados en rojo, azul, amarillo, naranja",
              "visit_duration_min": 60
            },
            {
              "text": "Hacer rafting pasando formaciones rocosas del Monumento Natural Nacional",
              "visit_duration_min": 60
            },
            {
              "text": "Probar los famosos dulces Kakko Dango",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::tachikawa",
            "coords": [
              35.6983,
              139.4067
            ]
          },
          "visits": [
            {
              "text": "Parque Showa Kinen con avenida dorada de ginkgos de 200m",
              "visit_duration_min": 75
            },
            {
              "text": "Terrenos extensos que abarcan dos áreas de estadio de béisbol",
              "visit_duration_min": 75
            },
            {
              "text": "Cueva Calcárea de Nippara, una de las 7 grandes cuevas de Japón, 800m de largo",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminar por el túnel dorado de ginkgos de principios a finales de noviembre",
              "visit_duration_min": 60
            },
            {
              "text": "Experimentar exhibiciones estacionales de flores y actividades en la naturaleza",
              "visit_duration_min": 60
            },
            {
              "text": "Explorar cueva llena de aventuras con formaciones iluminadas con LED coloridos",
              "visit_duration_min": 60
            },
            {
              "text": "Visita la formación iluminada de Shidenorama dentro de la cueva",
              "visit_duration_min": 60
            },
            {
              "text": "Combina con pesca en arroyos y aguas termales cercanas",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kisarazu",
            "coords": [
              35.3756,
              139.9169
            ]
          },
          "visits": [
            {
              "text": "Campos de flores de colza del Ferrocarril Isumi con trenes retro",
              "visit_duration_min": 75
            },
            {
              "text": "Campo de flores de colza Ishigami, lugar fotogénico",
              "visit_duration_min": 75
            },
            {
              "text": "Costa Egawa, el Salar de Uyuni de Kanto",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Fotografía trenes corriendo a través de campos amarillos de colza",
              "visit_duration_min": 60
            },
            {
              "text": "Captura la colaboración de flores, cielo azul y tren vintage",
              "visit_duration_min": 60
            },
            {
              "text": "Ve los postes marinos reflejados en la superficie del agua durante la marea alta",
              "visit_duration_min": 60
            },
            {
              "text": "Visita 1-2 horas antes de la marea baja para el efecto espejo",
              "visit_duration_min": 60
            },
            {
              "text": "Observa el atardecer transformar la costa en un paisaje mágico",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::futtsu",
            "coords": [
              35.3028,
              139.8567
            ]
          },
          "visits": [
            {
              "text": "Monte Nokogiri con el mirador del acantilado Hell Peek a 330m",
              "visit_duration_min": 75
            },
            {
              "text": "Vistas espectaculares y paisajes ricos en naturaleza",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Experimenta la emocionante plataforma rocosa saliente de Hell Peek",
              "visit_duration_min": 60
            },
            {
              "text": "Mira hacia abajo desde el acantilado para una sensación que revuelve el estómago",
              "visit_duration_min": 60
            },
            {
              "text": "Toma el teleférico hasta la plataforma de observación de la cumbre",
              "visit_duration_min": 60
            },
            {
              "text": "Camina por senderos de principiante a avanzado a través de la montaña",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::yokohama",
            "coords": [
              35.4531,
              139.6382
            ]
          },
          "visits": [
            {
              "text": "Edificios históricos del Almacén de Ladrillos Rojos de Yokohama",
              "visit_duration_min": 75
            },
            {
              "text": "Isla Sarushima, la única isla deshabitada en la Bahía de Tokyo",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pasea por el mercado navideño de estilo europeo en invierno",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografía los edificios de ladrillo iluminados por la noche",
              "visit_duration_min": 60
            },
            {
              "text": "Toma un ferry de 10 minutos a la antigua isla fortaleza",
              "visit_duration_min": 60
            },
            {
              "text": "Explora túneles de ladrillo cubiertos de musgo en la unión de Mitsumataji",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta la atmósfera de otro mundo de las ruinas militares abandonadas",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::hakone",
            "coords": [
              35.2325,
              139.1069
            ]
          },
          "visits": [
            {
              "text": "Campos de Hierba Pampas de Sengokuhara en Hakone",
              "visit_duration_min": 75
            },
            {
              "text": "Famoso lugar japonés para ver hierba susuki",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ve la hierba pampas dorada desde finales de septiembre hasta principios de noviembre",
              "visit_duration_min": 60
            },
            {
              "text": "Observa la hierba mecerse suavemente en la brisa",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografía los cambios de color de plateado a dorado mientras el otoño se profundiza",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta diferentes paisajes desde cielos azules hasta el atardecer",
              "visit_duration_min": 60
            },
            {
              "text": "Combina con aguas termales de Hakone y follaje otoñal",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 15,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::chichijima",
            "coords": [
              27.0969,
              142.1914
            ]
          },
          "visits": [
            {
              "text": "Sitio Patrimonio Mundial UNESCO de las Islas Ogasawara",
              "visit_duration_min": 75
            },
            {
              "text": "Piscina de Abanico de Minamijima con aguas verde esmeralda y arena blanca",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Vuelo a Ogasawara (o ferry de 24 horas desde Tokyo)",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta la naturaleza intacta del paraíso sureño remoto",
              "visit_duration_min": 60
            },
            {
              "text": "Visita la isla deshabitada de Minamijima rodeada de rocas",
              "visit_duration_min": 60
            },
            {
              "text": "Disfruta del paisaje exclusivo en una isla deshabitada prístina",
              "visit_duration_min": 60
            },
            {
              "text": "Refrésate lejos del bullicio de la ciudad en un ecosistema único",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            15
          ],
          "label": "Segment 3 — J11–J15",
          "from_day": 11,
          "to_day": 15
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 15,
          "label": "Var 15j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Nature",
          "Insolite & Hors sentiers battus"
        ],
        "audience": []
      }
    },
    {
      "itin_id": "JP::temp_1765136572188",
      "id": "JP::temp_1765136572188",
      "language": "es",
      "dept_code": "JP",
      "dept_name": "",
      "title": "Tohoku: lagos místicos y paisaje volcánico",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 28,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::miharu",
            "coords": [
              37.4397,
              140.4922
            ]
          },
          "visits": [
            {
              "text": "Miharu Takizakura, uno de los tres grandes cerezos de Japón con más de 1,000 años de antigüedad",
              "visit_duration_min": 75
            },
            {
              "text": "Cerezo llorón con 13.5m de altura, 11.3m de circunferencia de raíz, 9.5m de circunferencia de tronco",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ver flores de cerezo en la temporada alta de mediados de abril",
              "visit_duration_min": 60
            },
            {
              "text": "Iluminación nocturna del magnífico árbol",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografiar el contraste de las flores rosadas contra el cielo azul",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::urabandai",
            "coords": [
              37.6833,
              140.0667
            ]
          },
          "visits": [
            {
              "text": "Goshikinuma Lagos de Cinco Colores, más de 30 estanques místicos en Urabandai",
              "visit_duration_min": 75
            },
            {
              "text": "Estanque Bishamonnuma con aguas verde esmeralda",
              "visit_duration_min": 75
            },
            {
              "text": "Estanques de colores Akanuma, Rurinuma y Aonuma",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ver la colaboración panorámica de estanques con el Monte Bandai",
              "visit_duration_min": 60
            },
            {
              "text": "Observar cambios misteriosos de color según el ángulo de vista",
              "visit_duration_min": 60
            },
            {
              "text": "Senderismo a través de vegetación estacional y follaje otoñal",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::nunobiki-kogen",
            "coords": [
              37.3333,
              140.1333
            ]
          },
          "visits": [
            {
              "text": "Meseta Nunobiki a 1,000m de elevación con 33 turbinas eólicas",
              "visit_duration_min": 75
            },
            {
              "text": "Vistas panorámicas del Monte Bandai y el Lago Inawashiro",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Contempla 200,000 girasoles floreciendo desde mediados de agosto hasta principios de septiembre",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografía turbinas eólicas contra el cielo azul y flores amarillas",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta el campo de girasoles representativo de Tohoku",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::matsushima",
            "coords": [
              38.3667,
              141.0667
            ]
          },
          "visits": [
            {
              "text": "Bahía de Matsushima, una de las tres vistas más pintorescas de Japón",
              "visit_duration_min": 75
            },
            {
              "text": "Más de 260 islas cubiertas de pinos en la bahía",
              "visit_duration_min": 75
            },
            {
              "text": "Puntos de observación de las Cuatro Grandes Vistas de Matsushima",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Navega por la bahía contemplando las formaciones de islas",
              "visit_duration_min": 60
            },
            {
              "text": "Observa el atardecer transformar la bahía en un paisaje de postal",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta paisajes elogiados por poetas famosos a lo largo de la historia",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::naruko-onsen",
            "coords": [
              38.7333,
              140.7167
            ]
          },
          "visits": [
            {
              "text": "Desfiladero de Naruko valle en forma de V con paredes de acantilado de más de 100m",
              "visit_duration_min": 75
            },
            {
              "text": "Puente ferroviario lugar fotogénico con follaje otoñal",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ver colores otoñales panorámicos de mediados de octubre a principios de noviembre",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografiar trenes cruzando el puente entre follaje rojo y naranja",
              "visit_duration_min": 60
            },
            {
              "text": "Relajarse en las aguas termales de Naruko Onsen después del senderismo",
              "visit_duration_min": 60
            },
            {
              "text": "Descubrir la artesanía de muñecas Kokeshi en el pueblo",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::zao-okama",
            "coords": [
              38.1333,
              140.45
            ]
          },
          "visits": [
            {
              "text": "Lago del cráter Okama en la cumbre del monte Zao",
              "visit_duration_min": 75
            },
            {
              "text": "Lago de cráter volcánico verde esmeralda con forma de olla de arroz",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ver el lago cambiando de colores con las estaciones y el clima",
              "visit_duration_min": 60
            },
            {
              "text": "Caminar por sendero libre de barreras hasta la plataforma de observación",
              "visit_duration_min": 60
            },
            {
              "text": "Maravíllate con el paisaje de siete colores del lago místico",
              "visit_duration_min": 60
            },
            {
              "text": "Visita las aguas termales cercanas de Zao Onsen",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::zao-onsen",
            "coords": [
              38.1667,
              140.3833
            ]
          },
          "visits": [
            {
              "text": "Monstruos de Hielo de Zao (Juhyo) árboles cubiertos de nieve en las laderas de la montaña",
              "visit_duration_min": 75
            },
            {
              "text": "Monstruos de Nieve visibles de enero a febrero",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Monta en el teleférico para ver los monstruos de hielo desde arriba",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta la iluminación nocturna de las formaciones de nieve",
              "visit_duration_min": 60
            },
            {
              "text": "Aprende cómo los vientos siberianos crean arte natural de hielo",
              "visit_duration_min": 60
            },
            {
              "text": "Esquía o practica snowboard entre los monstruos de hielo",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::ginzan-onsen",
            "coords": [
              38.5667,
              140.5167
            ]
          },
          "visits": [
            {
              "text": "Ginzan Onsen con posadas ryokan de madera de la era Taisho",
              "visit_duration_min": 75
            },
            {
              "text": "Paisaje urbano nostálgico a lo largo del río central",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pasea por calles bordeadas de edificios históricos de madera",
              "visit_duration_min": 60
            },
            {
              "text": "Contempla las lámparas de gas iluminando el paisaje nevado invernal por la noche",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta la atmósfera romántica que aparece en dramas y anime",
              "visit_duration_min": 60
            },
            {
              "text": "Sumérgete en aguas termales mientras disfrutas del paisaje urbano retro",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::tazawako",
            "coords": [
              39.7167,
              140.65
            ]
          },
          "visits": [
            {
              "text": "Lago Tazawa, el lago más profundo de Japón con aguas azul lapislázuli",
              "visit_duration_min": 75
            },
            {
              "text": "Estatua y leyenda de la Princesa Tatsuko",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Toma un crucero turístico en barco alrededor del lago",
              "visit_duration_min": 60
            },
            {
              "text": "Contempla la colaboración del lago azul con las majestuosas montañas",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta los cambios estacionales: verde fresco, hojas otoñales, nieve",
              "visit_duration_min": 60
            },
            {
              "text": "Visita el cercano pueblo de aguas termales oculto Nyuto Onsen",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kakunodate",
            "coords": [
              39.6,
              140.5667
            ]
          },
          "visits": [
            {
              "text": "Desfiladero Dakigaeri con bosque original y arroyo azul cobalto",
              "visit_duration_min": 75
            },
            {
              "text": "Puente colgante Kami no Iwabashi",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminar por senderos contemplando el río azul y el paisaje montañoso",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografiar formaciones rocosas únicas y cascadas",
              "visit_duration_min": 60
            },
            {
              "text": "Experimentar los cambios estacionales en la vegetación y los colores otoñales",
              "visit_duration_min": 60
            },
            {
              "text": "Visitar el distrito samurai de Kakunodate cercano",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::yokote",
            "coords": [
              39.3167,
              140.55
            ]
          },
          "visits": [
            {
              "text": "Festival Yokote Kamakura con 100 iglús de nieve de más de 3m de altura",
              "visit_duration_min": 75
            },
            {
              "text": "Evento tradicional con más de 450 años de historia",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ver 2,000 mini kamakura iluminados por velas durante la noche",
              "visit_duration_min": 60
            },
            {
              "text": "Experimentar la reserva privada de iglú kamakura",
              "visit_duration_min": 60
            },
            {
              "text": "Prueba construir un mini domo de nieve kamakura",
              "visit_duration_min": 60
            },
            {
              "text": "Siente el cálido resplandor de la tradición invernal en febrero",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::hiraizumi",
            "coords": [
              38.9833,
              141.1
            ]
          },
          "visits": [
            {
              "text": "Garganta Genbikei a lo largo de 2km del Río Iwai",
              "visit_duration_min": 75
            },
            {
              "text": "Extrañas formaciones rocosas designadas Monumento Natural Nacional desde 1927",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Camina por senderos viendo rocas escarpadas y río azul cristalino",
              "visit_duration_min": 60
            },
            {
              "text": "Cruza los miradores del Puente Tenko y Puente Goranba",
              "visit_duration_min": 60
            },
            {
              "text": "Prueba los famosos dulces Kakko Dango en la casa de descanso",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta el paisaje natural dinámico de Iwate",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::iwaizumi",
            "coords": [
              39.85,
              141.7833
            ]
          },
          "visits": [
            {
              "text": "Cueva Ryusendo, una de las tres cuevas de piedra caliza más grandes de Japón",
              "visit_duration_min": 75
            },
            {
              "text": "Lago subterráneo con transparencia de clase mundial, 4,088m de longitud total",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Explora 700m de pasajes de cueva abiertos",
              "visit_duration_min": 60
            },
            {
              "text": "Maravíllate con las aguas azul profundo del lago subterráneo",
              "visit_duration_min": 60
            },
            {
              "text": "Contempla la formación Gekkuden Moon Palace iluminada con LED",
              "visit_duration_min": 60
            },
            {
              "text": "Participa en eventos estacionales de la cueva",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::hachimantai",
            "coords": [
              39.95,
              140.85
            ]
          },
          "visits": [
            {
              "text": "Ojo de Dragón de Hachimantai en la cumbre de la montaña",
              "visit_duration_min": 75
            },
            {
              "text": "Estanque Kagaminuma creando la ilusión del ojo de dragón cuando se derrite la nieve",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Contempla el fenómeno raro del agua azul y la nieve blanca creando el ojo de dragón",
              "visit_duration_min": 60
            },
            {
              "text": "Visita solo durante la breve temporada de deshielo de finales de mayo a principios de junio",
              "visit_duration_min": 60
            },
            {
              "text": "Toma una vista aérea para la dramática forma del ojo de dragón",
              "visit_duration_min": 60
            },
            {
              "text": "Sumérgete en las aguas termales cercanas",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 15,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::towada",
            "coords": [
              40.4333,
              140.8667
            ]
          },
          "visits": [
            {
              "text": "Desfiladero de Oirase, arroyo de 14km desde el Lago Towada, Monumento Natural Nacional",
              "visit_duration_min": 75
            },
            {
              "text": "Múltiples cascadas a lo largo de las secciones superior, media e inferior del arroyo",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Camina por senderos bien mantenidos a través de la naturaleza prístina",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografía cascadas en cascada entre la exuberante vegetación",
              "visit_duration_min": 60
            },
            {
              "text": "Visita de finales de mayo a principios de junio para el mejor paisaje verde fresco",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta el follaje otoñal reflejándose en las aguas del arroyo",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 16,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::tsuta-onsen",
            "coords": [
              40.5833,
              140.9333
            ]
          },
          "visits": [
            {
              "text": "Pantano de Tsuta al pie del Monte Hakkoda",
              "visit_duration_min": 75
            },
            {
              "text": "Joya oculta con bosques de hayas reflejándose en el agua",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visita de mediados a finales de octubre para los colores otoñales máximos",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografía el reflejo espejo del follaje rojo y naranja en el agua calmada",
              "visit_duration_min": 60
            },
            {
              "text": "Llega al amanecer para una luz mágica sobre las hojas de otoño",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta paisajes raros visibles solo en días sin viento",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 17,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::hirosaki",
            "coords": [
              40.6028,
              140.4639
            ]
          },
          "visits": [
            {
              "text": "Festival de Flores de Cerezo del Castillo Hirosaki con 2,600 árboles de 52 variedades",
              "visit_duration_min": 75
            },
            {
              "text": "Uno de los tres mejores lugares de Japón para ver flores de cerezo",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Ve túneles de flores de cerezo a lo largo del foso oeste",
              "visit_duration_min": 60
            },
            {
              "text": "Observa balsas de flores flotando en el foso exterior",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta la iluminación nocturna que crea una atmósfera de cuento de hadas",
              "visit_duration_min": 60
            },
            {
              "text": "Visita de finales de abril a principios de mayo durante el Festival Sakura",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 18,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::fukaura",
            "coords": [
              40.65,
              139.9333
            ]
          },
          "visits": [
            {
              "text": "Estanque Azul Aoike en el Sitio Patrimonio Mundial Shirakami-Sanchi",
              "visit_duration_min": 75
            },
            {
              "text": "El más hermoso de los Doce Lagos Juniko",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Maravíllate con la superficie de agua azul cristalina",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta los cambios de color del azul brillante en la mañana al azul profundo en la tarde",
              "visit_duration_min": 60
            },
            {
              "text": "Relájate rodeado de la naturaleza prístina de Patrimonio Mundial",
              "visit_duration_min": 60
            },
            {
              "text": "Visita cerrada de diciembre a abril por invierno",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            15
          ],
          "label": "Segment 3 — J11–J15",
          "from_day": 11,
          "to_day": 15
        },
        {
          "n": 4,
          "range": [
            16,
            18
          ],
          "label": "Segment 4 — J16–J18",
          "from_day": 16,
          "to_day": 18
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 15,
          "label": "Var 15j"
        },
        {
          "from_day": 1,
          "to_day": 18,
          "label": "Var 18j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Nature",
          "Montagne"
        ],
        "audience": []
      }
    },
    {
      "itin_id": "JP::temp_1765136417727",
      "id": "JP::temp_1765136417727",
      "language": "es",
      "dept_code": "JP",
      "dept_name": "",
      "title": "Hokkaidō extremo: panoramas árticos, volcanes sagrados y maravillas naturales",
      "notes": "",
      "specialties": [],
      "estimated_days_base": 32,
      "pacing_rules": {
        "factors": {
          "slow": 1.25,
          "standard": 1,
          "fast": 0.75
        },
        "day_budgets_min": {
          "soft": 300,
          "standard": 420,
          "fast": 540
        },
        "merge_threshold": 0.85
      },
      "days_plan": [
        {
          "day": 1,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::hakodate",
            "coords": [
              41.7686,
              140.729
            ]
          },
          "visits": [
            {
              "text": "Observatorio del Monte Hakodate a 334 metros de altitud",
              "visit_duration_min": 75
            },
            {
              "text": "Vista nocturna de un millón de dólares con las luces de la ciudad entre dos mares",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Toma el teleférico a la cumbre para una vista panorámica nocturna",
              "visit_duration_min": 60
            },
            {
              "text": "Observa el Estrecho de Tsugaru a la izquierda y la Bahía de Hakodate a la derecha",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta la atmósfera romántica de las luces estrelladas de la ciudad",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 2,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::muroran",
            "coords": [
              42.315,
              140.974
            ]
          },
          "visits": [
            {
              "text": "Cabo Chikyu con vista al Océano Pacífico desde la Península Etomo",
              "visit_duration_min": 75
            },
            {
              "text": "Mirador en acantilado con vista curva del horizonte de 360 grados",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Siente la redondez de la Tierra desde el mirador panorámico",
              "visit_duration_min": 60
            },
            {
              "text": "Avista delfines y ballenas durante la temporada de migración",
              "visit_duration_min": 60
            },
            {
              "text": "Observa el mar de nubes que se forma bajo el cabo",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 3,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::otaru",
            "coords": [
              43.1907,
              140.9947
            ]
          },
          "visits": [
            {
              "text": "Canal de Otaru, 1,140 metros de largo completado en 1923",
              "visit_duration_min": 75
            },
            {
              "text": "Almacenes históricos de piedra a lo largo de la costa",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Pasea por calles empedradas con atmósfera romántica de la era Taisho",
              "visit_duration_min": 60
            },
            {
              "text": "Admira las lámparas de gas naranjas que iluminan el canal por la noche",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografía los almacenes iluminados reflejándose en el agua",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 4,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::shakotan",
            "coords": [
              43.3283,
              140.3539
            ]
          },
          "visits": [
            {
              "text": "Cabo Kamui extendiéndose hacia el Mar de Japón en la Península de Shakotan",
              "visit_duration_min": 75
            },
            {
              "text": "Roca Kamui con la trágica leyenda de Charenka",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminar por el sendero Charenka no Michi a lo largo de la cresta hasta la punta del cabo",
              "visit_duration_min": 60
            },
            {
              "text": "Disfrutar de una vista panorámica del océano de 300 grados con horizonte curvado",
              "visit_duration_min": 60
            },
            {
              "text": "Admirar las aguas cristalinas del Azul Shakotan que rivalizan con los mares tropicales",
              "visit_duration_min": 60
            },
            {
              "text": "Ver lirios amarillos floreciendo en verano",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 5,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::hokuryu",
            "coords": [
              43.75,
              141.8833
            ]
          },
          "visits": [
            {
              "text": "Pueblo de Girasoles Hokuryu con 1.5 millones de girasoles",
              "visit_duration_min": 75
            },
            {
              "text": "Los campos de girasoles más grandes de Japón que cubren cinco Tokyo Domes",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Caminar a través de campos dorados que rivalizan con Provenza y Andalucía",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografiar girasoles con pétalos anchos disfrutando del sol",
              "visit_duration_min": 60
            },
            {
              "text": "Visitar solo durante la corta temporada de verano",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 6,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::furano",
            "coords": [
              43.3419,
              142.3833
            ]
          },
          "visits": [
            {
              "text": "Campos de lavanda de Furano en púrpura profundo cubriendo la región",
              "visit_duration_min": 75
            },
            {
              "text": "Granjas de lavanda en Furano, Nakafurano y Kamifurano",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visitar temprano en la mañana cuando las flores brillan con rocío",
              "visit_duration_min": 60
            },
            {
              "text": "Experimentar los efectos de aromaterapia del aroma de lavanda",
              "visit_duration_min": 60
            },
            {
              "text": "Ver las crestas montañosas desde las colinas con lavanda en primer plano",
              "visit_duration_min": 60
            },
            {
              "text": "Mejor vista en julio durante el pico de floración",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 7,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::biei",
            "coords": [
              43.5869,
              142.4681
            ]
          },
          "visits": [
            {
              "text": "Estanque Azul Shirogane con misteriosa agua azul cobalto",
              "visit_duration_min": 75
            },
            {
              "text": "Camino del Patchwork a través de campos de papa y trigo",
              "visit_duration_min": 75
            },
            {
              "text": "Jardín de flores Shikisai no Oka en Panorama Road",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Fotografía alerces muertos emergiendo de aguas coloidales azules",
              "visit_duration_min": 60
            },
            {
              "text": "Visita Blue Pond temprano en la mañana en días despejados y sin viento para el mejor color",
              "visit_duration_min": 60
            },
            {
              "text": "Conduce a través de colinas ondulantes que parecen la campiña europea",
              "visit_duration_min": 60
            },
            {
              "text": "Ve docenas de flores estacionales floreciendo de primavera a otoño",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 8,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::asahidake-onsen",
            "coords": [
              43.6667,
              142.85
            ]
          },
          "visits": [
            {
              "text": "Monte Asahi, el pico más alto de Daisetsuzan a 2,291 metros",
              "visit_duration_min": 75
            },
            {
              "text": "Estanques de cráter Kagami-ike y Suribachi-ike",
              "visit_duration_min": 75
            },
            {
              "text": "Sugatami-no-ike reflejando el Monte Asahi",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Toma el teleférico a 1,600 metros y camina por la naturaleza alpina",
              "visit_duration_min": 60
            },
            {
              "text": "Observa ciervos de Hokkaido y ardillas",
              "visit_duration_min": 60
            },
            {
              "text": "Ve raros campos de flores aleutianas floreciendo brevemente en verano",
              "visit_duration_min": 60
            },
            {
              "text": "Admira las aguas cristalinas del estanque alimentadas por lluvia y deshielo",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 9,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::sounkyo",
            "coords": [
              43.7333,
              143.0833
            ]
          },
          "visits": [
            {
              "text": "Garganta Sounkyo con 24 km de acantilados escarpados a lo largo del río Ishikari",
              "visit_duration_min": 75
            },
            {
              "text": "Cascadas Ginga y cascadas Ryusei",
              "visit_duration_min": 75
            },
            {
              "text": "Acantilados que se elevan 200 metros en el Parque Nacional Daisetsuzan",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Contempla el follaje otoñal que colorea las caras de los acantilados en rojo y amarillo",
              "visit_duration_min": 60
            },
            {
              "text": "Observa las elegantes cascadas Ginga y las dinámicas cascadas Ryusei",
              "visit_duration_min": 60
            },
            {
              "text": "Visita de finales de septiembre a principios de octubre para los colores otoñales en su máximo esplendor",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta uno de los sitios de follaje otoñal más tempranos de Japón",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 10,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::tomamu",
            "coords": [
              43.0667,
              142.6167
            ]
          },
          "visits": [
            {
              "text": "Terraza Unkai a 1,088 metros en Hoshino Resort Tomamu",
              "visit_duration_min": 75
            },
            {
              "text": "Plataforma de observación del mar de nubes",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Despierta temprano en la mañana para tener un 30-40% de probabilidad de ver el mar de nubes",
              "visit_duration_min": 60
            },
            {
              "text": "Observa formaciones etéreas de nubes desde arriba de junio a septiembre",
              "visit_duration_min": 60
            },
            {
              "text": "Vive un momento inolvidable si tienes la suerte de presenciar el fenómeno",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 11,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kamishihoro",
            "coords": [
              43.2333,
              143.2833
            ]
          },
          "visits": [
            {
              "text": "Paso Mikuni, el paso más alto de Hokkaido a 1,139 metros",
              "visit_duration_min": 75
            },
            {
              "text": "Puente del Río Taushubetsu, puente fantasma de arco de concreto",
              "visit_duration_min": 75
            },
            {
              "text": "Puente Matsumi Ohashi y punto de observación Midorifuka",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Admira el bosque verde profundo de abetos Yezo y abetos de Sakhalin",
              "visit_duration_min": 60
            },
            {
              "text": "Contempla el follaje otoñal de finales de septiembre a principios de octubre",
              "visit_duration_min": 60
            },
            {
              "text": "Ve el puente fantasma emergiendo del agua de enero a agosto",
              "visit_duration_min": 60
            },
            {
              "text": "Únete a un tour guiado para acercarte al puente deteriorado estilo acueducto romano",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 12,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::teshikaga",
            "coords": [
              43.4833,
              144.4667
            ]
          },
          "visits": [
            {
              "text": "Lago Mashu, el lago más transparente de Japón y segundo en el mundo",
              "visit_duration_min": 75
            },
            {
              "text": "Lago sagrado del pueblo Ainu con profundas aguas azul Mashu",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Visita en día despejado para ver el famoso color azul profundo de Mashu",
              "visit_duration_min": 60
            },
            {
              "text": "Ve hasta las profundidades del lago desde la superficie",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta la atmósfera mística y brumosa del lago en días neblinosos",
              "visit_duration_min": 60
            },
            {
              "text": "Maravíllate del nivel de agua constante a pesar de no tener afluentes",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 13,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::kushiro",
            "coords": [
              43.0167,
              144.3833
            ]
          },
          "visits": [
            {
              "text": "Humedales de Kushiro que cubren el 60% del área de humedales de Japón",
              "visit_duration_min": 75
            },
            {
              "text": "Hábitat de más de 2,000 especies de plantas y animales",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Camina por pasarelas con vistas de 360 grados de vegetación exuberante",
              "visit_duration_min": 60
            },
            {
              "text": "Avista grullas coronadas rojas protegidas en el humedal",
              "visit_duration_min": 60
            },
            {
              "text": "Viaja en el tren turístico Kushiro Wetland Norokko a través de la vegetación",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta la vasta alfombra de naturaleza verdosa",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 14,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::shiretoko",
            "coords": [
              44.0667,
              145.0167
            ]
          },
          "visits": [
            {
              "text": "Los Cinco Lagos de Shiretoko en el bosque primitivo Patrimonio de la Humanidad de UNESCO",
              "visit_duration_min": 75
            },
            {
              "text": "La cordillera de Shiretoko reflejada en lagos prístinos",
              "visit_duration_min": 75
            },
            {
              "text": "Las Ocho Vistas de Shiretoko, lugares escénicos",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Camina por senderos naturales a través de bosque virgen intacto",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta la luz solar filtrándose a través del dosel verde profundo",
              "visit_duration_min": 60
            },
            {
              "text": "Avista zorros rojos Ezo, ciervos de Hokkaido y ardillas de Hokkaido",
              "visit_duration_min": 60
            },
            {
              "text": "Mantente alerta por osos pardos y ten precaución",
              "visit_duration_min": 60
            },
            {
              "text": "Contempla el majestuoso paisaje de Hokkaido desde la plataforma de observación",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 15,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::abashiri",
            "coords": [
              44.0206,
              144.2736
            ]
          },
          "visits": [
            {
              "text": "Hielo a la deriva de Abashiri cubriendo el Mar de Ojotsk",
              "visit_duration_min": 75
            },
            {
              "text": "Témpanos de hielo viajando 1,000 km desde el río Amur siberiano",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Abordar crucero rompehielos a través del mar congelado desde finales de enero hasta mediados de marzo",
              "visit_duration_min": 60
            },
            {
              "text": "Avistar focas tomando el sol sobre los témpanos de hielo",
              "visit_duration_min": 60
            },
            {
              "text": "Experimentar la magia y grandeza del espectáculo invernal de la naturaleza",
              "visit_duration_min": 60
            },
            {
              "text": "Presenciar capas de hielo de Siberia cubriendo el océano",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        },
        {
          "day": 16,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::saroma",
            "coords": [
              44.1167,
              143.7667
            ]
          },
          "visits": [
            {
              "text": "Cabo Kimuneup extendiéndose hacia el Lago Saroma",
              "visit_duration_min": 75
            },
            {
              "text": "Campos de hierba coral roja creando una alfombra carmesí desde mediados de septiembre hasta principios de octubre",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Contemplar el espectacular panorama del Lago Saroma",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografiar la hierba roja ardiente cubriendo el paisaje",
              "visit_duration_min": 60
            },
            {
              "text": "Observa cisnes descansando durante la migración invernal",
              "visit_duration_min": 60
            },
            {
              "text": "Ve el atardecer reflejándose en el lago con siluetas de cisnes",
              "visit_duration_min": 60
            },
            {
              "text": "Acampa en verano junto a la orilla del lago",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 17,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::wakkanai",
            "coords": [
              45.4153,
              141.6728
            ]
          },
          "visits": [
            {
              "text": "Colinas Soya detrás del Cabo Soya, punto más septentrional de Japón",
              "visit_duration_min": 75
            },
            {
              "text": "Suaves colinas onduladas formadas hace 20,000 años durante la Edad de Hielo",
              "visit_duration_min": 75
            },
            {
              "text": "57 turbinas eólicas girando lentamente en la brisa",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Observa vacas pastando en colinas cubiertas de plantas alpinas",
              "visit_duration_min": 60
            },
            {
              "text": "Camina por el Camino Blanco más septentrional pavimentado con conchas de vieira",
              "visit_duration_min": 60
            },
            {
              "text": "Siente la brisa refrescante única de las Colinas Soya",
              "visit_duration_min": 60
            },
            {
              "text": "Experimenta el paisaje sereno en la frontera norte de Japón",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 2
        },
        {
          "day": 18,
          "slice": 1,
          "region_code": "",
          "night": {
            "place_id": "JP::teuri",
            "coords": [
              44.4167,
              141.3167
            ]
          },
          "visits": [
            {
              "text": "Observatorio Akaiwa de la Isla Teuri, el sitio de reproducción de frailecillos más grande del mundo",
              "visit_duration_min": 75
            },
            {
              "text": "Pequeña isla a 30 km al oeste de Haboro con 400,000 parejas reproductoras",
              "visit_duration_min": 75
            }
          ],
          "activities": [
            {
              "text": "Tomar ferry desde el Puerto de Haboro a la isla de 15 km de circunferencia",
              "visit_duration_min": 60
            },
            {
              "text": "Observar a los frailecillos regresar al atardecer con peces para los polluelos",
              "visit_duration_min": 60
            },
            {
              "text": "Ver a las aves lanzarse a velocidad increíble hacia las madrigueras",
              "visit_duration_min": 60
            },
            {
              "text": "Fotografiar a los majestuosos frailecillos parados verticalmente sobre el agua",
              "visit_duration_min": 60
            }
          ],
          "suggested_days": 1.5
        }
      ],
      "segments": [
        {
          "n": 1,
          "range": [
            1,
            5
          ],
          "label": "Segment 1 — J1–J5",
          "from_day": 1,
          "to_day": 5
        },
        {
          "n": 2,
          "range": [
            6,
            10
          ],
          "label": "Segment 2 — J6–J10",
          "from_day": 6,
          "to_day": 10
        },
        {
          "n": 3,
          "range": [
            11,
            15
          ],
          "label": "Segment 3 — J11–J15",
          "from_day": 11,
          "to_day": 15
        },
        {
          "n": 4,
          "range": [
            16,
            18
          ],
          "label": "Segment 4 — J16–J18",
          "from_day": 16,
          "to_day": 18
        }
      ],
      "variants": [
        {
          "from_day": 1,
          "to_day": 5,
          "label": "Var 5j"
        },
        {
          "from_day": 1,
          "to_day": 10,
          "label": "Var 10j"
        },
        {
          "from_day": 1,
          "to_day": 15,
          "label": "Var 15j"
        },
        {
          "from_day": 1,
          "to_day": 18,
          "label": "Var 18j"
        }
      ],
      "regions": [],
      "nearby_itins": [],
      "merge_suggestions": [],
      "meta": {
        "themes": [
          "Nature",
          "Faune & Vie sauvage"
        ],
        "audience": []
      }
    }
  ]
}